[
  {
    "id": 10,
    "city": "makkah",
    "name": {
      "translated": "Jonah",
      "transliterated": "Yunus",
      "codepoints": [
        1610,
        1608,
        1606,
        1587
      ]
    },
    "ayahs": 109,
    "slug": "yunus",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Aliif Laam Raa, yii ay laaya, téerée bi ñu xereñe la ñu."
  ],
  [
    2,
    "Ndax dafa di lu yéemé ci nit ñi, Nu soloo [xamal] góor gu bokk ci ñoom, ndigëlu waar nit ñi, te bégël way gëm ñi ci xamal léen ne ñeel na léen ca séen Boroom dawal bu di dëgg, ñi weddi ñoom ne na ñu lii wér na ne njibar gu fés la."
  ],
  [
    3,
    "Nakka séen Boroom Yàlla, Mooy ki bind asamaan yi ak suuf si, ci juróom benni fan, topp Mu yemmook [gàngunéem ga] Aras, Muy dogal mbir yi, te rammu du am ludul ci ginnaaw ba Mu ca joxee ndigël, Koo koo di séen Boroom, jaamu léen Ko, ndax da ngéen dul fàttaliku."
  ],
  [
    4,
    "Ci Moom la séen dellu si jëm, yéen ñépp, diggéb Yàlla dëgg la, nakka Moom Moo sos mbindéef yi, te di na dellu sosaat léen [ñu dékki] ngir Mu fey ñi gëm te jëfé yiw cik màndute, te ñi weddi ñel na léen naan ci ndox mu tàng ak mbugël mu metti ngir li ñu weddi."
  ],
  [
    5,
    "Moom Mooy ki jox jant bi tàkk-tàkk, jox weer wi leeraay te dogal ko ay wàccuwaay ndax ngéen  man a xam limu at yi, ak man a woñña , Yàlla bindul loolu ludul ci dëgg, di Na birël tektal yi ñeel nit yi ñiy xam."
  ],
  [
    6,
    "Nekk na ci wuutante guddi ak bëcëg ak ci li Yàlla bind ci asaman yi ak suuf si kéemaan ci nit ñi ragal [Yàlla]"
  ],
  [
    7,
    "Nakka ñi nga xam ne yaakaaru ñu dajeek Nun, te ñu tànna dundu àddina doyloo ko, ak ñi nga xam ne sàggaane na ñu Sunuy ndigël."
  ],
  [
    8,
    "Ñooñu séen delluwaay mooy safara ngir la ñu fàggu."
  ],
  [
    9,
    "Ñi nga xam ne gëm na ñu, tey jëf jëf yu yiw, séen Boroom di Na léen ommat ngir séen ngëm, tàbbal léen Àjjanay xéewël, ay dex di daw ci sen suuf."
  ],
  [
    10,
    "Séen jaamu foofa mooy [di wax] cëy sellu sunu Boroom te séen  nuyóo foofa mooy jàmma rekk, te la ñuy mujjéel ci séen jaamu mooy : mbooleem cant ñeel na Yàlla Boroom àddina si."
  ],
  [
    11,
    "Bu Yàlla gaawe woon àtte nit ñi, ci mbonu li ñu yàkamtee am alal, àtte koon na séen yàkamti waaye di Na Nu bàyyi ñi nga xam ne yaakaaru ñu dajeel Nun, ñuy laamlaami ci séen ngëlëmté."
  ],
  [
    12,
    "Nit, bu ko naqar dalee, mu daldi Nu woo, fekk mu tëdd, walla toog walla taxaw, te bu Nu ko teggilee naqaram, mu wéy [ci kéeféeram] mel ni mosu Noo woo ci naqar wu ko dal, noonu la rafetaleese ci way bokkaale yi, la ñu nekkoon di ko def."
  ],
  [
    13,
    "Alag na Nu ay xeet yu bari ca ña léen jiitu ba ñu tooñee, te séeni yonnenta dikkël léen aki lay yu leer, te nekku ñu woon ñuy gëm, noonu la nuy feye nit ñu diy saay-saay."
  ],
  [
    14,
    "Top, Nu def léen ngéen wuutu léen ci suuf si, ca séen ginnaaw, ngir Nu seetlu nakka ngéen di def."
  ],
  [
    15,
    "Te bu ñu jàngee ci séen kanam sunuy kàddu yu leer ñi yaakaarul dajek Nun wax, indil benneen njàng bu wuuteek bii mbaa nga soppi ko, neel yellul ci man ma soppi ko ci suma coobare bopp, du ma topp ludul li ñu ma soloo, ragal naa suma moyee sama Boroom mbugëlu bés bu réy."
  ],
  [
    16,
    "Neel bu sooboon Yàlla du ma léen ko jàngal te du ma léen ko xamal it, ndax dund naak yéen ay at lu ko jiitu, ndax da ngéen dul xellu."
  ],
  [
    17,
    "Ana kan moo gën a tooñ kiy duural yàlla ay fen, walla di weddi ay tektalam, lu mu ci doon saay-saay ña du ñu texe."
  ],
  [
    18,
    "Da ñuy jaamu, bàyyi Yàlla, loo xam ne manu léen a lor, ma nu léen a jariñ, ñuy wax naan ñii ñooy way rammu sunu, ca Yàlla neel ndax da ngéen man a xamal Yàlla lu Mu xamul ci asamaan yi ak suuf si, céy sellam ga, te kowe Na loot  la ñu koy bokkaale."
  ],
  [
    19,
    "Nit ñi nekku ñu woon ludul bennan xeet , ñu juuyoo, te budul koon waxu yàlla bu jiitu woon, àtte koon na séen digënté ci li ñu juuyoo."
  ],
  [
    20,
    "Ñuy wax lu teewoon ñu wàcce ci moom laaya bu tukkée ca Boroomam, neel li fàddu [di kumpa] Yàlla rekk a ko xam, koon na nga muñëndiku, nakka man maa ngi ànd ak yéen bokk ci way muñëndiku ña."
  ],
  [
    21,
    "Su Nu mosalee nit ñi yërmëndé [nikki taw] ginnaaw ba léen naqar dalee, ñuy def pexe ci Sunuy tektal, neel Yàllaa gën a gaaw ciy pexe, Sunuy ndaw di na ñu bind li ngéen di fexe."
  ],
  [
    22,
    "Moom Mooy ki léen dox loo, ci suuf si ak ci géej gi, ba ngéen nekkee ca gaal ga, te gaal googu daw ak ñoom ci ngilaw lu teey ñu bég ca, ba ngilaw lu tar song léen, duusu géej wër léen ci wet gu ne ba ñu njort u ne ñoom alageef na léen, ñuy ñaan Yàlla, di sellal diinéem di [giñ] ne boo nu musëlée ci lii, koon faw di na nu bokk ca way santa ña [Yàlla]"
  ],
  [
    23,
    "Ba Nu léen musëlée, ñu daldi beew ci kow suuf si ludul dëgg, éey yéen nit ñi séen beew googu tooñu léen si kenn kudul séen bopp muy yóbbëlub àddina, topp nak, séen dellu jëm ci Nun, Nu xamal léen li ngéen nekkoon di def."
  ],
  [
    24,
    "Nirëlé dundu àddina nekkul ludul lu mel ni ndox mu Nu wàcce mu jógé asamaan, gancax yi rabboo ci suuf  si [ngir màndi ci ndox moomu] muy lu nit ñi ak mala yi di lekk, ba suuf si jot taaram te rafet, ba ña ca dëkk yaakaar ne am na ñu kàntan ci moom, Sunu dogal dikkël ko guddi walla bëcëg Nu def ko kem lu ñu góob, mu mel ni nekku fi woon démb, noonu la Nuy leerale laaya yi ci nit ñoo xam ne di na ñu xelaat."
  ],
  [
    25,
    "Yàllaa ngiy woote jëmé [ñi topp ndigël] ca këru jàmma ja, te di Na jubël ku Ko soob ca yoon wu jub wa."
  ],
  [
    26,
    "Ñeel na ñay rafetal, la gën a baax [Àjjana] ak ndollant [gis Yàlla], te séen kàntan du muuru ngir njàqare walla toroxte, ñooñu ñooy ña dëkk Àjjana, te da ñu fay béel."
  ],
  [
    27,
    "Ñi nga xam ne da vu fàggu lu ñaaw, peyu lu ñaaw mooy lu ko niru, te la ñu yayoo mooy toroxte te du ñu am kenn ku léen musël ci Yàlla, daanaka dey melni séeni kanam dey muuru ak daggitu guddi du lëndëm, ñooñu ñoo dëkk safara, te da ñu fay béel."
  ],
  [
    28,
    "Te bés bu Nu léen dajale ñoom ñépp, te Nu wax ñi daan bokkaale, beru léen fëlé ak séen i xérëm di na Nu teqale séen digënté, séeni xérëm ya naan : du nun ñii la ñu doon jaamu."
  ],
  [
    29,
    "Te Yàlla doy Na seede ci sunu digënté ak yéen , nekke wu nu woon ludul di ñàkka paal ci séen jaamu."
  ],
  [
    30,
    "Te Yàlla doy Na seede ci sunu digënté ak yéen , nekke wu nu woon ludul di ñàkka paal ci séen jaamu."
  ],
  [
    31,
    "Neel ani kan moo léen di jox xéewël yu jógé kow asamaan ak ci suuf si, kan a moom déggdéggu [noppa yi] ak gisgisu [bët yi] kan Mooy génné luy dund si lu dee, di génné lu dee ci luy dund , kan Mooy dogal mbir yi , di na ñu tontu ne Yàlla la, nee léen koon, lu léen tee ragal [Yàlla] ?"
  ],
  [
    32,
    "Koon, noonu la, Yàllaa di séen Boroom bi di Dëgg gi, koon lan a nekk ci ginnaaw dëgg ludul réer, koon  nakka lees léen man a wëlbëtée ?"
  ],
  [
    33,
    "Koon, noonu la, Yàllaa di séen Boroom bi di Dëgg gi, koon lan a nekk ci ginnaaw dëgg ludul réer, koon  nakka lees léen man a wëlbëtée ?"
  ],
  [
    34,
    "Noonu la sa kàddu Boroom yaye ci dal ci kow ñiy saay-saay ndax ñoom gëmu ñu."
  ],
  [
    35,
    "Neel ndax am na ci ñi ngéen di bokkaaleek [Yàlla] kuy sos mbindéef, man koo dundalaat [ginnaaw ba mu deewee], neel Yàlla rekk a man a sos mbindéef te man koo dundalaat, koon nakka lees léen di wëlbëtée."
  ],
  [
    36,
    "Li ëpp ci ñoom toppu ñu ludul ay njort, te njort du jariñ dara ci dëgg, nakka Yàlla ku xam xéll la li ngéen di def."
  ],
  [
    37,
    "Alxuraan jii nekkul lu ñu duur bàyyi Yàlla, waaye da fa nekk luy dëggël li ko jiitu, tey settantal téeré bii nga xam ne sikk nekkul ci ne mu ngi tukkée ci Boroom àddina si."
  ],
  [
    38,
    "Am, da ñoo wax ne dafa ko duur, neel indi léen, saar wu ni mel, te woo ku léen neex ginnaaw Yàlla [mu dimmëli léen ci loolu], ndéem ñu dëggu ngéen."
  ],
  [
    39,
    "Déet weddi na ñu loo xam ne amu ñu xamxamam te leeralam aksi wul ci ñoom, noonu la weddeewoon ñi léen jiituwoon, waaye xoolal nakka la mujjug way tooñ ña deme."
  ],
  [
    40,
    "Te ci ñoom am na ñu ko gëm, waaye ci ñoom am na ñu ko gëmul, te sa Boroom a gën a xam way yàq ñi."
  ],
  [
    41,
    "Bu ñu la weddee, neel sama jëf laa moom, ngéen moom séeni jëf, yéen deñ ngéen ci la may jëf, te man it set naa ci li ngéen di def."
  ],
  [
    42,
    "Te ci ñoom am na ñu lay déglu, ndax yow da ngay déggëloo ay tëx, doonte da ñu nekk ñu dul xellu ?"
  ],
  [
    43,
    "Te ci ñoom am na ñu lay xool, ndax da ngay gindi ay gumbë, doonte da ñu dul gis."
  ],
  [
    44,
    "Nakka Yàlla , du tooñ nit ñi ci dara, waaye nit ñi ñooy tooñ séen bopp."
  ],
  [
    45,
    "bés bu léen [Yàlla] dajalee, di na mel ni toogu ñu, ci [séen bàmmeel] ludul diiru benna waxtu cim bëcëg, ñuy xàmmente te fekk ñi weddi woon ne dajeek Yàlla di na am, yàqule ne na ñu, ndax nekku ñu woon ñu gindi ku."
  ],
  [
    46,
    "Te Nu won la dara ci li Nu léen tëkkoo, walla Nu rey la, [yow Muhammad] lumu ci doon, ci Nun la séen déllusi jëm, ba noppi Yàlla nekk seede ci la ñu daan def."
  ],
  [
    47,
    "Te ñeel na bépp xeet ab yonnenta, te bu séen yonnenta dikkée dees na àtte séen digënté cik màndute te deefu léen tooñ."
  ],
  [
    48,
    "Ñu naan, kaña la boobu digé di am ndéem ñu dëggu ngéen."
  ],
  [
    49,
    "Neel manalu ma sama bopp lor walla njariñ, ludul lu neex Yàlla, xeet wu ne am na àpp, bu séen àpp matee, deefu léen yiixe diiru benna waxtu te du ñu jiitu it [àpp ba]."
  ],
  [
    50,
    "Neel, waaw wax léen ma, bu léen mbugëlam bettoon guddi walla bëcëg, lan la ca way bàkkaarkat ña man a gaawal ?"
  ],
  [
    51,
    "Ndax bu aksée ngéen koy doora gëm [koon def na léen wax] : leegi, yéen a ngi ci biir ba noppi, te yéen a ko doon yàkamti."
  ],
  [
    52,
    "Topp, ñu wax way tooñkat yi, mos léen mbugël muy béel, ndax feyees na léen lu wuuteek li ngéen fàggu woon ?"
  ],
  [
    53,
    "te di na ñu sàkku nga leeral léen ndax loolu dëgg la, neel waa waaw, giñ naa ci sama Boroom ne dëgg la, te yéen doo léen man a raw."
  ],
  [
    54,
    "Bépp baken bu tooñ, bu amoon li nelkk ci àddina si, di na ko néeg a joxe ngir jotoo ko, te bu ñu gisee mbugël ma dina ñu jëmée nëbb séen réccu, waaye dees na àtte séen digënté cik màndute te deefu léen tooñ [ci wàññil léen dara]."
  ],
  [
    55,
    "Ndax da fa nekkul ne Yàllaa moom li nekk ci asamaan yi, ak ci suuf si, ndax daalu Yàlla nekkul di dëgg waaye i ëpp ci ñoom xamu ñu."
  ],
  [
    56,
    "Moom Mooy dundël Mooy rey te ci Moom ngéen di dellu."
  ],
  [
    57,
    "Èey yéen nit ñi dikkël na léen ab waare gu tukkée ci séen Boroom, ak luy saafara li nekk ci séen xol ak luy gindée [jëmé ci njub] ak yërmëndé, muy yu ñeel way gëm ñi."
  ],
  [
    58,
    "Neel, bég léen ci xéewël ak yërmëndé Yàlla te loolu lépp, moog gën la ñuy dajale [ci alal]"
  ],
  [
    59,
    "Neel : ndax gis ngéen li léen Yàlla wàcceel ci xéewël, ngéen jàppa ne am na ci yu araam ak yu dagan, neel ndax Yàllaa léen ko digël, am da ngéen di duural Yàlla ?"
  ],
  [
    60,
    "An alan mooy njort u ñiy duural Yàlla ay fen bés Péncé ma ? Dafa dëggu ne Yàlla xéewëlaakoon la ci nit ñi waaye li ëpp ci ñoom du ñu gërëm [Yàlla]"
  ],
  [
    61,
    "Doo nekk ci benn mbir, walla jàng dara ci Alxuraan, walla ngéen def benn jëf te nekku Nu ci seede, ba ngéen cay dugg, te lu tollu ni pepp su tuuti du rëccë sa Boroom, du ci suuf si, du ci asamaan si, te amul lu ko gën a tuuti walla gën a mag, lu nekkul ci téeré bu wér."
  ],
  [
    62,
    "Ca dëgg ñi féetéek Yàlla, du ñu gis lu ñu ragal du ñu am njàqare."
  ],
  [
    63,
    "Ñi gëm te ragal [Yàlla]"
  ],
  [
    64,
    "ñeel na léen mbégté ci dundu àddina ak ca Àllaaxira, soppeeku du am ciy kàddu Yàlla, toolu mooy texe gu mag gi."
  ],
  [
    65,
    "La ñuy wax, bu mu la naqari, nakka teànga, Yàllaa moom lépp, te Moom aji dégg la, aji xam la."
  ],
  [
    66,
    "Ca dëgg ñi nekk ci asamaan yi ak ci suuf si, ñeel na ñu Yàlla, te lan la ñu topp ñiy jaamu leneen ludul Yàlla ? toppu ñu ludul ay njort, nekke wu ñu ludul di sos ay fén."
  ],
  [
    67,
    "Moom [Yàlla] Moo def guddi ngir ngéen di ci nopaliku ak bëcëg ngéen di ci gis, nekk na ci loolu kéemaan ci nit ñu am déggdégg."
  ],
  [
    68,
    "Wax na ñu ne Yàlla am na doom, céy sellam ga, Moom ku doylu la ci boppam, ñeel na Ko li ci asamman yi ak li ci suuf si, déet ngéen am lay ci wax jooju, ndax da ngéen di wax ci Yàlla, loo léen xamul."
  ],
  [
    69,
    "Neel ñiy duural Yàlla aw fen du ñu texe."
  ],
  [
    70,
    "Ñeel na léen yóbbël bu néew ci àddina, ba noppi ñu déllusi ci Nun. Nu mosal léen mbugël mu tar ngir li ñu nekkoon di weddi."
  ],
  [
    71,
    "Nettali léen xewxewu Nóohin, ba mu waxee ay nitam, ne léen yéen samay nit ndéem sama nekk fii fiis na ci yéen, ak samay waare ci kàddu Yàlla yi, man maa ngi wéeru ci Yàlla, boo léen yaboo dajalé séen kàntan ak ñi  ngéen di jaamu cik bokkaale [ak Yàlla], te bu séeni pexe nekk tiis ci yéen, ci àtte [lu léen neex] jëm ci man, te bu léen négësndiku dara ci def ci man [séen yéené]."
  ],
  [
    72,
    "Boo léen dëddóo, xam léen ne laaju ma léen pey, sama pey nekkul fenn fudul ca Yàlla, te digëléef na ma, ma bokk ca way jébbëlu ña."
  ],
  [
    73,
    "Ñu weddi ko, Nu musël ko mook ñi ànd ak moom, ca gaal ga, Nu deff léen ñuy wuutu [nit ñi ci kow suuf si], Nu labal ña weddi Sunuy ndigël, nga xool nak, ña ñu waaroon [te ñu weddi] ni séen mujj deme."
  ],
  [
    74,
    "Topp, Nu yónni, ginnaawam ay yonnenta ci séeni nit, ñu indil léen ay lay yu leer, waaye nekku ñu woon di way gëm la ñu weddi woon ca bu jëkk, ba noonu la Nu téjé ràpp xolu way jéggi dayo ña."
  ],
  [
    75,
    "Topp, Nu yónni ca séen ginnaaw, Muusaa ak Aaruuna ca Fir-Awna ak mbooloom ma [ñu xamal léen] Sunuy ndigël, ñu réy-réylu ba nekk na ñu ay nit ñu dëng [diy saay-saay]."
  ],
  [
    76,
    "Ba dëgg gi aksee ca ñoom, tukkée ci Nun [Yàlla] ñu ne lii nibar tigi la."
  ],
  [
    77,
    "Muusaa ne léen ndax da ngéen di wax ci dëgg gi, bi mu aksée ci yéen, ne lii njibar la, te way jbar yi du ñu texe."
  ],
  [
    78,
    "Ñu ne, ndax da nga nu dikkël ngir dëddële nu ak li nu fekkoon sunuy baay nekk ca, ngir ngéen nekk yéen ñaar ñu kowe ci suuf si, nun daal du nu léen gëm yéen ñaar."
  ],
  [
    79,
    "Fir-Awna ne indil léen ma bépp jibarkaat bu am xam-xam."
  ],
  [
    80,
    "Ba jibarkat ya dikkée, Muusaa ne léen sànni léen li ngéen di sànni."
  ],
  [
    81,
    "Ba ñu sànnee Muusaa ne li ngéen indi njibar rekk la, nakka Yàlla di Na ko, neenal, te nakka Yàlla du àntuloo jëfi way yàq ña."
  ],
  [
    82,
    "Te Yàlla, di Na jox dëgg noteel ci dogalam, doonte neexul way dëng ña."
  ],
  [
    83,
    "Te kenn gëmul woon Muusaa, ndare ab kurél, ciw nitam, [li ko waral] mooy ragal Fir-Awna ak mbooloom ma, fitnaal léen, te moom Fir-Awna dafa réyréyluwoon ci kow suuf si, te moom bokk na ca saay-saay ña."
  ],
  [
    84,
    "Muusaa ne yéen samay nit ndéem gëm ngéen Yàlla na, ngéen wéeru ci Moom, ndéem ñu wommatu ngéen [diy jullit]."
  ],
  [
    85,
    "Ñu wax ne ci Yàlla la nuy wéeru, Yow sunu Boroom Yàlla boo nu teg nattu yi nit ñiy tooñ yayoo."
  ],
  [
    86,
    "Te nga musël nu, ci sa yërmëndé, ci nit ñi yéeféer."
  ],
  [
    87,
    "Nu jox Muusaa, ak mbokkam, ndigël, ne léen sàkku léen néeeg ca Misra, ca séen biiri nit, te ngéen taxawal julli tey bégloo way gëm ña [ca séen waare]"
  ],
  [
    88,
    "Muusaa ne Yow sunu Boroom, mey Nga Fir-Awna ak nitam taar ak alal, ci dundu àddina, Yow sunu Boroom, ñu réer moy sa yoon, sunu Boroom faral séeni alal, te Nga dëgërël séeni xol ba du ñu gëm ba ker ba ñuy gis mbugël mu metti ma."
  ],
  [
    89,
    "Mu ne léen nangoof na séen, séen ñaan, taxaw léen temm yéen ñaar te baña topp yoonu ñi xamul."
  ],
  [
    90,
    "Nu jàlle waa Bani-israa-iila géej ga, Fir-Awna topp léen ak lélëm, ngir beew ak nooneel, ba lab aksi ci moom, mu ne gëm naa, ana luy mbir, amul benneen Yàlla budul bi waa Bani-israa-iila gëm te man bokk naa ca way wommatu ña."
  ],
  [
    91,
    "Ndax leegi [ngay doora gëm] te nga fétterlu woon, lu jiitu te bokk ca way yàqa ña."
  ],
  [
    92,
    "Tey jii di na Nu la musël ci sàmma sa yaram [mu baña yàqu] ngir nga nekk ci ñi lay wuutu màndarga, ngir ñu bari ci nit ñi way sàgan la ñu ci Sunuy màndarga [yi léen di tete jëmé ci Nun séen Boroom]."
  ],
  [
    93,
    "Te wàcceel na Nu waa Bani-israa-iila wàccuwaay terànga Nu xéewël léen ñam ca yu sella ya waaye réeróo wu ñu ba bi léen xam xam ba dikkëlée, nakka sa Boroom di Na àtte ji séen digënté, bés Péncé ma, ci u ñu juuyoo."
  ],
  [
    94,
    "Boo amee sikki-sàkka ci li Nu wàcce ci yow, laajal ñi jàngoon téeré bi, lu la jiitu, ci lu wér, dëgg aksi na ci yow jógé ca sa Boroom bul bokk mukk ca way sikki-sàkka ña."
  ],
  [
    95,
    "Bul bokk mukk ca way weddi ña kàdduy Yàlla koon di nga bokk ca way yàqule ña."
  ],
  [
    96,
    "Ñi nga xam ne dal na ci séen kow sa kàddu Boroom, du ñu gëm."
  ],
  [
    97,
    "Donté dikkël na léen bépp tektal [du ñu gëm] ba ker ba ñuy gis mbugël mu metti ma."
  ],
  [
    98,
    "Te amul benn dëkk [bu gëmëdi ba alkandé dikk] buy doora gëm, te jariñoo ngëmam ginnaaw nitu Yuunusa, ba ñu gëmée la Nu léen teggil mbugël muy toroxale ci dundu àddina, ba noppi jox léen xéewël ab diir."
  ],
  [
    99,
    "Bu neexoon sa Boroom, faw ñi nekk ci kow suuf si ñépp gëm, ndax yow da ngay not nit ñi ba ñu nekk way gëm ?"
  ],
  [
    100,
    "Yellul ci benn baken muy baken muy gëm, ludul ci coobare Yàlla, te di Na teg mbugël ñi xelluwul [ba ràññee dëgg]"
  ],
  [
    101,
    "Neel xool léen li nekk ci asamaan yi ak ci suuf si, te kaawtéef yi ak waare yi jariñu ñu dara nit ñoo xam ne du ñu gëm."
  ],
  [
    102,
    "ndax da ñooñu xaar ba aksi ci ñoom lu deme n bés [yu tiis] ya ña léen jiitu woon djoon ? ne léen muñëndiku léen , man it maa ngiy ànd ak yéen bokk cii way muñëndiku ña."
  ],
  [
    103,
    "Topp, Nu musël Sunuy yonnenta ak ña gëm, ni mu Nu ware Nuy musël way gëm ñi."
  ],
  [
    104,
    "Neel, éey yéen nit ñi, boo léen amee xel ñaar ci sama diinée , xam léen ne man du ma jaamu li ngéen di jaamu bàyyi Yàlla waaye Yàlla laay jaamu, Moom Mi léen di rey, te digëléef na ma, ma bokk ci way gëm ñi."
  ],
  [
    105,
    "Te nga taxaw temm ci jublu ci diiné juy wéetël Yàlla, te bul bokk mukk ci way bokkaale ña."
  ],
  [
    106,
    "Bul jaamu bàyyi Yàlla, loo xam ne manu la jariñ , manu la lor, boo ko défee koon di nga bokk ci way tooñ ña."
  ],
  [
    107,
    "Bu la Yàlla saddee aw naqar kenn du la ko man a teggil kudul Moom, bu la bégëlée ci aw yiw, dara du man a fànq xéewëlam, di Na ko jottali ku Ko soob ciy jaamam, ndax Moom Moodi jéggëlaakoon bi di jaglewaakoon bi."
  ],
  [
    108,
    "Neel, éey yéen nit ñi, dëgg gi dikkël na léen ba noppi, tukkée ca séen Boroom, ku jub gindiku, boppam la njub ga di jariñ ku réer, boppam la réerël, nakka man nekku ma ku léen di warlul séen bopp."
  ],
  [
    109,
    "Te nga topp [yow yonnenta bi] li ñu soloo, te nga sax ci muñ ba Yàlla àtte, Mooy gën jaa man a àtte."
  ]
]