[
  {
    "id": 11,
    "city": "makkah",
    "name": {
      "translated": "Hud",
      "transliterated": "Hud",
      "codepoints": [
        1607,
        1608,
        1583
      ]
    },
    "ayahs": 123,
    "slug": "hud",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Alif Lam Raa. Lii ab téeré la bu ñu xereñe ay kàddoom topp faram fàcceef léen mu tukkée ca aji xereñ ja di aji deñ ciy kumpa."
  ],
  [
    2,
    "[Digëléef na léen ci] ngéen bañ a jaamu kenn kudul Yàlla, nakka man ci dogalam nekk naa ci yéen aji waare di aji béglé."
  ],
  [
    3,
    "Te na ngéen sàkku njéggëlu séen Boroom topp ngéen dellu ci Moom ànd ak tuub, Mu yóbbël léen xéewël ya gën ba ca àppa ba Mu dogal, Mu jox képp ku yayoo ngënéel ay ngënéel ay ngënéelam, waaye boo léen dummóoyóo, koon ragal léen mbugël dal léen ca bés bu màgg."
  ],
  [
    4,
    "Ca Yàlla la séen delluwaay nekk, te Moom man na lu ne,"
  ],
  [
    5,
    "Ndax ñoom da ñuy lem séen dënn ngir man a nëbbu Yàlla, ndax bu ñu muuróok séeni yéré Yàlla du xam la ñuy feeñal ak la ñuy nëbb, nakka Moom ku xam la li nekk ci xol yi."
  ],
  [
    6,
    "Amul dara luy dox ci kow suuf si te sa dund Yàlla warluwu ko; te xam na saxuwaayam [fa ñu kay suul] ak dëkkuwaayam, lépp nga nekk ci téeré bu wér peŋŋ - [mu di Lawil Mahfuus]."
  ],
  [
    7,
    "Moom, Mooy ki bind asamaan yi ak suuf si ci juróom benni fan, te fekk gangunéem ga mungi woon cim ndox, ngir Mu nattu léen , [ba xam] kan moo gën a rafet jëf ci yéen, te wóór na ne, boo léen waxoon ne yéen ñu ñuy dekkal ngéen ginnaaw dee, faw ñi weddi di na ñu wax ne, lii nekkul ludul njibar gu bir."
  ],
  [
    8,
    "Te wóor na it ne, su Nu yiixalee ci ñoom mbugël ma, jëmé ko ca waxtu wu ñu dogal ab lim, faw di na ñu wax lan moo ko téyé, te bés ba muy aksi ci ñoom ndax du nekk lu kenn dul man a jiñ, te la ñu daan yéjj di na wààci ci ñoom."
  ],
  [
    9,
    "Te wóor na it ne, su Nu mosaloon nit lenn ci Sunu yërmëndé, ba noppi Nu nangu ko ci moom, koon mmu nekk cik ñàkk yaakaar ak fakk [Sunuy xéewël]"
  ],
  [
    10,
    "Te wóor na it ne, su Nu ko mosalee xéewël ginnaaw naqar wu ko daloon di na wax ne tiis teggeeku na ma, mu bëg di puukëréwaakoon."
  ],
  [
    11,
    "Ginnaaw ñi nga xam ne da ñuy muñ di def jëf yu sella, ñoom ñooñu ñeel na léen njéggël ak pey gu màgg."
  ],
  [
    12,
    "Xeyna di nga bàyyi lenn ci li ñu la soloo, nga ànd ceek xol bu xar ngir li ñuy wax ñoom naan, lu teewoon ñu wàcceel ko ndambu alal, walla mu dikk ànd ak malaaka, waaye yow nekkuloo ludul waarekat, Yàlla nak Mooy kiy wootu lépp lu nekk."
  ],
  [
    13,
    "Am da ñuy wax ne dafa ko duur, neel indi léen fukki saar yu ni mel, yu ngéen fent te ngéen woo ku léen neex bàyyi Yàlla ndéem ñu dëggu ngéen."
  ],
  [
    14,
    "Bu ñu léen wuyyuwul, koon na ngéen xam ne li ñu wàcce ci xamaxamu Yàlla la tukkée, te [xam it ne] amul benn yàlla budul Moom, waaw ndax da ngéen dul wommatu [nekk jullit] ?"
  ],
  [
    15,
    "Koo xam ne dundu àddina ak taaram la bëgg, di na Nu léen fey séen jëf ci biir dund googu, te dara du wàññiku ci séen cëru àddina."
  ],
  [
    16,
    "Ñooñu ñooy ñi dul am ca àllaaxira ludul safara te la ñu fi liggéeyoon yàqu na te it la ñu nekkoon di ko def neen la."
  ],
  [
    17,
    "Ndax ki tënku, ci [téeré] bu leer bi tukkée ci Boroomam, te ab seede jàng ko ci ndigëlëm [di na niru ak ñooñu], te lu ko jiitu téeré Muusaa nekkoon na luy gindée te di yërmëndé, am na ñu ko gëmoon ku ko weddi ci sàmma ya, safara mooy nekk la muy dajeel, bul am benn sikki-sàkka ci moom mooy dëgg gi tukkée ca sa Boroom, waaye li ëpp ci nit ñi du ñu gëm."
  ],
  [
    18,
    "Ana ki gën a tooñ kiy sosal Yàlla ay fen,ñooñu di na ñu léen tee wal ca séen Boroom, seede ya wax ñii ñooy ñi doon fen ci séen Boroom, nax rëbbu Yàlla du dal ci kow way tooñ ñi."
  ],
  [
    19,
    "Mooy ñiy wëlbëti [nit ñi] ngir ñu bañ a jëm ci yoonu Yàlla, tey sàkkul diine ay sikk te ñoom gëmu ñu àllaaxira."
  ],
  [
    20,
    "Ñooñu du ñu man a raw Yàlla ci kow suuf si te du ñu man a am ku léen man a wallu, kudul Yàlla, deef na léen fullal mbugël ma ngir nekku ñu woon di man a am déggdégg ak gis-gis."
  ],
  [
    21,
    "Ñooy ñi yàqal séen bopp te [xérëm] ya ñu sosoon di na ñu léen réer."
  ],
  [
    22,
    "Ca dëgg, nakka ñoom ñooy ña gën a yàqale ca àllaaxira"
  ],
  [
    23,
    "Ñi nga xam ne way gëm la ñu, te ñu jëf jëf yu yiw, te ñu dellu ca séen Boroom ñooñu ñay dëkk Àjjana te da ñu fay béel."
  ],
  [
    24,
    "Nirëlé ñaari kurél yi, mel na ni gumba ga ak tëx ba ak kuy gis ak kuy dégg, ndax ñaar ñooñu yam na ñu ci mengóo, ndax da ñu dul xellu ?"
  ],
  [
    25,
    "Yónni woon na Nu Nóohin ciw nitam mu ne léen man aji waare laa bu léen di xamal lu leer."
  ],
  [
    26,
    "Ci ngéen bañ a jaamu ludul Yàlla, te man ragalal naa léen mbugëlu bés bu metti dal léen."
  ],
  [
    27,
    "Ñay kilifë, te weddi , ciw nitam wax ne, gisu nu la, ludul nga di nit ni nun, te gisu nu ñu la topp ñu dul ñi gën a suufe ci nun, ci lu yómb gis, te gisu nu ngéen am benn ngënéel ci sunu kow, te sax am na nu njort ci ne ay fenkat ngéen."
  ],
  [
    28,
    "Mu ne léen, yéen samay nit, waaw noo léen di gise mbirmi, su fekkee ne nekk naa ci lu wér lu jógé ci sama Boroom, te Mu jox ma yërmëndé ju jógé ci Moom, ci lu nëbbu ci yéen, ndax da ma léen ciy ga, te fekk yéen ngéen sib ko."
  ],
  [
    29,
    "Te yéen samay nit laaju ma léen ci alal, sama pey nekkul ci kenn kudul Yàlla, te nekku ma kuy dàq way gëm ñi, nakka ñoom di na ñu dajeek séen Boroom, waaye man gis naa léen ngéen nekk nit ñu réer."
  ],
  [
    30,
    "Te yéen samay nit, ku may dimmëli ci [mbugëlu] Yàlla, suma léen dàqee ? ndax da ngéen dul xellu ?"
  ],
  [
    31,
    "Te waxu ma léen ne maa yore ndàmbi alali Yàlla, ne wu ma ne xam naa li fàddu, te ne wu ma léen ne malaaka laa, te waxu ma it ne ñi séeni bët xeeb, Yàlla du léen jox yiw, Yàllaa gën a xam li nekk ci ñoom, [su ma léen waxoon yooyu] koon di naa bokk ci way tooñ ña."
  ],
  [
    32,
    "Ñu ne ko, yow Nóohin dàgge ngaak nun ba ëppël ci dàggé gi, indil li nga nu tëkkoo ndéem bokk nga ci way dëggu ñi."
  ],
  [
    33,
    "Mu ne léen Yàlla rekk léen ko man a indil, bu Ko soobee, te yéen doo léen man a raw."
  ],
  [
    34,
    "Te koon sama laabiré léen du léen jariñ dara suma léen bëggée laa biré, te Yàlla namma léen beewloo, Moo di séen Boroom te ci Moom ngéen di dellu."
  ],
  [
    35,
    "Am da ñuy wax ne da ñu ko duur, tontul ne : ndéem da ma ko duur, sama bàkkaar ci sama kow lay dal, te man it aji deñ laa [ba set wecc] ci séeni bàkkaar."
  ],
  [
    36,
    "Te sooloo woon na ñu Nóohin, [xamal ko] ne kenn dootu gëm ci saw nit, ginnaaw ñi gëm ba noppi koon bul jàq ci li ñuy def."
  ],
  [
    37,
    "Defaral gaal ci Sunu wottu ak Sunu ndigël te bul tinu ci Man ñi tooñ, da na ñu léen di labal."
  ],
  [
    38,
    "Mu defar gaal gi, waaye saa yu ko kenna ci kilifë nitam ña rombee, reetaan, ku mu ne ndéem dangéen nuy ree, di na nu léen ree, ni ngéen nuy ree-e"
  ],
  [
    39,
    "Di ngéen xami, kan lay dikkël mbugël muy toroxale, te mu yayoo mbugël mu sax"
  ],
  [
    40,
    "Ba Sunu ndigël aksee, te ndox ball ca bërëb ba ñuy lakke [séeni ñam], wax na Nu, defal ci gaal gi, ci bépp xeet, ñaar [góor ak jigéen] ak sa njaboot ginnaaw ñi dogal jiitu ci ñoom, ak ñi gëm, te ñi gëmoon ànd ak moom ñu néew la ñu woon."
  ],
  [
    41,
    "Mu ne léen, yéeg léen ci biir tey tudd Yàlla moodi dawam te moodi teeruwaayam, nakka sama Boroom jégëlaakoon la jaglewaakoon la."
  ],
  [
    42,
    "Gaal giy daw ak ñoom, ciy ginnax yu kowee niy tund, Nóohin woo doomam, fekk mu beru woon, ne ko doom sama, yéegêl ànd ak man bul ànd ak yéeféer yi."
  ],
  [
    43,
    "Mu ne ko maa ngee tàppu ca tundu doj wa, di na ma musël ci ndox mi, mu ne ko kenn du mucc tey ci mbiru Yàlla kudul ku Yàlla yërëm, noonu aw ginnax dox séen digënté, mu bokk ca ña lab."
  ],
  [
    44,
    "Waxeef na yow suuf si wonnal sa ndox te yow asamaan téyéel , ndox ma dal di ŋiis mbiirma toppa la dogaleef na ko, gaal ga teer ca tund wa tudd Juudiy, waxeef na alkande warna ca way weddi ña."
  ],
  [
    45,
    "Nóohin daldi woo Boroomam, ne sama Boroom , sama doom ci sama njaboot la bokk, te sab digé lu dêggu la te Yaay gën ja xereñ way àtte ña."
  ],
  [
    46,
    "Mu ne ko , yow Nóohin, nakka moom bokkul ci sak njaboot moom [sa laaj bi] du jêf ju sella, bul Ma laaj loo xam ne amoo ci xamxam, Man Maa ngi lay waar ngir nga bañ bokk ci way réer ñi."
  ],
  [
    47,
    "Mu ne sama Boroom, ma ngiy sàkku nga musël ma ci laaj La, loo xam ne amu ma ci xamxam, te soo ma baalul te yërëm ma di naa bokk ci way yàqule ñi."
  ],
  [
    48,
    "Waxeef na ko, yow Nóohin wàccil te ànd akmucc gu Nu la defal, te barke nekk ci yow ak ci xeet yi sosoo ci ñi àn ak yow,[waaye am na] xéet yoo xam ne di na Nu léen joxi xéewël, ba noppi ñu yayoo Nu teg léen mugël."
  ],
  [
    49,
    "Loolu bokk na ci xewxew yu nëbbu ci kump te Nu xamal la léen, ndax xamoo léen woon, say nit xamu ñu léen woon ci lu jiitu tey, na nga muñ, mujj ga ñeel na ñi ragal Yàlla."
  ],
  [
    50,
    "Te waa Aad, séen mbokk Uud wax na léen , yéen samay nit jaamu léen Yàlla amu léen benn Yàlla budul Moom, nekke wu léen fi ludul di duural Yàlla."
  ],
  [
    51,
    "Yéen samay nit laaju ma léen pey, sama pey nekkul ci [loxo kenneen ] kudul ki ma bind, ndax da ngéen dul xellu ?"
  ],
  [
    52,
    "Te yéen samay nit baalu léen séen Boroom, te ngéen tuub jëm ci Moom, koon di Na dottib taw bu jógé asamaan, te di Na léen dolli doole ju yokku ci séen doole, bu léen dëddu nekk way bokkaale."
  ],
  [
    53,
    "Ñu ne , éey yow Uud, indiloo nu lu leer, te nun du nu bàyyi sunu yàlla yi ngir sa wax te nun du nu la gëm."
  ],
  [
    54,
    "Du nu wax ludul ne, kenna ci sunu yàlla yi moo la sadd lu bon, mu ne man maa ngi seede loo Yàlla , te seede loo léen yéen it, ne deñ naa ba set wecc ci li ngéen di jaamu."
  ],
  [
    55,
    "Bàyyi Yàlla, te fexeel léen ma yéen ñépp te bu léen xaar"
  ],
  [
    56,
    "Man wéeru naa ci Yàlla Mit sama Boroom, di séen Boroom te amul luy dox ci kow suuf si, te Moom téeyéwul sa jubbë, nakka sama Boroom Moo xàlla yoon wu jub wi."
  ],
  [
    57,
    "Boo léen dëddoo, man jottali naa léen li ñu ma yónni ci yéen, te sama Boroom di Na léen wuutal, nit ñu wuuteek yéen, te doo léen Ko wàññi dara, nakka sama Boroom aji sàmma la lu nekk."
  ],
  [
    58,
    "Ba Sunu dogal aksee, musël na Nu Uud ak ñi gëmoon ànd ak moom, ci Sunu yërmëndé, te musël léen ci mbugël mu réy."
  ],
  [
    59,
    "Waa Aad ñooñu da ñu weddi woon séen kàddu Boroom, ñu moy yonnentam, di topp ndigëlu képp kuy réyréylu te dëng."
  ],
  [
    60,
    "Te tofal na ñu léen mbugël ci àddina ak ca bés Péncé ma, waaw ndax waa Aad nekku ñu weddi séen Boroom, ndax alkande dalul waa Aad, nitu Uud ña."
  ],
  [
    61,
    "[Yónni na Nu it] ca waa Samuuda séen mbokk Saaliu, mu ne , yéen sa may nit jaalu léen Yàlla, amu léen benneen yàlla budul Moom, Moo léen bind ak suuf, Moo léen ciy dundël sàkku léen njégëlam te tuub jëm ci Moom, nakka sama Boroom aji jigeñ la, aji wuyyu ka [ku Ki ñaan]"
  ],
  [
    62,
    "Ñu ne , éey yow Saaliu, nekkoon nga ci nun ku nu amoon yaakaar, ci moom, lu jiitu lii, ndax da nga noo tere nu jaamu, li sunu baay ya daan jaamu, nun am na nu sikki-sàkka gu tar ci li nga nuy woo."
  ],
  [
    63,
    "Mu ne yéen samay nit, ndax niir ngéen ba gis ndax nekk naa ci lu leer lu tukkée ca sama Boroom, te Mu jox ma yërmëndé gu jógé ci Moom, te ku may man a musël ci Yàlla suma moyée [ndigëlëm],te koon sax doo léen ma yokkal ludul yàqule."
  ],
  [
    64,
    "Éey yéen samay nit , gëléemu Yàlla gii, na nekk kéemaan ci yéen. Bayyi léen ko muy lekk ci kow suufu Yàlla si, bu léen ko def dara lu bon koon mbugël di na léen dal bu gaaw."
  ],
  [
    65,
    "Ñu rey ko, mu ne léen xéewlu léen ci séeni kër ñatti fan, loolu àpp la bu dul deñ."
  ],
  [
    66,
    "Ba Sunu dogal aksee, musël na Nu Saaliu ak ñi gëm ànd ak moom, ci Sunu yërmëndé [te musël léen it] ci gàcce bés booba, nakka sa Boroom, Moom Mooy ka bari kàntan tey notaakoon ba."
  ],
  [
    67,
    "Ña tooñoon, ab xaacu faagaagal léen ñu mujj xéy ne lànjaŋ dee ca séen kër ya."
  ],
  [
    68,
    "ñu mel ni mosu ñu faa sax, waaw ndax waa Samuuda weddi wu ñu woon séen Boroom, ndax alkande dalul waa Samuuda."
  ],
  [
    69,
    "Sunuy ndaw indiloon na ñu mbégté ci Ibraaiima, ñu ne ko : jàmma [yalna nekk ci yow] mu ne léen : jàmma [ci yéen it], nis tuuti mu indil léen sëllu wu ñu wàjja."
  ],
  [
    70,
    "Ba mu gisee ne séeni yoxo laalu ko, mu am tuumë , ak tiit ci ñoom ci ñoom, ñu ne ko, bul ragal, nakka nun , dañ nu yónni ca nitu Lóot ña."
  ],
  [
    71,
    "Noonu, jabaram ji taxawoon [foofa] daldi ree, Nu bégëlé ko [ci xamal ko ne di na am doom ju tudd] Isaaxa, ak ci ginnaaw Isaaxa, Yahxuuba."
  ],
  [
    72,
    "Mu ne , céy man ndax di naa jur te may màgget, te sama jëkër jii di ku mage, lii dey lu doy waar la."
  ],
  [
    73,
    "Ñu ne ko : ,dax da nga yéemu ci mbiru Yàlla, yërmëndé Yàlla ak barkeem yalna na nekk ci yéen waa kër gi, nakka Moom Moo yayoo cant ak màggal Ko."
  ],
  [
    74,
    "Ba tiit ma bàyyee Ibraaiima, te mu am mbégté, jéem na dàgge ak Nun ci nitu Lóot ña."
  ],
  [
    75,
    "Ndax Ibraaiima dafa lewet, di kuy toroxlu di delluwaakoon [ci Boroomam]."
  ],
  [
    76,
    "[Ñu ne ko], yow Ibraiima génnal ci lii, ndax sa ndigëlu Boroom dikk na ba noppi, te ñoom di na léen dikkël mbugël mu ñu dul delloo."
  ],
  [
    77,
    "Ba Sunud ndaw aksee ca Lóot, mu jàq ci ñoom, am naqar ci ñoom daldi ne lii dey bés bu tiis la."
  ],
  [
    78,
    "Nitam ña ñëw ca moom, di gaawantu, te lu jiitu loolu da ñu daan def jëf ju ñaaw, Lóot ne léen yéen samay nit, samay doom yu jigéen yii ñoo gën a yella ci yéen, na ngéen ragal Yàlla bu léen ma toroxal ci samay gan, ndax amul ci yéen benn góor gu jub ?"
  ],
  [
    79,
    "Ñu ne ko, xam nga ne amu nu soxla ci sa doom yu jigéen, te yow xam nga xéll li nu bëgg."
  ],
  [
    80,
    "Mu ne céy suma amoon doole ci dal séen kow mbaa ma tàppu ci giir gu am doole…"
  ],
  [
    81,
    "Ñu ne ko, éey yow Lóot, nun ay ndawu sa Boroom la nu, du ñu aksi ci yow, na nga riñaan yaak sa njaboot, ci biir guddi gi, te bu kenn ci ñoom geestu, ginnaaw sa jabar ngir li léen di dal, di na ko dal, séen àppa suba la, ndax suba jigeñul ?"
  ],
  [
    82,
    "Ba sunu dogal aksee, wëlbëti na Nu [dëkkë ba] la féeté woon kow féeté suuf , Nu sotti ca kowam xeer yu jógé Siijiil, yu ñu toftale,"
  ],
  [
    83,
    "Yu ñu màndargaal ca sa Boroom, te dëkk boobu sore wul ak way tooñ ña [ya ca Màkka]"
  ],
  [
    84,
    "[Yónni woon na Nu it ] ca waa Madyana séen mbokk Suaybu, mu ne : Yéen samay nit jaamu léen Yàlla, amu léen benneen yàlla budul Moom, bu léen wàññi nattukaay yi ak màndaxe, nakka man gis naa léen ciy xéewël, te ragal naa mbugël dal léen ca bés ba ëmb lépp."
  ],
  [
    85,
    "Yéen samay nit, na ngéen, di matal natt ak mandaxe cik màndute, te bu léen di wàññi dara ci li nit ñi moom, te bu léen di yàq ci suuf si, nekk ay yàqakat."
  ],
  [
    86,
    "Wërsëgu Yàlla moo gën ci yéen, ndéem ay way gëm ngéen te nekku ma di ku léen warlul kiiraay."
  ],
  [
    87,
    "Ñu ne ko, yow Suaybu, ndax say julli ñoo la xiir ci ñu wara bàyyi li sunu baay yi daan jaamu, walla baña def ci sunu alal li nu neex, yow daal yaay ku lewet te di ku jub."
  ],
  [
    88,
    "Mu ne yéen, samay nit, ndax seetlu ngéen ba xam ndax nekku ma ci lu leer lu jógé ca sama Boroom, te Mu jox ma xéewëlam, di xéewël gu màgg, te bëggu ma juuyook yéen ci li ma léen tere, bëggu ma ludul sellal kem sama kàntan, te samak jubël wéeruwul fudul ca Yàlla, ci Moom laa wéeru te ci Moom laay dellu."
  ],
  [
    89,
    "Yéen samay nit bëgg wuuteek ma, bu mu tax lu mel ni li daloon nitu Nóohin dal léen, walla li daloon nitu Uud, walla nitu Saliu te sax nitu Lóot ña [fa ñu nekkoon] sore wu léen."
  ],
  [
    90,
    "Na ngéen baalu séen Boroom te ngéen tuub jëm ci Moom, nakka sama Boroom jaglewaakoon la , aji sopp la [way gëm ñi]"
  ],
  [
    91,
    "Nu ne, yow Suaybu, amu nu dégg ci lu bari ci li nga wax, te gis na nu nga nekk ci nun ku ñàkk solo, te bu dul koon giir gi nga bokk, di na nu la jam ay xeer, nekku loo, ku tedd ci sunu kow."
  ],
  [
    92,
    "Mu ne yéen samay nit, ndax sama giir moo gën a tedd ci yéen Yàlla, ba tax ngéen bàyyi Ko ginnaaw , nakka sama Boroom, ku peeg la li ngéen di def."
  ],
  [
    93,
    "Yéen Samay nit def léen lu léen soob, man it di naa def [li ma sama Boroom sante] di ngéen mos a xam kan la mbugël di dal gàcceel ko, ak kan mooy kiy fen, te muñendiku léen, maa ngiy ànd ak yéen di muñ."
  ],
  [
    94,
    "Ba sunu ndigël aksee, musël na Nu Suaybu ak ñi gëmoon ànd ak moom, ci Sunu yërmëndé, ab xaacu faagaagal ña tooñoon, ñu mujj xéy ne lànjaŋ dee ca séen kër ya."
  ],
  [
    95,
    "Mel ni mosu ñu woon fa sax, waaw ndax alkande dalul waa Madyana, na mu alagewoon wa Samuuda ?"
  ],
  [
    96,
    "Te yónni woon na Nu Muusaa mu ànd ak Sunuy kaawtéef aki lay yu leer nàññ."
  ],
  [
    97,
    "ca Fir-Awna aki boroom darajaam ya, ñu topp ndigëlu Fir-Awna , te ndigëlu Fir-Awna jubul woon."
  ],
  [
    98,
    "Dina jiité ay nitam, bés Oéncé ma, tàbbal léen safara, bon na bérëb ba ñuy tàbbi."
  ],
  [
    99,
    "Am rëbb topp na léen ci àddina si, te bés Péncé ma, yool ba ñuy am it bon na, ci lu ñuy yoolaale."
  ],
  [
    100,
    "Loolu bokk na ci xewxewu dëkk ya , Nu nettali ko, te na ci dëkk yooyu, yu taxaw ba leegi, ak yu ñu maasale."
  ],
  [
    101,
    "Tooñu Nu léen, waaye ñoo tooñ séen bopp, séen yàlla ya ñu doon jaamu bàyyi Yàlla jariñu léen dara, ba sa ndigëlu Boroom aksee, dolli wu léen ludul alkande."
  ],
  [
    102,
    "Noonoy alagu sa Boroom, bu alagee njéndë fekk muy aji tooñ, te alagam dey metti te tar."
  ],
  [
    103,
    "Nekk na ci loolu kaawtéef, ci ku ragal mbugëlu àllaaxira, bés boobu bés la bu ñuy dajale nit ñi, mmuy bés bu ñépp di teewe."
  ],
  [
    104,
    "Yiixe wu Nu, ludul dafa am waxtu wu àppa."
  ],
  [
    105,
    "Bés bu dikkee kenn du wax kudul ku ci am ndigëlam, te ca nit ña, am na ca ñu texeyadi ak ñu texe."
  ],
  [
    106,
    "Ñi texeyadi di na ñu nekk ci safara di yikët ak jooytu."
  ],
  [
    107,
    "Da ñu fay beel, nekk fa feek asamaan yi ak suuf si ñu ngi fi ndare lu neex sa Boroom, ndax Moom lu ko soob Mu def ko."
  ],
  [
    108,
    "Ni texe di na ñu nekk ci Àjjana, da ñuy fay béel, nekk fa feek asamaan yi ak suuf si ñu ngi fi, ndare lu neex sa Boroom, mu dik mey gu dul dog mukk."
  ],
  [
    109,
    "Bul am sikki-sàkka ci li ñooñu di jaamu , te ni séen baay ya daan jaamoo bu jëkkn rekk la ñuy jaamoon te Nun di na Nu matale séen cër te dara du wàññiku."
  ],
  [
    110,
    "Joxxon na Nu Muusaa téeré ba, ñu wuute ca, budul koon kàddu gu sa Boroom jiitaloon, koon àtteef na séen digënté, te ñoom da ñu ci am sikki-sàkka gu tar."
  ],
  [
    111,
    "Te faw, ñoom ñépp sa Boroom di Na matale [peyuk] séen jëf, nakka Moom ku xam xéll la la ñuy def."
  ],
  [
    112,
    "Jubël [yow Muhammad] ni ñu la ko digëlé ak képp ku tuub ànd ak yow, bu léen beew, nakka Moom, Mu ngi ne jàkk ci li ngéen di def."
  ],
  [
    113,
    "Bu léen jeng féetéek way tooñ ñan koon safara laal léen, te amu léen ginnaw Yàlla ku léen yiir, te kenn  du léen dimmëli"
  ],
  [
    114,
    "Na nga taxawal julli ci naari cat yi séq bés bi ak ci lu bokk ci guddi, nakka jëf yu baax yi da ñuy far yu ñaaw yi loolu waar la ci képp kuy waaru."
  ],
  [
    115,
    "Na nga muñ, nakka Yàlla du ànk peyu way rafetal yi."
  ],
  [
    116,
    "Lu taxoon ca xarnu yi léen jiitu ñu baax ña [dese woon diiné] nekkoon ñu néew, ñoom ña daan tere lu bon ci suuf si, ñu bokk ci ñi Nu musëloon, te ña tooñoon topp séen baken ca xéewël ya, nekk way bàkkaar."
  ],
  [
    117,
    "Sa Boroom du alag mukk ab njéndë cik tooñeel, fekk ay nitam di sellal séen jëf."
  ],
  [
    118,
    "Bu sooboon sa Boroom Mu def nit ñi nekk benn xeet doŋŋ, waaye du ñu deñ di juuyoo."
  ],
  [
    119,
    "Ndare ñi sa Boroom yërëm, looloo tax Mu bind léen, te it moo tax sa kàddu Boroom mat ci li Mu wax: di Naa feesal safara ciy jinné aki nit boole léen."
  ],
  [
    120,
    "Lii lépp Nu lay nettali ci xewxewi yonnenta yi da Nu ciy dalal sa xel te dikkël na la ci lii, dëgg gi ak waar ak fàttali ñeel way gëm ñi."
  ],
  [
    121,
    "Te waxal ñi gëmul ne léen : def léen lu léen soob, Nun it nungiy jëf [li nu sunu Boroom digël]"
  ],
  [
    122,
    "Xaar léen , nun it nu ngiy xaar"
  ],
  [
    123,
    "Yàllaa moom kumpu asamaan yi ak suuf si, te ci Moom la mbir yépp di dellu, koon jaamu Ko te nga wéeru ci Moom, sa Boroom ñàkkul paal ci li ngéen di def."
  ]
]