[
  {
    "id": 12,
    "city": "makkah",
    "name": {
      "translated": "Joseph",
      "transliterated": "Yusuf",
      "codepoints": [
        1610,
        1608,
        1587,
        1601
      ]
    },
    "ayahs": 111,
    "slug": "yusuf",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Alif Laam Raa, yi ay xamle la yu nekk ci téeré bu wér peŋ bi."
  ],
  [
    2,
    "Wàcce na Nu ko mu dim jàng ci làkku araab ndax ngéen xam li mu tekki"
  ],
  [
    3,
    "Nun Nu ngi lay nettali, gën jaa rafet nettalin ci Alxuraan jii Nu la xamal te lu ko jiitu nekkoon na loo réeré."
  ],
  [
    4,
    "[Fàttalikul] ba Yuusufa waxee baayam ne ko yow sama baay man gis naa [ci gént] fukki biddéew ak ñaar , ak janta bi ak weer wi, gis naa léen ñuy ma sujóotal."
  ],
  [
    5,
    "Mu ne ko yow sama doom, bul nettali sa gént say doom baay, [boo léen ko nettalee] di na ñu la fexeel am pexe, ngir seytaane noonu nit la gu tar nooneel."
  ],
  [
    6,
    "Kem [ni nga génté] sa Boroom di Na la tànna te di Na la xamal pirim gént, te di Na matal ci yow ay xéewëlam ak ci njabootu Yaxuuba, na Mu ko matale woon, bu jëkk ca a ñaari maam ya, Ibraaiima ak Isaaxa, nakka sa Boroom aji xam la aji xereñ la."
  ],
  [
    7,
    "Ca dëgg  nekka na ci digënté Yuusufa aki doom-baayam kéemaan ñeel way gëstu ña [la xewoon]"
  ],
  [
    8,
    "Ba ñu waxee ne : sunu baay , Yuusufa ak doom-ndeyam la gën a bëgg, ci nun , te nun mbooloo la nu , sunu baay daal dafa nekk cik réer gu bir."
  ],
  [
    9,
    "[Am ku wax ne] rey léen Yuusufa, mbaa ngéen sànni ko fenna ci suuf si, koon séen baay dootul xool kudul yéen, te koon ginnaaw loolu di ngéen nekk nit ñu feeñ."
  ],
  [
    10,
    "Mu am ci ñoom, ku wax ne bu léen rey Yuusufa, sànni léen ko ci teen bu lëndëm, koon tukkikat di na ko for ndéem di ngéen ko def."
  ],
  [
    11,
    "Ñu ne , yow sunu  baay lu tax wóolu woo nu ci Yuusufa, te nun da nu koy laabiré,"
  ],
  [
    12,
    "Bu subaaa nga yabal ko mu ànd ak nun, muy sàmma [jur gi] di fo, di na nu ko wottu."
  ],
  [
    13,
    "Mu ne léen , man am naa njàqare ci ngéen ànd ak moom ,  da ma ragal ngéen sàggan ba ab tilla lekk ko."
  ],
  [
    14,
    "Ñu ne till lekk ko, te nu nekk mbooloo, boon dey nu gën a yées."
  ],
  [
    15,
    "Ba ñu àndeek moom, te ñu mànkoo ci sànni ko ca xoot xootu teen ba, Nu xamal [Nun Yàlla] Yuusufa ne : di nga léen mos a nettali séen jëf jii fu ñu ko foogeewul."
  ],
  [
    16,
    "Ñu dellu ca séen baay ci guddi di jooy"
  ],
  [
    17,
    "Ñu ne yow sunu baay, ba nu demee da nu doon rawante, nu bàyyi Yuusufa ci sunuy yóbbël, ab till lekk ko, te bu nu waxee dëgg it du tax nga gëm li nu wax."
  ],
  [
    18,
    "Ñu indiwaale yéréem wu taq deret ju dul [deretu Yuusufa] , mu tontu léen ne, séen baken rafetal na léen mbir mii, waaye [dinaa sax] ci muñ gu rafet te Yàlla la nuy dimbëlikoo c li ngéen nettali."
  ],
  [
    19,
    "Ay tukkikat aksi, yónni séen rootkat, mu yoor baagam, daldi ne mbégtée ngi, lii ab xale la, ñu nëbbë ko, nar ko jaay te Yàlla ku xam la , la ñuy def."
  ],
  [
    20,
    "Ñu jaay ko ci njëk gu néew ciy dërëm yu bariwul ndax da ñu ko xeeboon."
  ],
  [
    21,
    "Ki ko jëndë di waa Misran, wax na jabaram ne ko teralal ma dalu waayam, xeyna mu jariñ nu, mba nu def ko sunu doom, noonu la Nu darajaale Yuusufa ci suuf si te it Nu jàngal ko prim gént, Yàlla aji not la ci lu Mu namma, waaye li ëpp ci nit ñi xamu ñu."
  ],
  [
    22,
    "Ba mu màggee ba tollu ci góor gu mat, jox na Nu ko ràññee ak xamxam , te noonu la Nuy feye way rafetal ñi."
  ],
  [
    23,
    "Sàkku na ko ci jëmmam, ndaw si nga xam ne ci këram la nekk, téj na bunt ya ne ko ayca ñëwël ci man, mu ne : maa ngiy muslu ci Yàlla, sama sang [bi ma jënd] rafetal na sama dalluwaay, te tooñ kat ya du ñu texe."
  ],
  [
    24,
    "Xeemeem na [Yuusuf], moom it, doon na ko xeemeem budul koon li mu gis kaawtéefu Boroomam, noonu la Nu def ngir fegal ko ñaawtéef ak njaaloo, nakka moom sax dafa bokk ci Sunu jaam yu sella yi."
  ],
  [
    25,
    "Ñu jëkënté bunta ba, mu xotti yéréem ca ginnaaw ga, ñu dajeek jëkërëm ca bunta ba mu daldi ne lan mooy peyu ku naral lu bon sa jabar, ludul téj ci kaso walla mbugël gu metti ?"
  ],
  [
    26,
    "Yuusufa ne mooma sàkku ci sama jëmm, ab seede ci kanam la mbokku ndaw si seede ne bu fekkee ne yéréem ci kanam la xotti ku, ndaw si moo wax dëgg moom mu bokk ci fen kat yi."
  ],
  [
    27,
    "Bu yéréem xottikoo ci ginnaaw ndaw si moo fen, moom mu bokk ci ñi dëggu ñi."
  ],
  [
    28,
    "Ba jëkër ji gisee , yéeré yi, xotiiku ci ginnaaw mu ne lii ci séen pexe la [yéen jigéen ñi] te séen pexe réy na."
  ],
  [
    29,
    "Yow Yuusufa dëddul lii, te yow [sama jabar] jéggëlul sa bàkkaar, ndax yow bokk nga ca ñay def lu bon."
  ],
  [
    30,
    "Ay jigéen di wax ca dëkk ba, jabaru buur bi dafa doon sàkku jaamam, mbëggéel gëlëmël ko, nun daal gis na nu ko mu nekkk cik réer gu tar."
  ],
  [
    31,
    "Ba mu déggée séen jëw, mu yónnée ca ñoom , waajal léen ñaam, indil kenna ku nekk ci ñoom paaka, [ba ñuy lekk mu ne Yuusufa] génnal jëm ci ñoom, ba ñu ko gisee, ñu yéemu ci moom bay dagg séeni yoxo, di wax céy Yàlla céy Yàlla, kii du nit , kii nekkul ludul malaaka mu tedd"
  ],
  [
    32,
    "Mu ne mungook, li ngéen ma doon yedde, maa ko sàkku woon, mu bañ, te bu deful li ma ko sante, wallaay dees na ko téj kaso mu bokk ca ña ñu detteel."
  ],
  [
    33,
    "Mu ne [moom Yuusufa] yow sama Boroom, kaso maa gën a bëgg li ñu may xëcc jëmé ma ca, te koon ma bokk ca way réer ña."
  ],
  [
    34,
    "Boroomam nangu ñaanam, mu fegal ko séeni pexe, Moom aji dégg la aji xam la."
  ],
  [
    35,
    "Ginnaaw ba ñu gisee dëgg gi,mu  fés ci ñoom ñu  ne faw ñu téj ko kaso ab diir."
  ],
  [
    36,
    "Mu dugg ndoo kaso ak ñaari xale yu góor, kenn ci ñoom ne da ma gént di nal sangara, kenneen ka ne gis naa ma yanu ci sama kow bopp mburu, ay picc di ci lekk, léeralal nu séen piri, ndax nun gis na nu la nga bokk ci way rafetal ñi."
  ],
  [
    37,
    "Mu ne léen, ñam wi ñu léen wërsëgël, balaa moo ñëw ma léeral léen séen piri, balaa moo aksi, noonu lay deme ci yéen ñaar ngir li ma sama Boroom xamal, man bàyyi naa diiné nit ñi gëmul Yàlla te it ñoom da ñu weddi àllaaxira."
  ],
  [
    38,
    "Da ma topp diiné samay baay Ibraaiima ak Isaaxa ak Yaxuuba, warul ci nun nu bokkaale, Yàlla ak dara, loolu bokk na ci ngënéel yi, ñu Yàlla defal nun nit ñi, waaye ñi ëpp ci nit ñi du vu gërëm [Yàlla]"
  ],
  [
    39,
    "Yéen samay àndandooy kaso, ndax ay yàlla yu teqalikoo ñoo gën, walla Yàlla mi nekk kenn doŋŋ tey notaakoon bi."
  ],
  [
    40,
    "Jaamu wu léen ginnaaw Moom, ludul ay tur yoo léen di tudd yéen ak séeni baay, te Yàlla wàcce wul ci loolu benn lay, te kenn yayoo wul àtte ginnaaw Yàlla te digël Na ngéen bañ jaamu kudul Moom, loolu mooy diiné ja jub, waaye li ëpp ci nit ñi xamu ñu."
  ],
  [
    41,
    "Yéen samay àndandoo kaso, kenna ci yéen di na nekki ji kuy nàn dal buuram sàngara, ki ci des, di na ñu ko daaj ci bant ay picc di lekk ci boppam, dogaleef na noonu mbir mi ngéen doon laaj."
  ],
  [
    42,
    "Yuusufa wax ki nga xam ne yaakaar na ne di na mucc ci ñoom ñaar, ne ko na nga fexe sa buur ba fàttali ma, waaye seytaane fàtte loo na ko [yóbbënté boobu] ba fàttali ku ko buur ba [ba mu delloo ca moom], ba tax mu toog ca kaso ba ay at [juróom ñaari at]"
  ],
  [
    43,
    "Buur ba wax : gént naa juróom ñaari nag yu duuf yu juróom ñaari nag yu yooy lekk, ak juróom ñaari gub yu nëtëx ak yeneen yu wow, yéen njiit yi firil léen ma sama gént ndéem man ngéen firi gént."
  ],
  [
    44,
    "Ñu ne gént yooyu jaxasoo na ñu, te sax nun xamu nu pirim gént"
  ],
  [
    45,
    "Ka muccoon ca ñoom ñaar, daldi fàttaliku ginnaaw ab diir, wax ne di naa léen leeral piréem, yónni léen ma."
  ],
  [
    46,
    "[Mu dem ca] Yuusufa ne ko yow waxkatu dëgg ubbée ma ci juróom ñaari nag yu duuf yu juróom ñaari yu yooy lekk ak juróom ñaari gub yu nëtëx ak yeneen yu wow ndax xeyna suma delloo ca nit ña am ci xamxam"
  ],
  [
    47,
    "Mu ne di ngéen bey juróom ñaari at, ni ngéen baaxoo daan ko def, te loo léen góob bàyyi léen ko ci gubam, ludul loo léen léekk."
  ],
  [
    48,
    "Di na ci topp ginnaaw loolu juróom ñaari at yu bekoor yuy lekk li ngéen deñcoon ngir ñoom, ludul lu néew loo léen deñc."
  ],
  [
    49,
    "Di na ci topp, ginnaaw loolu at moo xam ne di na xettali nit ñi te it di na ñu ca nal [reseñ ndax di na am]"
  ],
  [
    50,
    "Buur bi ne : indil léen ma ko, ba ndawli aksee ca moom [Yuusufa] mu ne ko dellul ca sa sang nga laaj ko lan moo doon mbiru jigéen ñi daggatoon séeni yoxo, sama Boroom xam na bu baax séeni pexe."
  ],
  [
    51,
    "[Buur bi ne jigéen ña] lan moo doon séen mbir ba ngéen sàkkoo Yuusufa ca jëmmam, ñu tontu ne: wax dëgg Yàlla xama lu nu ko dara lu bon, jabaru buur ba ne leegi dëgg gi leer na, maa ko sàkku woon ci jëmmam, moom moo waxoon dëgg."
  ],
  [
    52,
    "[Man Yuusufa, maa defoon] noonu ngir buur ba xam ne wuruju ma ko ginnaawam, te sax Yàlla du jubël pexe way wuruj ña."
  ],
  [
    53,
    "Jéemu maa setal sama baken, ndax baken moom digëlaakoon la ci lu bon, [mucc til ci moom] ndare ku sama Boroom yërëm ndax sama Boroom jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    54,
    "Buur bi ne indil léen ma ko def ko mu sés ci man, ba mu waxeek moom, mu ne ko bés nikki tey nekk nga ci man ku ñu darajaal ku ñu wóolu."
  ],
  [
    55,
    "Mu ne dénk léen ma alalu réew mi am naa xamxamu wottu ko"
  ],
  [
    56,
    "Noonu la Nu darajaale Yuusufa ca réew ma, mu fay wàcci fu ko neex, di na Nu jox Sunu yërmëndé ku Nu neex te du Nu sànk peyu way rafetal ñi."
  ],
  [
    57,
    "Te peyuk àllaaxira moo gën ci ñi gëm te nekk ñu ragal [Yàlla]."
  ],
  [
    58,
    "Ay doom-baay Yuusufa, aksi ca moom [jógé séen réew], mu xàmmee léen te ñoom fakk na ñu ko."
  ],
  [
    59,
    "Ba mu solee séeni saaku ba noppi, mu ne léen, indil léen ma séen doom-baay ba des ak séen baay, ndax gisu léen ne nattal naa léen lu mat sëkk te ma dalal léen gën ja daluwaay."
  ],
  [
    60,
    "Boo léen ma ko indilul doo léen amati ab natta ci man te bu léen ma jigeñ."
  ],
  [
    61,
    "Ñu ne ko di na nu ko sàkku ci baayaam te di na nu ko def."
  ],
  [
    62,
    "Mu ne ay surgaam, delloo léen ci séeni sëf, njëg [gi ñu joxe], xeyna di na ñu ko xàmmee bu ñu delloo ca séeni mbokk, te xeyna di na ñu dellusi."
  ],
  [
    63,
    "Ba ñu delloo ca séen baay ñu ne ko, yow baay sunu , tereef  na nu [benneen] natta, bàyyil nu ànd ak sunu doom-baay koon ñu nattal nu, nun di na nu ko wottu."
  ],
  [
    64,
    "Mu ne ndax wóolu léen ci moom dey mel ni bi ma léen wóolóo woon bu jëkk ca doomu-ndeyam ja, waaye Yàllaay ka gën a man a wottu te Moom Moo ëpp yërmëndé yërëmaakoon ya."
  ],
  [
    65,
    "Ba ñu ubbée séen ëmb¨fakk ca njëg gi ñu léen delloo ñu ne yow sunu baay lan la nuy bëgg ti, alal ji [nekkoon njëg gi nu feyoon] mungi nii ñu delloo nu ko, di na nu man jëggi waat lu nu dundëlé njaboot gi, te di na nu wottu sunu doom-baay, te dina nu yokk ci natta bi lu mat sëfu gëléem, loolu natta buy yómb lay doon."
  ],
  [
    66,
    "Mu ne léen duma ko bàyyi mukk mu ànd ak yéen feek waatu léen ci Yàlla ne di ngéen ma ko dellóosil, déem lottu léen ca, ba ñu ko waatalee mu ne, li nu waxante nungi ciy wéeru ci Yàlla."
  ],
  [
    67,
    "Mu ne yéen samay doom [boo léen àggee ca dëkk ba] bu léen ca dugëndoo ci benna bunta, na ngéen xàjjalikoo duggë ci ay bunta yu soreyaatoo, manu ma léen fegal dara lu jógé ca Yàlla, Moom rekka moom àtte, ci Moom laa wéeru , te na wéeru ci Moom, way wéeru ña."
  ],
  [
    68,
    "Ba ñu duggée nikki ko séen baay digëlé woon [ca dëkk ba] taxul mu jariñ dara ci li Yàlla namma, ludul Yaxuuba soxla woon na ci boppam xiir léen ci loolu, nakka moom boroom xamxam la, ci li Nu ko xamal, waaye li ëpp ci nit ñi xamu ñu."
  ],
  [
    69,
    "Ba ñu agsee ca Yuusufa daldi na xëcc ca moom doomu-ndeyam ne ko maa di sa doom-ndey, bul jàq ca la ñu nekkoon di ko def [ci jéem maa sànk]"
  ],
  [
    70,
    "Ba mu léen solalée séeni saaku ba noppi mu dugël andaar [ba ñu doon natte] ca sëfu doomu ndeyam, mu am yëglékat bu wax éey yéen jëgg yi yéen ay sàcca ngéen."
  ],
  [
    71,
    "Ñoomit ñu wëlbëtiku ci ñoom ne léen lan ngéen réer lé ?"
  ],
  [
    72,
    "Ñu ne li nu réer lé mooy nattukaayu buur bi, te ku ko feeñal nu jox sëfu gëléem, maa ko warlul loolu."
  ],
  [
    73,
    "Ñu ne giñ na nu ci Yàlla, te xam ngéen ne ñëwu nu ngir yàq ci kow suuf, te nekku nu ay sàccakat."
  ],
  [
    74,
    "Ñu ne luy peyu [ki sàcc] bu fekkee da ngéen fen ?"
  ],
  [
    75,
    "Nu ne peyam, moom ki ñu fekk [nattukaay bi] ci sëfëm, mooy moom ci boppam [mu nekk jaam] noonu la ñu daan feye way tooñ ña."
  ],
  [
    76,
    "Mu jëkké ci ndabu doom-baay ya di seet, mujjéel ndabu doomu-ndey ja, génné ca [nattukaay ba] noonu la Nu joxe Yuusufa pexe mu tax mu téyé doom-ndeyam ci lu dëpook yoonu buur bi [du ko woon man def] , ludul lu soob Yàlla, di  na Nu yëkëti daraja ku Nu soob te boroom xamxam bu ne am na ku ko ëpp xamxam."
  ],
  [
    77,
    "Ñu ne ndéem sàcca na, am na doomu ndeyam bu sàccoon bu jëkk, Yuusufa nëbb ci xelam la mu xelaat, bañ léen ko feeñal, mu ne [ci xelam] yéen a yées nekkin te Yàlla xam na li ngéen jëf."
  ],
  [
    78,
    "Ñu ne ndéem éey yow kilifë gi, moom dafa am baay bu màgget lool, téyéel kenna ci nun te bàyyi ko, nun gis na  nu la nga bokk ci way rafetal ñi [séeni jëf]"
  ],
  [
    79,
    "Mu ne maa ngi ñaan Yàlla musël ma ci jàppa kudul ki ma fekk sunu nattukaay ci moom, [sunu ko defee] koon di na nu bokk ci way tooñ ña."
  ],
  [
    80,
    "Ba ñu amatul yaakaar ci moom, ñu beru di déeyóo, ka di séen mag ne ndax da ngéen fàtte ne séen baay waatloo woon na léen ci Yàlla, te lu jiitu loolu, la ngéen defoon Yuusufa, man du ma fi jóg ba ker ba may jot ndigëlu sama baay, walla Yàlla àtte ma , ndax Moom Mooy gën jaa rafet àtte ca àttekat ña."
  ],
  [
    81,
    "[Mu ne] dem léen ca séen baay, ngéen ne ko yow sunu baay sa doom sàcca na, te du nu seede ludul lu nu xam, te nun xamu nu kump."
  ],
  [
    82,
    "Laajal waa dëkk ba nu nekkoon, ak njëgg mi nu àndal ñibbi si, li nu wax dëgg la."
  ],
  [
    83,
    "[Séen baay tontu léen ne] Déewallaay da ngéen topp séen baken mu rafetal léen am mbir, muñ gu rafeta des, xeyna Yàlla déllóoséel nu ñoom ñépp, ndax Moom aji xam la, aji xereñ la."
  ],
  [
    84,
    "Mu dummóooyu léen wax : woo naa sama njàare ci Yuusufa, noonu ay bëtam weex [gisatul] ngir meram mi mu wonn."
  ],
  [
    85,
    "Ñu ne ko céy Yàlla! doo deñ di fàttaliku Yuusufa ba tax na yaa ngi wérëdi mbaa jëm ci loru."
  ],
  [
    86,
    "Mu ne defu ma ludul tawat sama njàqare ak sama naqar, ci Yàlla te maa gën a xam lu ma jëlé ci Yàlla, loo léen xamul."
  ],
  [
    87,
    "Mu ne yéen samay doom dem léen xañtu lu jëm ci Yuusufa, ak doomi ndeyam, te bu léen xàddi ci dajeek yërmëndé Yàlla, ndax ay yéeféer rekkay xàddi ci yërmëndé Yàlla."
  ],
  [
    88,
    "Ba ñu aksee ca Yuusufa, ñu ne ko éey yow jëwriñ ju tedda ji, xiif dafa nu dal nun ak sunuy njaboot , te indi na nu njëg gu xeebu, defal nu natta te nga sarax nu, nakka Yàlla di Na fey way saraxe ña."
  ],
  [
    89,
    "Mu ne lée ndax xam ngéen li ngéen defoon Yuusufa ak doomu-ndeyam , ba ngéen nekkee cik réer."
  ],
  [
    90,
    "Ñu ne ko ndax yow yaay Yuusufa, mu ne léeen maay Yuusufa, kii mooy sama doomu-ndey, Yàlla defal Na nuy xéewël, ndax  ku ragal Yàlla te muñ, [di na gis ne] Yàlla du sànk peyu way rafetal ña."
  ],
  [
    91,
    "Ñu ne giñ na nu ci Yàlla ne Yàlla gënël Na la ci sunu kow, te nkku nu woon ludul way bàkkaar."
  ],
  [
    92,
    "Mu ne tey du besub yeddeel ci yéen, yal na léen Yàlla baal, Mooy gën jaa man a yërëm ca way yërëmé ya."
  ],
  [
    93,
    "Dem léen yóbbu suma yéré bii, ngéen sànni ko ci sama kanamu baay, di na dellu gisaat te ngéen dellusi ma yéen ak séen njaboot gépp."
  ],
  [
    94,
    "Ba njëgg ma génnée [Misra] séen baay dal di ne xetu Yuusufa ngi may xeeñ, ndéem doo léen wax ne da ma naax."
  ],
  [
    95,
    "Ñu ne ko giñ na nu ci Yàlla ne yaa ngi ci njuumte gu jëk ga."
  ],
  [
    96,
    "waaye ba aji béglé ja aksee, mu sànni yéré ba ca kanamam mu dellu di gis, mu ne ndax waxu ma léen woon ne xam naa lu ma jëlé ci Yàlla loo léen xamul ?"
  ],
  [
    97,
    "Ñu ne éey yow sunu baay sàkkul nu njéggël [ci Yàlla ] sunuy bàkkaar nakka nun nekkoon na nu di way moy."
  ],
  [
    98,
    "Mu ne di naa léen ñaanal njéggël ci sama Boroom, nakka Moom Mooy jéggëlaakon ba di jaglewaakoon ba."
  ],
  [
    99,
    "Ba ñu delloo ca Yuusufa, mu song ñaari waajuram, ne léen dugg léen Misra ànd ak kóoluté, bu soobee Yàlla."
  ],
  [
    100,
    "Mu yéegël ñaari waajuram ca kow gànguné ga, ñu rot sujóotal ko, sama Boroom def na ko muy dëgg, te it defal Na ma lu baax ba Mu ma génnée ca kaso ba, indi léen ngéen jógé ca àlla ba ginnaaw ba seytaane yàqee sama digëntéek samay doom baay, nakka sama Boroom ku lewet la ca ka Ko soob, nakka Moom aji xam la, aji xereñ la."
  ],
  [
    101,
    "sama Boroom, mey Nga ma nguur , jàngal ma pirim gént, Yow Mi sos asamaan yi ak suuf si, Yow Yaay sama sang ci àddina ak ca àllaaxira, yal na Nga ma rey fekk may aji jébbëlu ñeel la, te yal na Nga ma yéegé ca ñu yiw ña."
  ],
  [
    102,
    "Loolu bokk na ci xewxew yu fàddu ya, Nu soloo la ko, te fekke wu loo ba ñu mànkoo ca séen mbir di tërël pexe."
  ],
  [
    103,
    "Te li ëpp ci nit ñi du gëm doonte xér nga ci [ñu gëm]"
  ],
  [
    104,
    "Te laajuloo léen pey [ci alxuran ji], te nekkul di leneen ludul as waare ñeel àddina si yépp."
  ],
  [
    105,
    "Bari na ay kéemtaan ci asamaan yi ak suuf si, ñu lén di romb te defu ñu ci paal."
  ],
  [
    106,
    "Li ëpp ci ñoom du ñu gëm Yàlla te bokkaale wu ñu ko ak lenna."
  ],
  [
    107,
    "Ndax gëmu ñu ne , mbugël mu léen muur man na léen dal, ciy mbugëli Yàlla, mbaa dikkël léen bés péncé ma cik mbetteel ci lu ñu yëgul ?"
  ],
  [
    108,
    "Neel sama yoon a ng, damay woote jëmé ci Yàlla ànd ak lay, man ak ku ma topp, tudd naa sellu Boroom bi te man boku ma ci way bokkaale ña."
  ],
  [
    109,
    "Yónni wu Nu, lu la jiitu [Yow Muhammad] ludul ay góor, yu Nu soloo ci ñi dëkk ca njéndë ya, [ne léen] ndax da ñu doxul ci suuf si, ba settlu lan mooy mujjuk ñi léen jiitu woon, te ca dëgg këru àllaaxira moo gën ci ñi ragal Yàlla, ndax da ngéen dul xellu."
  ],
  [
    110,
    "Ba ña Nu yónni naagoo [ne dimmël dootu ñëw] te ñu njort u ne ñoom weddeef na ñu léen ba noppi, la Sunu ndimël aksi ci ñoom, Nu musël ku Nu neex te Sunu mbugël deefu ko delloo fegal ko nit ñu di way saay-saay."
  ],
  [
    111,
    "Nekk na ci séen nettali, waare ñeel boroom xel yi, nekkul waxtaan gu ñu sos, waaye dey dëggël yi ko jiitu, te it di leeral lépp lu nekk, te it nekk na dik njub ak yërmëndé ñeel nit ñi gëm."
  ]
]