[
  {
    "id": 13,
    "city": "madinah",
    "name": {
      "translated": "The Thunder",
      "transliterated": "Ar-Ra'd",
      "codepoints": [
        1575,
        1604,
        1585,
        1593,
        1583
      ]
    },
    "ayahs": 43,
    "slug": "ar-rad",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Aliif Laam Miim Raa, kàdduy téeré bi, ñoo nekk nii, te li wàcceef na ko ci yow, mu jógé ca sa Boroom mooy dëgg gi, waaye li ëpp ci nit ñi gëmu ñu."
  ],
  [
    2,
    "Yàlla Mooy ki yékëti asamaan yi ci lu amul kennu gu ñu man a gis, topp Mu jublu Aras, Mu tàggat janta bi ak weer wi, ñoom ñépp ñuy daw jëm ca àpp bu ñu dogal, Mooy àtte doxinu [àddina], di Na leeral ay kàddoom ndax yéen mu wóor léen ne di ngéen dajeek séen Boroom."
  ],
  [
    3,
    "Moom Mooy ki tàllal suuf si, def ci ay doj aki dex, te Mu def ci bépp meññent ñaar [góor ak jigéen] , di Na muuré bëccëg guddi, nekk na ci loolu kéemaan ci nit ñuy xelaat."
  ],
  [
    4,
    "Nekk na ci kow suuf si ay déndu suuf yu taxaloo 5te wuute] aki toolu reseñ, ak mbeyum pep, aki garabu tàndarma yu rànkaloo ak yu soreyaatoo, ñoom ñépp ndox mi léen di suuxët benna la, Nuy gënël yenna yi ci kow yeneen yi ci cafka, nekk na ci loolu kéemaan ci nit ñuy xelaat."
  ],
  [
    5,
    "Ndéem di nga yéemu [yow yonnenta bi], di na la yéem la ñuy wax naan, ndax bu nu deewee ba seey ci suuf di na nu dekki nekk mbindéef yu bees , ñooñu ñooy ñi weddi séen Boroom, te mooy ñi gax nekk ci séen loos, te ñoom ñooy ñay dëkk safara te da ñu fay béel."
  ],
  [
    6,
    "Ñu ngiy yàkamti naan na mbugël [mi nga nu dig] ñëw, lu jiitu séen sàkku yërmëndé, waaye ca la weesu amoon nay mbugël [yu daloon ñu léen jiitu], donte sa Boroom, kuy jéggël nit vi séen bàkkaar la, waaye , nakka sa Boroom ku tar mbugël la it."
  ],
  [
    7,
    "Ñi weddi ñu ngiy wax lu tee ñu wàcce ci moom kéemaan gu jógé ci Boroomam, te yow nekkoo kudul aji waare, te xeet wu ne am na aji gindée [ab yonnent]"
  ],
  [
    8,
    "Yàlla xam Na li bépp jigéen ëmb ak lay wàññi ku ak lay yokku ca ëmb ba, te lu nekk am na ca Moom ab natta [bu mu tolloo],"
  ],
  [
    9,
    "Mooy aji xam li fàddu ak li feeñ di ku màgg ku kowee ki."
  ],
  [
    10,
    "Ci yéen, ku jàppa ndigël ga ci lu nëbbu ak ki ko jàppa ci lu feeñ ñoo yam, nakka noonu ki nëbbu [di ko jëfé] guddi ak ki ne dàŋŋ ci bëccëg"
  ],
  [
    11,
    "[Kooku jàppa ndigël ga] ñeel na ko [ñu koy wottu] ñuy wuutoonte, ci kanamam ak ci ginnaawam, di na ñu ko sàmma ci ndigëlu Yàlla, nakka Yàlla du soppi li nekk ciy nit feek soppi wu ñu li nekk ci ñoom, te bu Yàlla nammee teg mbugël aw nit, kenn du ko man a delloo, du ñu am ginnaaw Yàlla ku léen man a sàmma"
  ],
  [
    12,
    "Moom Moo léen indil melax ngéen yëg ca am tiit akum yaakaar, te Moo sos niir yu diis yi [ak ndox]"
  ],
  [
    13,
    "Dënnu gi di Ko sàbbaal, màggal canta ga Mu yayoo, malaaka yi it ànda caak ragal Ko, te di Na sànni dënnu sadd ko ku Ko soob, te ñoom [nit ñi] ñu ngiy dàgge ci Yàlla, te Moom ku tar la ci kàntanam."
  ],
  [
    14,
    "Ñeel na ko woote bu dëggu bi, te ña ñuy jaamu dëddu Ko, du ñu man a wuyyu [ba jariñ léen] ci dara, dafa mel ni [ku mar] tàllal ay yoxoon ndox mu mu bëggë jëmé ci gémméñam te jotu ko, jaamuk way weddi du jëm fudul ci sànku"
  ],
  [
    15,
    "Lépp lu ne ca asamaan yi ak ci suuf si, di na ñu sujjóotal Yàlla cik nangu ak noteel, ak séeni takandeer, suba ak ngoon."
  ],
  [
    16,
    "Neel kan mooy Boroom asamaan yi ak suuf si ? neel Yàla la ! Neel waaw ndax da ngén Koy bàyyi , di jàpp ci ay Yàlla yoo xam ne man a lu ñu séen bopp njariñ walla lor ? neel ndax gumb ak njàccaar ñoo yam, walla ndax leer ak lëndëm ñoo yam, walla ndax da ñoo sàkkal Yàlla way bokkaale yu man a bind lu mel ni li Mu bind, ba séeni mbindéef niróo ci ñoom ? neel Yàlla Mooy aji bind lépp lu ne te Moom Mooy kenna ki di Notaakoon bi."
  ],
  [
    17,
    "Wàcce Na ndox mu jógé asamaan, ay ndex walangaan ciy xur séen kem, yol ma yanu puurit mu njaxlaf, muy niróork puurit may féey ci kow la ñuy togg cib taal ngir defal takkaay walla ndab, noonu la Yàlla di joxe [misaal ngir teqale] dëgg ak neen, te puurit ma dey dem ci neen , liy jariñ nit mooy des ci kow suuf si noonu la Yàlla di joxe ay léebu."
  ],
  [
    18,
    "Ñeel na ñi wuyyu séen [woote] Boroom, àjjana waaye ñi ko baña wuyyu, bu ñu amoon li ne ne ci suuf si yépp, ba dolli ci lu ni tollu, du man a nekk séen njot [ca mbugël ma], ñoooñu natta bu ñaaw [la ñuy natte séeni jëf], te séen saxuwaay safara la, te bon na dellu waay googu."
  ],
  [
    19,
    "Ndax ki xam ne li ñu wàcce ci yow mu jógé ca sa Boroom dëgg la mel na ni ki nga xam ne gumb la ; te du waaru mukk ludul boroom xel ya."
  ],
  [
    20,
    "Mooy ñiy matal séen kóllëré, ak Yàlla , te du ñu firi kóllëré googu."
  ],
  [
    21,
    "Ak ñiy jokk li Yàlla  sante ñu jokk ko [mooy mbokk], te ñu ragal séen Boroom, te ragal it [ca àllaaxira] natta bu bon [séen jëf yu ñaaw ëpp séen jëf yu baax]."
  ],
  [
    22,
    "Ak ñiy muñ ngir jëmmi séen Boroom tey taxawal julli, tey dundëlé ci li léen Yàlla wërsëgël ci lu nëbbu walla ci lu feeñ, te ñuy jiñe lu ñaaw ak lu rafet, ñooñu ñeel na léen kër gu mujj ga."
  ],
  [
    23,
    "Àjjana gu sax ga, di na ñu ca dugg ak ñi jëfoon lu baax ci séeni baay ak séeni jabar ak séen doom-aki sët te malaakayi dugg ndook ñoom ci bunta yépp."
  ],
  [
    24,
    "[Ñu naan léen] jàmma yalna nekk ci yéen ngir li ngéen muñoon, aka rafet kër gu mujj gi."
  ],
  [
    25,
    "Waaye ñiy firi kóllëré Yàlla ginnaaw ba mu fasoo, te ñuy dagg li Yàlla sante ñu jokk ko [mooy mbokk], te ñuy yàq ci kow suuf si, ñooñu Yàlla rëbb na léen [soreel na léen yërmëndéem], te it ñeel na léen kër gu bon ga."
  ],
  [
    26,
    "Yàlla di Na yaatal wërsëg ci ku Ko soob, di na ko xatal it te ñoom dundu àddina neex na léen, te dundu àddina soo ko méngëléek bu àllaaxira, mu nekk ludul xéewu gu ñàkka solo."
  ],
  [
    27,
    "Te ñuy wax ñoom ñi weddi, lu teewoon ñu wàcce ci moom kéemaan gu jógé ci Boroomam, neel nakka Yàlla di Na bàyyi cik réer ku Ko soob te it di Na gindi jëmé ci Moom ka dellu [jëm ci topp Yàlla]"
  ],
  [
    28,
    "Mooy ñi gëm, te séen xol di dal ci tudd Yàlla te ca dëgg, tudd Yàlla mooy dalal xol yi."
  ],
  [
    29,
    "Ñi gëm tey jëf yu sella yi, texe ñeel na léen ak rafet delluwaay."
  ],
  [
    30,
    "Ci noonu, yónni Naa la ciw xeet woo xamne yeneen xeet yu wéy jiitu woon na ñu ko, ngir nga jàngal léen li Nu la soloo, te ñoom ñu weddi yërëmaakoon ba, neel Moom suma Boroom, amul benn yàlla budul Moom, ci Moom laa wéeru te ca Moom la delluwaay ba nekk."
  ],
  [
    31,
    "Alxuraan bu ñu ci doxloowoon tundu doj yi walla suuf si, wàlla wax loo ñu dee ñi, [du tax ñu gëm], waaye li am mooy léppu mbir mi Yàlla ko moom, ndax ñi gëm da ñu xamul ne, bu neexoon Yàlla Mu jubël nit ñépp, waaye ñi weddi du ñu deñ ci njuuma dal léeen ngir séen jëf [yu ñaaw] walla xanaa nga wàcci fu jigeñ séeni kër, ba ker ba digéb Yàlla di aksi, te Yàlla du moy digéem"
  ],
  [
    32,
    "Yéjjéefoon na ay yonnenta, lu la jiitu, Ma yiixe ñi weddiwoon, topp Ma mbugël léen , céy na Sama mbugël mel !"
  ],
  [
    33,
    "Ndax ki di aji fuklu ci li baken bu ne fàggu [di na ñu ko nirëlé ak leneen], te ñoom da ñoo sàkkal Yàlla ay bokkaale, neel tudd léen léen, walla ndax da ngéen koy soloo [Moom Yàlla] ci lu Mu xamul ci suuf si ? am ndax loo léen di wax ci kow rekk la [te àggul ci séen xol], déedéet, ñi weddi rafetalees na léen séen kéeféer ba feg na ñu léen soreel léen yoon [wu jub] wi, te ku Yàlla bàyyi cik réeram du am ku ko gindi."
  ],
  [
    34,
    "Ñeel na léen mbugël ci dundu àddina, te ca dëgg mbugëlu àllaaxira, moo gën a tiis te du ñu am ku léen aar ci li Yàlla [dogal ci ñoom]"
  ],
  [
    35,
    "Àjjana ji ñu dig way ragal ñi Yàlla [da fa mel ni tool] bu ay dex di daw ci suufam, ay meññentam ak keram di yu sax faw, looloy mujju ñi ragal Yàlla, te ñi weddi séen mujj mooy safara."
  ],
  [
    36,
    "Ñi nga xam ne jox na Nu léen téeré bi, bég na ñu ci li wàcceef na ko ci yow, te am na ñenna ca kurél ya ñu weddi leeni Alxuraan, neel man digëléef na ma, ma jaamu Yàlla te du ma Ko Bokkaale [ak dara] maa ngee woote jëmé ci Moom, te sama delluwaay ca Moom la."
  ],
  [
    37,
    "Noonu la Nu ko wàccee, muy lu ñu xereñe ci làkki araab, te boo toppoon séen bànneex ginnaaw li la dikkël ci xamxam, doo am benn aji wottu doo am ku lay fegal [mbugëlu] Yàlla"
  ],
  [
    38,
    "Yónni woon na Nu ay yonnenta, lu la jiitu, te defaloon na Nu léen ay jabar aki doom, te ab yonnenta daawul man def kéemtaan ludul ci ndigëlu Yàlla, te àppub xewxew bu ne lu ñu dogal la."
  ],
  [
    39,
    "Yàlla di Na far lu Ko soob, te di Na saxal it [lu Ko soob], te cosaanu téeré bi [lawil maxfuus] mu nga ca Moom."
  ],
  [
    40,
    "Ndéel won na Nu la lenna ci li Nu léen dig, walla Nu rey la,[lu mu ci manti doon] yow li la war mooy jottali, Nu Nooy ki natta [jëf yi] war."
  ],
  [
    41,
    "Ndax da ñu gisul ne Nun Nungiy wàññi suuf si ci ay catam, Yàlla Mooy àtte, dara du delloo àtteem, te Moom ku gaaw la ci nattam."
  ],
  [
    42,
    "ÑI léen jiitu woon defoon na ñu ay pexe te Yàlla moom bépp fànni pexe, xam Na li bépp baken fàggu, te yéeféer yo di na ñu mos a xam kan moo moom kër gu mujj ga."
  ],
  [
    43,
    "Ñi weddi di na nu wax doob yonnenta, neel Yàlla doy Na seede ci suma digënté ak yéen, ak képp ku am xamxamu téeré bi."
  ]
]