[
  {
    "id": 14,
    "city": "makkah",
    "name": {
      "translated": "Abraham",
      "transliterated": "Ibrahim",
      "codepoints": [
        1575,
        1576,
        1585,
        1575,
        1607,
        1610,
        1605
      ]
    },
    "ayahs": 52,
    "slug": "ibrahim",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Aliif Laam Raa ab téeré la bu Nu wàcce ci yow ngir génné nit ñi cik lëndëm [kéefée] jëmé léen cik leer [gëm Yàlla] ci ndigëlu séen Boroom, jëmé léen ci yoonu Boroom kàntan ga te yayoo bépp cant."
  ],
  [
    2,
    "[Ci yoonu] Yàlla Mi nga ne ñeel na Ko li nekk ci asamaan yi ak suuf si, te alkande ñeel na yéeféer yi cik mbugël mu tar."
  ],
  [
    3,
    "Ñi nga xam ne da ñu tànna dundu àddina [mu gënël léen] bu àllaaxira, te ñuy wëlbëti ñi jëm ci yoonu Yàlla, di ko sàkkal ay gàkka, ñooñu ñu ngi cik réer gu sore [dëgg]."
  ],
  [
    4,
    "Du nu yónni ab yonnenta ci làkki nitam ña [lay waxe] ngir mu leeral léen [la ñu ko yónni], te Yàlla di Na bàyyi cik réeram ku Ko soob, di Na gindi it ku Ko soob ngir Moom Mooy Boroom kàntan ga tey aji xereñ [ciy àtteem]."
  ],
  [
    5,
    "Yónni woon na Nu Muusaa, dooleel kook Sunuy kaawtéef, ne ko génnéel say nit cik lëndëm jëmé léen cik leer te nga waar léen ci xéewëli Yàlla ndax nekk na ci loolu kéemaan ci bépp muñaakoon bu dib santaakoon."
  ],
  [
    6,
    "[Fàttalikul] ba Muusaa waxee aw nitam ne léen fàttaliku léen xéewëlu Yàlla ga Mu léen defaloon ba Mu léen musëlée ca waa kër Fir-Awna, ñi léen doon teg mbugël mu bon, di rey séen doom yu góor bayyi yu jigéen ña, te loolu nekkoon na ci yéen ab nattu bu réy bu jógé ca séen Boroom."
  ],
  [
    7,
    "Ak ba séen Boroom xamlée ne boo léen gërëmée faw Ma dolli léen , booo léen weddee , [na ngéen xam ne] Sama mbugël lu tar la."
  ],
  [
    8,
    "Te Muusaa ne léen boo léen weddi woon yéen ak ñi nekk ci suuf si ñépp , [du wàññi dara Boroom bi] ngir Yàlla aji doylu la ci boppam [waliis ay mbindéefam] aji yayoo cant la."
  ],
  [
    9,
    "Ndax aksi na ci yéen nettalib xewxewu ñi léen jiitu woon, nikki nittu Nóohin ak waa Aad ak waa Samuud ak ñi ñëw ca séen ginnaaw, kenn xamu léen kudul Yàlla, séeni yonnenta dikkëloon na ñu léen ànd ak lay yu leer, te ñu màtt séeni baaraam wicax, wax ne nun weddi na nu li nga xam ne yónnéef na léen ko, te nun am na nu sikk gu tar ci li ngéen nuy woo."
  ],
  [
    10,
    "Séeni yonnenta ne léen, ndax da ngéen di am sikk ci Yàlla, Moom mi sos asamaan yi ak suuf si, Mu ngi léen di woo ngir Mu baal léen séeni ñaawtéef , te Mu muñël léen ba ca àpp ba ñu dogal, ñu tontu ne doo léen dara ludul ay nit ni nun da ngéen nu bëgg tàgaaleek li sunu maam yi daan jaamu, indil léen nu aw lay wu bir."
  ],
  [
    11,
    "Séeni yonnenta ya ne léen axa naam, nekku nu ludul ay nit ni yéen, waaye Yàlla , di Na xéewël ku Ko soob ciy jaamam, nekku nu di man a ñëw ci yéen aki lay yu leer ludul mu ànd ak ndigëlu Yàlla, te way gëm ñi na ñu wéeru ci Yàlla."
  ],
  [
    12,
    "[Ña gëm ne] lu tee, du nu wéeru ci Yàlla te gindi Na nu ba noppi teg nu ci sunuy yoon te nuy muñ lor yi ngéen nuy lor, daal na wéeru ci Yàlla way wéeru ña."
  ],
  [
    13,
    "Ña weddi wax na ñu séeni yonnenta, ne léen di na nu léen génné sunu suuf, walla ngéen déllusi ci sunu diiné, séen Boroom soloo léen ne faw di na Nu alag way tooñ ñi."
  ],
  [
    14,
    "Te ca séen ginnaaw, di Naa léen jox suuf sa muy séen dëkk [yéen yonnenta yi ak ñi léen topp], loolu mooy peyu ki ragal Sama taxawaay [ak moom] te ragal samay tëkku."
  ],
  [
    15,
    "Ñu sàkku ndimmël [ci Yàlla ñoom yonnenta ya], képp ku doon réyréylu te jeng daldi yàqule."
  ],
  [
    16,
    "Te safaraa nga koy xaar ca ginnaawam te dees na ko nàndal ndox mu bon te tàng jér."
  ],
  [
    17,
    "Di na ko guux waaye du ko xawa man a wonn, dee di ko dikkël wet gu ne, te du dee, te di na ca topp mbugël mu tar."
  ],
  [
    18,
    "Ñi weddi séen Boroom, séen jëf da fa mel , cik nirëlé, ni ab dóom bu ngilaw ëf ci bésu ngilaw lu riddi, du man a jariñoo dara ca la ñu fàggu woon, loolu mooy réer gu sore dëgg."
  ],
  [
    19,
    "Ndax da ñu gisul ne Yàlla bind asamaan yi ak suuf si ci dëgg, bu ko neexoon Mu jëlé léen fi indi fi ay mbindéef yu bees."
  ],
  [
    20,
    "Loolu nekkul lu jafe Yàlla."
  ],
  [
    21,
    "Ñoom ñépp ñu teew ca Yàlla, ña néewoon doole daldi wax ña daan màgmàgalu ne léen nun yéen la nu toppoon, ndax man ngéen noo jeñal dara ci mbugëlu Yàlla mi ? ñu tontu ne bu nu Yàlla jubëloon boon nu jubël léen, leegi nak : nu tiit walla nu muñ, yépp yam ci nun, amu nu làquwaay [fu nu rawe]."
  ],
  [
    22,
    "Seytaane di na wax, ba lépp sottee, nakka Yàlla digóon na léen, dig bu dëggu, man it ma dig léen te wor léen waaye amu ma woon benn kàntan ci not léen, defu ma ludul woo léen ngéen wuyyu ma, bu léen ma yedd, yedd léen séen bopp, manu ma léen xettali, te mau léen ma xettali man weddi naa séen bokkaaleek man ca la jiituwoon, nakka way tooñ ña, ñeel na léen mbugël mu metti."
  ],
  [
    23,
    "Ñu dugël ñi gëm te jëfoon jëf yu sella ci àjjana ju ay dex di daw ca suufam, da ñu fay béel ci séen ndigëlu Boroom, séen nuyyoo foofa mooy jàmma."
  ],
  [
    24,
    "Ndax gisoo ni sa Boroom di joxe ci waxinu léebu, baat bu sella, bu mel ni garab gu sella goo xam ne datta ba lu sampu la bu dëgër, te banxaas ya nekk ca kow asamaan."
  ],
  [
    25,
    "Muy joxe ay meññentaam saa su ne ci ndigëlu Boroomam, te Yàlla di Na gaaral nit ñi ay léebu ndaxtelee ñu fàttaliku [séen Boroom]"
  ],
  [
    26,
    "Te léebu bu ñi waxee baat bu bon dafa mel ni garab gu bon gu ñu buddi ci suuf te amul fu mu sax."
  ],
  [
    27,
    "Yàlla di Na dëgërël ñi gëm ci wax bu dëggu, ci dundu àddina ak àllaaxira, te di Na bàyyi ca séen réer way tooñ ña, te Moom di Na def lu Ko soob."
  ],
  [
    28,
    "Ndax gisoo ñiy feye xéewëlu Yàlla ak weddi, tey wàcce séeni nit ci kërug alkande."
  ],
  [
    29,
    "Di na ñu séndëlu ca safara, te bon na boobu saxuwaay."
  ],
  [
    30,
    "Ñuy sàkkal Yàlla nawle ngir réerël [séeni nit] soreel léen yoonam, nell xéewlu léen, waaye séen jëmu ca safara la nekk."
  ],
  [
    31,
    "Waxal Sama jaam yi gëm, na ngéen taxawal julli, tey dundëlé ci li nu léen wërsëgël ci lu nëbbu walla lu feeñ, lu jiitu balaa aksi bés boo xam ne du fa am jotoo walla xaritoo."
  ],
  [
    32,
    "Yàlla Mooy ki bind asamaan yi ak suuf si, te Mooy wàcce ndox mu jógé kow asamaan  ngir Mu génné ca meññent yu nekk xéewël ci yéen, te Moo léen tàggatal gaal ngir mu man a daw ci géej ci ndigëlëm te tàggatal léen it dex yi."
  ],
  [
    33,
    "Te tàggatal léen it janta bi ak weer wi ñuy ñaari way daw [ku nekk ci rëddam], tàggatal léen guddi ak bëccëg."
  ],
  [
    34,
    "Te Mu mey léen dara ci lépp loo léen Ko ñaan, te sax boo léen doon woññ ay xéewëlu Yàlla doo léen ko man a takk, nakka nit ca dëgg tooñkat la, kuy fakk jëf la."
  ],
  [
    35,
    "[Fàttalikul] ba Ibraaiima waxee : sama Boroom defal dëkk bii nekk fu am kóoluté te Nga soreel ma, maak samay doom jaamu xérëm;"
  ],
  [
    36,
    "Sama Boroom, nakka xérëm yooyu réerël na ñu lu bari ci nit ñi, ku ma topp ci man la bokk, ku ma weddi [Yaa xam noo koy def] ngir Yow jéggëlaakoon nga , jaglewaakoon nga."
  ],
  [
    37,
    "Yow sama Boroom , dëkkël naa lénna ci sama njaboot ci xur wu amul mbey ci sa wetu néeg bu ñu wormaal bi, ngir sama Boroom ñuy taxawal julli, defal xolu lenna ci nit ñi tàppu léen te Nga wërsëgël léen ciy meññent ndax xeyna ñu gërëm la."
  ],
  [
    38,
    "Yow sama Boroom, nakka Yow xam Nga nu nëbb ak li nu feeñal te dara nëbbuwul ci Yàlla ci suuf si ak ci asamaan si."
  ],
  [
    39,
    "Bépp cant ñeel na Yàlla Mi ma mey cik mage Ismaaiila ak Isaaxa, nakka sam Boroom aji dégg la ñaanu [way ñaan yi]."
  ],
  [
    40,
    "Yow sama Boroom def ma, maag samay doom aki sët nuy ñuy taxawal julli, te sama Boroom nangul sunu ñaan"
  ],
  [
    41,
    "Yow sama Boroom jéggël ma maak samay waajur, ak way gëm yi, ca bés ba ñuy natta [jëfu mbindéef yi]."
  ],
  [
    42,
    "Yow yonnenta bi bul njort ne Yàlla amul paal ci li tooñkat yiy def, deful ludul yiixe léen ba bés ba bët yiy buxéeku [janook séen mbugël],"
  ],
  [
    43,
    "Ñuy daw, muur séen bopp [ngir kersa], du ñu dellu xool séen bopp, dara nekkatul ca séen xol ya [ludul njàqare]"
  ],
  [
    44,
    "Waaral nit ñi ci bés ba ñu léen di indil mbugël ma, ba ña tooñ naan sunu Boroom muñël nu diiir bu gàtt, nu wuyyu sa woote te topp yonnenta yi, [Mu tontu léen ne] ndax nekku léen woon di giñ, ca la weesu, ne àllaaxira amul ?"
  ],
  [
    45,
    "Ngéen dëkk ca dëkk ya, ña tooñoon séen bopp [ci moy ndigëlu Yàlla] dëkkoon, te ngéen xamoon xéll ni Nu def ak ñoom, te joxoon na Nu léen ay tektal."
  ],
  [
    46,
    "Da ñu fexe séen pexe, te umpul Yàlla, doonte séen pexe moomu man naa doxloo tundu doj."
  ],
  [
    47,
    "Bul njort ne Yàlla di na soppi li Mu dig ay yonnentaam, nakka Yàlla ku am kàntan la di kuy feyyu [tooñeel],"
  ],
  [
    48,
    "Ce bés ba ñuy watte suuf si benneen suuf ak asamaan yi , te [nit ñi] génn [ca séeni bàmméel] teew ca Yàlla Ma di kenna tey notaakoon ba."
  ],
  [
    49,
    "Nga gis saay-saay ya, ca bés booba, ñu lëkëlé léen ca jénga ya."
  ],
  [
    50,
    "Séeni yéré keteraan la safra muur séeni kanam."
  ],
  [
    51,
    "Ngir Yàlla fey bàkken bu ne la mu fàggu, nakka Yàlla ku gaaw la ci natta [jëfu jaamam yi]."
  ],
  [
    52,
    "Lii lu ñuy jóttali nit ñi la ngir ñu yée léen ci, ndax ñu xam ne Moom Yàlla kenna doŋŋ la, ndax boroom xel yi man ci waaru."
  ]
]