[
  {
    "id": 16,
    "city": "makkah",
    "name": {
      "translated": "The Bee",
      "transliterated": "An-Nahl",
      "codepoints": [
        1575,
        1604,
        1606,
        1581,
        1604
      ]
    },
    "ayahs": 128,
    "slug": "an-nahl",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Jege na mbiru Yàlla , bu léen ko yàkamti, màgga na sellaam ga, te kowe Na sori la ñuy koy bokkaale."
  ],
  [
    2,
    "Mooy wàcce ay malaaka yu indi la Muy xamle ciy ndigëlam, jox ko ku Ko soob ci ay jaamam, ne léen waare léen ci xamle ne nakka li am mooy : amul benn yàlla budul Man te na ngéen Ma ragal."
  ],
  [
    3,
    "Moo bind asamaan yi ak suuf si ci dëgg, kowe Na , sori lool la ñu koy bokkaale."
  ],
  [
    4,
    "Moo bind nit ci toqanta, te moom [nit] nekk ku dëgër ci xulóo [ak Nun]."
  ],
  [
    5,
    "[Moo bind it] mala yi, ngéen di ci jëlé yéré yu nugg ak yeneen njariñ ak loo léen lekk."
  ],
  [
    6,
    "Te ñeel na léen ca it bànneexu ci séen taar boo léen di jofal ca ngoon ak boo léen di wëtël ca subë."
  ],
  [
    7,
    "Te di na yanu séeni [yóbbël] yu diis yóbbu léen ca dëkk boo léen dul woon man a dem ludul cig coono bàkken, nakka séen Boroom aji ñeemante la, jaglewaakoon la."
  ],
  [
    8,
    "[Moo bind it] fas ak baxla, ak mbaam , ngir ngéen war léen , ak ngir taar, te bind Na it loo léen xamul."
  ],
  [
    9,
    "Yàlla Moo yayoo leeral yoon wu jub wi, te am na [ci yoon yi] yu jeng [waliis njub] te bu Ko neexoon Mu jubël léen yéen ñépp."
  ],
  [
    10,
    "Moom Mooy ki léen wàcceel ndox mu jógé asamaan, ngéen di ci naan, garab yi di ci sax, ngéen di ci nàndal [jur gi]."
  ],
  [
    11,
    "Mu di léen ciy saxal mbey, ak garabu oliiw, ak bu tàndara, ak bu reseñ ak bépp meññenta, te nekk na ci loolu kéemaan ci nit ñuy xelaat."
  ],
  [
    12,
    "Te Moo léen tàggatal guddi ak bëccëg ak janta bi ak weer wi, ak biddéew yi, muy tàggat gu tukkée ci ndigëlam, nekka na ci loolu kéemaan ciy nit ñu xellu."
  ],
  [
    13,
    "Te li Mu léen wesaareel ci kow suuf si, am na ñuy melo yu wuute, te nekk na ci loolu kéemaan ciy nit ñiy waaru."
  ],
  [
    14,
    "Te Moom Moo léen tàggatal géej gi ngir ngéen man cee jëlé yàpp wu tooy woo léen lekk, ak ngéen man cee jëlé yàpp wu tooy woo léen lekk, ak ngéen man cee génné ay takkaay yoo léen di takk, te ngéen gis gaal di ci daw, ak ngéen sàkku dara ciy xéewëlam, te koon xeyna di ngéen nekk ñu Koy gërëm."
  ],
  [
    15,
    "Te Moo sampa ci suuf si doj yu mag yi ngir [mu dal] bañ a jaayu ak yéen, aki dex aki yoon, ngir xeyna ngéen gindiku."
  ],
  [
    16,
    "[def Na it ci suuf si] ay màndarga , nit ñi man di gindiku ci biddéew yi."
  ],
  [
    17,
    "Waaw ndax Ki bind, di Na yam ak ki bindul dara, ndax da ngéen dul fàttaliku ?"
  ],
  [
    18,
    "Te boo léen doon lim xéewël yi léen Yàlla defal doo léen ko man, nakka Moom Yàlla jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    19,
    "Te Yàlla xam Na li ngéen nëbb ak li ngéen feeñal."
  ],
  [
    20,
    "Te yi ñuy jaamu, bàyyi Yàlla, bindu ñu dara, te sax da ñu léen bind."
  ],
  [
    21,
    "Yu dee la ñu, nekku ñu luy dund , te xamu ñu sax kaña la ñu léen di dekkal"
  ],
  [
    22,
    "Séen Yàlla, benna Yàlla rekk la, tax na ñi gëmul dundu àllaaxira, séeni xol da ñu weddi, te ñoom da ñuy réyréylu."
  ],
  [
    23,
    "Ca dëgg, Yàlla xam Na la ñuy nëbb ak la ñuy feeñal, te nakka Moom soppul ñiy réyréylu."
  ],
  [
    24,
    "Bu ñu léen ne, lan la séen Boroom wàcce ñu ne xanaa ay léeb yu jógé ca mag ñu jëkk ña."
  ],
  [
    25,
    "Na ñu yanu séeni bàkkaar ba mu mat sëkk, bés Péncé ma, ak lenna ci bàkkaari ñi ñu réerël ci loo xam ne amu ñu ci woon xamxam, céy ! bon na la ñu yanu."
  ],
  [
    26,
    "Ñi léen jiitu woon defoon na ñu ay pexe Yàlla toj séen tabax ba, dale ko ca ndërëklaay ba, téeg ba daanu ca séen kow, mbugël ma aksi ca ñoom jaare fu ñu ko fooge wul woon."
  ],
  [
    27,
    "Topp, bés Péncé ma, di Na léen gàcceel, wax léen : ana sama bokkaale yi taxoon ngéen wuuteek [jullit ñi], ñi amoon xamxam tontu ne, bés nikki tey toroxteek mbugël dal na ñu ci kow yéeféer yi."
  ],
  [
    28,
    "Ñoom ñi malaaka yiy song, fekk ñoo tooñ séen bopp, ñu sànnik nuyyóo naan defu nu woon dara lu bon, axakañ nakka Yàlla Ku xam la li ngéen daan def."
  ],
  [
    29,
    "Koon dugg léen ciy bunti safara, te da ngéen ciy béel te bon na dëkkuwaayu ñi daan réyréylu."
  ],
  [
    30,
    "Ñu wax ñi ragal [séen Boroom], lan la séen Boroom wàcce, ñu ne yow, ñeel ñi rafetal ci àddina si muy teraanga, waaye këruk àllaaxira gën, te aka baax këru way ragal ña [séen Boroom]."
  ],
  [
    31,
    "Àjjana ju sax la, ñu tàbbi ca, te ca suufam di na ca daw ay dex, te di na ñu fa am lu ñu bëgg, noonu la Yàlla di feye way ragal ña [Yàlla],"
  ],
  [
    32,
    "ñi nga xam ne malaaka yi di na nu léen rey fekk ñu nekk ñu sella di na ñu léen wax : yalna jàmma nekk ci yéen, dugg léen Àjjana , ci sababas li ngéen daan def [ci lu baax]."
  ],
  [
    33,
    "Lan la [yéeféer] di xaar, malaaka yi dikkël léen, walla sa dogalu Boroom aksi ci ñoom ? noonu la [yéeféer] ya léen jiitu nekke woon, te kat Yàlla tooñu léen woon, waaye ñoom ñoo tooñoon séen bopp."
  ],
  [
    34,
    "Dal na léen ñaawtéefu la ñu defoon ndax wàcci na ca ñoom la ñu daan sefatal di ko reetaan."
  ],
  [
    35,
    "Ñi daan bokkaale wax ne, bu neexxon Yàlla du nu jaamu kenn kudul Moom, du nun du sunuy baay, te koon it du nu ne dara araam na te [du ci ndigëlam], looloo nekkoon di xelaati ñi léen jiitu woon, te li war ab yonnenta ndax du moo di jottali bu mat sëkk [li ñu ko yónni]"
  ],
  [
    36,
    "Yónni na Nu ci xeet wu ne ab yonnenta [ñuy xamle ne] : jaamu léen Yàlla, te ngéen moytu xérëm, mu am ci ñoom [xéet yooyu] ñu Yàlla jubël, ak ñoo xam ne, réer war na ci ñoom, te na ngéen wër ci suuf si, te ngéen seetlu nakka la way fenloo [yonnenta ya] mujje."
  ],
  [
    37,
    "Boo xérée ci jubël léen, Yàlla Moom du jubël ka Mu bàyyi cik réeram, ñooñu du ñu am ñu léen dimmëli."
  ],
  [
    38,
    "Te ñuy giñ, dayo séen ngiñ ne Yàlla du dekkal ku dee axakañ, daal la bu dëggu bu Mu tegoo, waaye li ëpp ci nit ñi xamu ñu."
  ],
  [
    39,
    "ngir ñu leeral léen [luy dëgg] ca la ñu nekkoon di ca juuyoo, ak ngir ñi weddi xam ne ñoom ñoo nekkoon di ay fenkat."
  ],
  [
    40,
    "[Li am mooy] Sunu kàddu ci lenna, su Nu ko bëggée, da Nu ko naan nekkal mu nekk"
  ],
  [
    41,
    "Ñi gàddaay jëm ci Yàlla, ginnaaw ba ñu léen tooñee di na Nu léen wàcceel yow ci àddina te yoolu àllaacira di gën a màgg, céy bu ñu xamoon"
  ],
  [
    42,
    "Ñi muñ te wéeru ci séen Boroom [di na Nu léen wërsëgël lu ñu njort wul woon]"
  ],
  [
    43,
    "Yónni wu Nu woon, ci li la jiitu, ludul ay góor yu Nu xamaloon [Sunuy ndigël, ne léen] boo léen xamul laaj léen boroom xamxam yi."
  ],
  [
    44,
    "[ay yonnenta la ñu woon] yu indi lay yu leer aki téeré, te Nu wàcce it ci yow alxuraan ngir nga leeralal nit ñi li Nu wàcce woon ci ñoom, ndax xeyna ñu xellu [waaru ba gëm]."
  ],
  [
    45,
    "Ndax, am na ci ñiy fexe lu bon, ñu wóolu ne Yàlla du këppë suuf si ci séen kow mbaa Mu sadd léen, mbugël mu ñu foogul."
  ],
  [
    46,
    "Mbaa Mu sadd léen ci séen tukki ngir ñoom manu ñu raw [Yàlla]."
  ],
  [
    47,
    "Mbaa Mu sadd léen ci tiit, te sax séen Boroom aji ñeemante la jaglewaakoon la."
  ],
  [
    48,
    "Ndax seetlu na ñu lenna ci li Yàlla bind, loola keram di na jeng jëm ndejjoor ak jëm càmmoñ ngir sujjóotal Yàlla ànd ak toroxlu."
  ],
  [
    49,
    "Dina ñu sujjóotal Yàlla, yi nekk ci asamaan yi ak suuf si, ciy way dukët ak ciy malaaka, te du ñu réyréylu."
  ],
  [
    50,
    "Ragal na ñu séen Boroom Mi léen kowe, te di na ñu def li ñu léen digël."
  ],
  [
    51,
    "Yàlla nee Na, bu léen sàkk ñaari Yàlla, ngir Moom nekkul ludul benna Yàlla, koon na ngéen Ma ragal."
  ],
  [
    52,
    "Moo moom li nekk ci asamaan yi ak suuf si, te Moo moom it [ñu war Ko jaamu ci] diiné ju sax, ndax da ngéen di ragal kenneeen kudul Yàlla"
  ],
  [
    53,
    "Lu ngéen am ci yiw mu ngi jógé ci Yàlla, te bu léen lu metti dalee Moom ngéen di ñaan [ndimmël]."
  ],
  [
    54,
    "Topp, bu léen lor wi teggi koo, mu am ab kurél ci yéen ñu bokkaale séen Boroom."
  ],
  [
    55,
    "Ngir weddi li Nu léen jox, koon xéewlu léen , di ngen mos a xami."
  ],
  [
    56,
    "Ñuy sàkkal cër ci li Nu léen wërsëgël ñoo xamné xamu ñu léen, te waat Naa ci Yàlla, ne dees na léen laaj ci li ngéen nekkoon di ko duur."
  ],
  [
    57,
    "Ñuy sàkkal Yàlla ay doom yu jigéen sellam ga [sori na loolu], te ñoom ñuy jox séen bopp la ñu bëgg [ay doom yu góor]."
  ],
  [
    58,
    "Ku ñu ci yëgël ne am na doom ju jigéen mu yendoo ñëkël kanamam ànd ak mer."
  ],
  [
    59,
    "Muy nëbbu nit ñi ngir lu naxari li ñu ko yëgël, muy seet ndax di na ko téyé ak gàcceem, walla dafa koy suul ci suuf , céy aka bon na ñuy àttee [mbir]"
  ],
  [
    60,
    "Ñeel na, ñi gëmul àllaaxira nekkin mu bon, te ñeel na Yàlla nekkin wa gën a kowe te Moom Mooy aji not ja aji xereñ ja."
  ],
  [
    61,
    "Bu Yàlla doon [gaawa] sadd nit ñi ngir séeni tooñeel, koon du bàyyi kenn ci kow suuf si, waaye dafa léen yiixe ba ca àpp bu ñu dogal ba noppi, koon bu séen àpp aksee du ñu ko weesu maa ñu jiitu ko lu mat benna waxtu."
  ],
  [
    62,
    "Ñu ngiy sédd Yàlla la ñu sib ñoom, te séeni làmmeñ di sos fen di wax ne ñoo moom Àjjana, te ci dëgg, ñoo yelloo safara te ñoom ñoo cay jiitu."
  ],
  [
    63,
    "giñ na Nu, Nun Yàlla ne yónni woon na Nu [ay yonnenta] ciy xeet yu la jiitu, waaye seytaane rafetal léen séeni jëf ba faf mu nekk tey séen àndandoo, te ñeel na léen mbugël mu metti."
  ],
  [
    64,
    "Wàcce wu Nu ci yow téeré bi [Alxuraan] ludul ngir nga leeral léen li ñu nekkoon di ca juuyoo, amu nekk njub ak yërmëndé ci nit ñi gëm"
  ],
  [
    65,
    "Te Yàlla Moo wàcce , ndox mu jógé ca kow asamaan, Mu dundal ci suuf si ginnaaw ba mu bekooree, te nekk na ci loolu tektal ci ay nit ñuy dégg."
  ],
  [
    66,
    "Te sax am ngéen loo léen man a waaroo ci mala yi, Nu ngi léen di nàndal ci lu nekk ci séeni biir, lu génné ci digënté sébërit ak deret, muy meew mu sella te neex ci way naan ya."
  ],
  [
    67,
    "Te ci meññentu tàndarma ak bu reseñ di ngéen ci jëlé naan guy màndee, ak xéewël gu baax te nekk na ci loolu tektal ciy yuy xelaat."
  ],
  [
    68,
    "Te sa Boroom Moo yenkiwal yamb [xamal ko ne] na nga sàkk néeg ci doj yi ak ci garab yi ak ci lu ñu tabax."
  ],
  [
    69,
    "Topp, [Mu ne ko] na nga lekk ci bépp meññent, te nga sóobu ci say yoonu Boroom muy lu ñu la yómbël, di na génn ci biiram naan goo xam neam nay melo yu wuute, te nekk na ca luy faj nit ñi, te loolu kéemaan la ci nit ñuy xelaat."
  ],
  [
    70,
    "Te Yàlla Moo léen bind te di Na léen rey, te am na ci yéen ñuy àgga ba ci màgget lool, ba du ñu xamati dara, ginnaaw ba ñu nekkoon ñu xam, nakka Yàlla Mooy aji xam ji di Boroom kàntan gi."
  ],
  [
    71,
    "Yàlla yëkëti Na ñenna ñi, ci kow ñeneen ñi ci wërsëg, te ñi Mu jox ngënéel loolu, du ñu delloo lenna ci séen wërsëk jox ko séeni jaam ngir ñu yemmoo ca wërsëg wa, ndax da ñuy weddi xéewëlu Yàlla ?"
  ],
  [
    72,
    "Yàlla sàkkal na léen ay jabar yu jógé ci yéen, Mu sàkkal léen ay doom yu jógé ci séeni jabar, aki sët, Mu boole ca wërsëgël léen ñam yu sella, waaw ndax [yéeféer] yi da ñuy gëm ay xérëm tey weddi xéewëlu Yàlla ?"
  ],
  [
    73,
    "Te ñu bàyyi Yàlla, di jaamu loo xamne moomul dara lu mu léen man a wërsëgël ci kow asamaan walla ci kow suuf si, te manul dara."
  ],
  [
    74,
    "Bu léen wutël Yàlla niraale, mukk, nakka Yàlla xam na te yéen xamu léen."
  ],
  [
    75,
    "Yàllaa ngiy joxe leebu ci jaam bu ñu moom te amul man-man ci dara, ak ki nga xam ne [gor la] te Nu wërsëgël ko lu jógé ci Nun wërsëg gu rafet, te muy ci dimmëlée ci lu nëbbu ak ci lu feeñ, ñooñu ñaar ndax yam na ñu ? canta ñeel na Yàlla waaye li ëpp ci ñoom xamu ñu."
  ],
  [
    76,
    "Yàlla ngiy joxe léebu ci ñaari góor ñoo xam ne kenna ki dafa lu, manul dara, te moom dafa wéeru ci sang-am te fu mu ko manti jubëlé du ca jëlé njariñ, ndax di na yam-ak ki nga xam ne dafay diglé màndu te lu mu def mu àntu."
  ],
  [
    77,
    "Ñeel na Yàlla kumpu asamaan yi ak suuf si, te mbiru bés péncé ma dey melni xef ak xippi mbaa lu ko gën a gaaw, nakka Yàlla lu nekk la man."
  ],
  [
    78,
    "Yàlla Moo léen génné ci séen biiru ndey, xamu léen woon dara Mu sàkkal léen déggdégg ak gisgis aki xol ndaxtelee ngéen gërëm [Ko]"
  ],
  [
    79,
    "Ndax gisu ñu picc yi, [mdindéef] yu ñu tàggat la ñu ci jawi asamaan si, dara téyé wu léen kudul Yàlla, te nekke na ci loolu dëggi dëggi kéemaan ci nit ñu gëm."
  ],
  [
    80,
    "Yàlla defal na léen ci séeni kër, dëkkuwaay, Mu defal léen ci deru mala yi kiiraay [mbaar] mu oyof ci yéen boo léen di tukki ak boo léen di sax fenna te [defal Na léen it] ci gëndël ak séen kawar, ak séen cëx-cëx laltaayu néeg ak jungtuwaay ba jëmmi jamano."
  ],
  [
    81,
    "Yàlla deffal Na léen ci li Mu bind ay ker, Mu defal léen ci doj yi ay néeg, Mu defal léen ci mbub yu léen di fegal tàngoor ak mbubi koŋ yu léen di fegal séeni ngaañ [ci xare], noonu lay mottalee xéewëlam ci yéen ndax xeyna ngéen jébëlu."
  ],
  [
    82,
    "Bu ñu dëddoo, xamal ne dara waru la [yow yonnenta bi] ludul jot tali gu mat."
  ],
  [
    83,
    "Xam na ñu xéewëlu Yàlla, ba noppi, ñu fakk ko, te lu bari ci ñoom ay yéeféer yi la ñu."
  ],
  [
    84,
    "Te bés bu Nu dekkaalee ci xeet wu ne ab seede, te deeful mey [ñi weddi] ñu làyyi te du ñu léen nangul it ngant."
  ],
  [
    85,
    "Ñi tooñ bés bu ñu gisee mbugël ma deesu léen woyofalal dara te deesu léen yiixe."
  ],
  [
    86,
    "Te ña doon bokkaale bu ñu gisee séen xérëm ya, di na ñu ne Yow sunu Boroom ñëlé ñoo di ñi nu daan bokkaaleek Yow di léen jaamu bàyyi la, ñoomit ñu tontu ne yéen aji fen ngéen."
  ],
  [
    87,
    "Ñu sànni jëmé ci Yàlla, ca bés ba, njébëlu, la ñu doon duur réer léen."
  ],
  [
    88,
    "Ñi weddi tey wëlbëti nit ñi bañ ñu jëm ci yoonu Yàlla, di na Nu léen dolli mbugël mu tegu ca mbugël ya, ngir la ñu nekkoon di yàq."
  ],
  [
    89,
    "Te bés bu Nu dekkalee ci xeet wu ne ab seede, bu nekk seede ci ñoom, di na Nu la indi [yow Muhammad] ngay seede ci ñooñu, ngir wàcce na Nu ci yow téeré bi ngir birël lu nekk, te muy luy gindée di yërmëndé, di mbégté ñeel way jébbëlu ña."
  ],
  [
    90,
    "Te nakka Yàlla dafa diglé màndute ak jëf ju rafet ak joxe [alal] séeni jigeñaale te tere njaaloo, ak lu ñu sib ak tooñ, mungi léen di waar ndaxtelee ngéen fàttaliku [séen Boroom]."
  ],
  [
    91,
    "Na ngéen matal kóllëré ginnaaw bamu nekkee lu dëggër te ngéen di fecci loo léen digé ginnaaw bamu nekkee lu dëggër te ngéen def Yàlla di séen seede, nakka Yàlla xam Na te xamu léen."
  ],
  [
    92,
    "Bu léen mel ni ndaw si firënci buum gu mu raw ba mu dëgër, mu firënci ko ba mu nekki dogit, ngéent jàppe séeni ngiñ loo léen di wuruje ci séen digënté, ngéen defe ne ku ëpp mbooloo man na wor, te Yàlla dafa léen ciy nattu, te bés péncé ma di Na léen leeral li ngéen nekkoon di ca juuyoo."
  ],
  [
    93,
    "Bu neexoon Yàlla, Mu def léen ngéen nekk benna xeet doŋŋ, waaye Mooy bàyyi cik réeram ku ko soob, di gindi ku Ko soob, te faw ñu laaj léen ci li ngéen nekkoon di ko def."
  ],
  [
    94,
    "Bu léen def séen ngiñ nekk luy yàq séen digënté, ba tax tànk ba sampuwoon ba dëgër tarxiis, koon di ngéen mos lu bon ngir séen dëddëlé [nit ñi] ak yoonu Yàlla, mbugël mu mag ñeel léen."
  ],
  [
    95,
    "Bu léen jaay kóllëré Yàlla ci njëg gu néew, li nekk fa Yàlla, moo gën ci yéen, céy boo léen xamoon !"
  ],
  [
    96,
    "Li ngéen moom dey jéex, li Yàlla moom, luy des la, te faw di na Nu fey ñiy muñ séen pey ca na mu gën a rafete ngir la ñu nekkoon di ko def."
  ],
  [
    97,
    "Ku jëf, jëf ju yiw, muy ku góor walla ku jgéen, te muy ku gëm, faw di na Nu ko dundël, dund gu sella, te faw di na Nu léen fey séen pey, mu gënë rafet, la ñu nekkoon di ko def."
  ],
  [
    98,
    "Booy jàng Alxuraan, na nga muslu ci Yàlla, [mu musël la] ci seytaane ma ñu rëbb."
  ],
  [
    99,
    "Nakka moom, du am benn kàntan [ci yàqal] ñi gëm te wéeru ci séen Boroom."
  ],
  [
    100,
    "Ña mu man al dara ca kàntanam du kenn kudul ña féetéewóok moom (seytaane) ak ñi ko bokkaaleek [Yàlla]"
  ],
  [
    101,
    "Bu Nu wottee ab laaya def benneen laaya fa nu nekkoon, te Yàllaa gën a xam li Muy wàcce, ñuy wax naan nekkuloo kudul aji duur, déet ! li ëpp ci ñoom xamu ñu."
  ],
  [
    102,
    "Neel, wàcce na ko Ruu gu sella ga mu jógé ca sa Boroom ci lu dëggu, ngir mu dëgërël way gëm ñi te muy luy gindée, di luy béglé ñeel jullit ñi."
  ],
  [
    103,
    "Te xam na Nu jéek, la ñuy wax ne nita la ko jàngal, muy koo xam ne làkkam du araab, te lii nekk làkku araab bu wér."
  ],
  [
    104,
    "Ñi nga xam ne gëmu ñu kàddu Yàlla yi, Yàlla du léen gindi te ñeel na léen mbugël mu metti."
  ],
  [
    105,
    "Ca dëgg, ñay duur ay fen mooy ñi gëmul kàddu Yàlla yi, ñoom ñooy fenkat yi."
  ],
  [
    106,
    "Ku weddi Yàlla, ginnaaw ba mu gëmée, kudul ka ñu not te fekka xolam sax na ci gëm Yàlla, ak ñi ubbi séen dënnë cik kéeféer, mer mu tukkée ca Yàlla di na léen sadd, te ñeel na léen mbugël mu mag."
  ],
  [
    107,
    "Li waral loolu mooy da ñu tànna dundu àddina ci kow dundu àllaaxira, te Yàlla du gindi nit ñu diy yéeféer."
  ],
  [
    108,
    "Ñooñu ñooy ñi Yàlla fatta séen xol ak séeni nopp ak séeni bët, ñoom ñooy ña sàggan."
  ],
  [
    109,
    "Ca dëgg nakka ñoom, ñooy ñay yàqule ca àllaaxira."
  ],
  [
    110,
    "La cay topp, mooy sa Boroom di Na jagle ñi gàddaayoon, ginnaaw nattoof na léen te ñu xeex, muñ, sa Boroom, ginnaaw loolu di Na léen jagle njégëlam ak yërmëndéem."
  ],
  [
    111,
    "Bés bu bàkken bu ne dàggeek boppam te bàkken bu ne ñu fey ko lamu jëfoon, bu boobaa du ñu tooñ kenn ci dara."
  ],
  [
    112,
    "Yàllaa ngiy joxe léebu ci dëkk bi amoon kóoluté te am xel mu dal, wërsëgam di fa dikk, bare tey jógé fu nekk, waaye mu weddi xéewëlu Yàlla, tax Yàlla mosal ko càngaayu xiif ak tiitànge ngir la ñu jëf."
  ],
  [
    113,
    "Ab yonnenta, bu bokk ci ñoom, dikkël na léen, ñu weddi ko, mbugël sadd léen te ñu nekoon ñu tooñ."
  ],
  [
    114,
    "Lekk léen ci xéewël gi léen Yàlla jox, muy lu lew lu  teey te ngéen gërëm Yàlla ci xéewëlam ndégém Moom rekk ngéen di jaamu."
  ],
  [
    115,
    "Waaye araamal Na ci yéen médd, ak deret, ak yàppu mbaam-xuux ak lu ñu [rey] te tudd ca kenneen kudul Yàlla, képp ku nara loru [ba tax mu lekk yooyu araam], te defu ko ngir beew walla jalgati [na xam ne] Yàlla jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    116,
    "Bu léen di wax loo xam ne séeni làmmeñ a koy melal ciy fen naan lii dagan na lii aram na, di duural Yàlla ay fen, te ñiy duural Yàlla ay fen du ñu texe."
  ],
  [
    117,
    "Ñeel na léen yóbbël gu néew, ak mbugël mu metti."
  ],
  [
    118,
    "Te araamal na Nu woon ci yauud yi li Nu la nettali, cik jëkk, te tooñu Nu léen , waaye ñoo tooñ séen bopp."
  ],
  [
    119,
    "Mu des nak ne nakka sa Boroom, lu jëm ci ñi jëfoon lu bon [nikki bokkale] cik réer, ginnaaw loolu ñu tuub ko, rafetal séeni jëf, ñooñu sa Boroom faw Mu jéggël léen, yërëm léen."
  ],
  [
    120,
    "Nakka Ibraaiima roytéef la di jaamukatu Yàlla, di aji wéetël Ko, nekkul woon aji bokkaale."
  ],
  [
    121,
    "Aji gërëm la Ko woon ciy xéewëlam, Yàlla tànna Na ko, gindi ko teg ko ci yoon wu xocc wa."
  ],
  [
    122,
    "Te mey na Nu ko ci àddina tagg wu rafet te ca àllaaxira di na bokk ca ñu sella ña."
  ],
  [
    123,
    "Tax na Nu soloo la ne toppal diinée Ibraaiima cik wéetël sa Boroom bokkul woon ca way bokkaale ña."
  ],
  [
    124,
    "Màggal besu gaawu teguwul woon ludul ci kow ñi ci juuyoowoon, te sa Boroomm di Na àtte séen diggënté, ca bé Péncé ma, ci li ñu nekkoon di ca juuyoo."
  ],
  [
    125,
    "Wooteel ci sa yoonu Boroom, sukkëndiku ci Alxuraan ak waare ci li baax te nga dàggeek ñoom ca na mu gën a rafete, nakka sa Boroom Moo gën a xam ñi réer sore yoonam, te Moo Moo gën a xam ñiy jubël."
  ],
  [
    126,
    "Boo léen di feyu, na ngéen mbugëlé lu tol ni li ñu léen mbugël, waaye boo léen muñée mooy gën fuuf ca way muñ ña."
  ],
  [
    127,
    "Na nga muñ, sag muñ bu mu wéeru fudul ci Yàlla , te bul jàq ngir ñoom, bul nekk cik tiis ngir la ñuy fexe."
  ],
  [
    128,
    "Nakka Yàlla ñi ragal [séen Boroom] ak ñiy def lu rafet la àndal."
  ]
]