[
  {
    "id": 19,
    "city": "makkah",
    "name": {
      "translated": "Mary",
      "transliterated": "Maryam",
      "codepoints": [
        1605,
        1585,
        1610,
        1605
      ]
    },
    "ayahs": 98,
    "slug": "maryam",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Kaaf Haa Yaa Ayin Saad"
  ],
  [
    2,
    "Lii mooy fàttalig sa yërmendé Boroom ci jaamam Zakariyaa."
  ],
  [
    3,
    "Ba mu ñaanee Boroomam, ci woote gu nëbbu."
  ],
  [
    4,
    "Mu ne Yow sama Boroom samay yax dëgërëtu ñu te samay kawari bopp weex na ñu tàlla, te mosu ma la ñaan. Yow sama Boroom ba sooy."
  ],
  [
    5,
    "Te man ragal naa samay doomi baaytëx, ci sama ginnaaw [ràppal diiné ji] te sama soxna dafa jérmel, mey ma ci sa dogal doom."
  ],
  [
    6,
    "Muy ku may donna, di donay njabootu Yaxuuba te nga def ko Yow sama Boroom, mu di koo gërëm."
  ],
  [
    7,
    "Éey yow Zakariyaa, nakka Nun [sa Boroom] Nu ngi lay bégëlé doom ju góor ju tudd Yaxyaa, kenn mosul tudd noonu lu ko jiitu."
  ],
  [
    8,
    "Mu ne sama Boroom, nakka laay ame doom te sama soxna dafa jérméel, te àgg naa ci màgget ba kubur."
  ],
  [
    9,
    "Mu ne ko : noonu lay ame, sa Boroom neena lu Ma yómb la te da Ma la bindoon lu jiitu lii te nekkuloo woon dara."
  ],
  [
    10,
    "Mu ne, Yow sama Boroom jox ma ci màndarga Mu ne ko sa màn darga mooy doo man a wax ak nit ñi ñatti fan yu yam kepp."
  ],
  [
    11,
    "Mu génn jëm ci ay nitam, jógé ci jàkka ja, muy juñj ne léen na ñuy sàbbaal [séen Boroom] subaak ngoon."
  ],
  [
    12,
    "[Ba mu màggee Boroom bi ne ko] èey yow Yaxyaa jàppal téeré bi ànda ceek farlu, te joxoon na Nu ko ba muy gune xamxamu ràññee [dëgg]."
  ],
  [
    13,
    "Ak yërmëndé ci Sunu dogal, ak sella te nekkoon na it ku jullité,"
  ],
  [
    14,
    "Te di ku baax ciy waajuram te nekkul woon aji réylu guy moy."
  ],
  [
    15,
    "Te jàmma la àndal bésu juddóom, ak bés ba muy dee ak bés ba ñu koy dekkal mu dundaat."
  ],
  [
    16,
    "Fàttalil ci téeré bi Maryaama, ba mu beroo ay mbokkaam jëm ca bérëb bu féeté penku."
  ],
  [
    17,
    "Mu def kiiraay ci digëntéem ak ñoom, Nu yónnée ko Sunu Ruu, [malaaka] gu ko feeñook jëmmu nit ku yam taxawaay."
  ],
  [
    18,
    "Mu ne ko, maa ngée làqu ci yërëmaakoon ba, ngir mucc ci yow ndéem ragal nga Yàlla."
  ],
  [
    19,
    "Mu ne ko nekku ma leneen ludul sa ndawal Boroom [Mi ma yónni] ngir ma jox la doom ju góor ju sella."
  ],
  [
    20,
    "Mu ne nakka laay ame doom ju góor, te kenn ku góor jotewul ak man te nekku ma it caaxaankat."
  ],
  [
    21,
    "Mu ne noonu lay ame, sa Boroom neena loolu lu Ma yómba la, te di na Nu ko def muy kaawtéef ci nit ñi, tey yërmëndé it ci Sunu coobare, te nekk na lu ñu dogal ba noppi."
  ],
  [
    22,
    "Mu ëmbë ko, daldi dem bérëb bu soree sori."
  ],
  [
    23,
    "Mettitu mat wa dikkël ko, ci ëkku tàndarma mu ne aka neexoon ma dee balaa lii am, ma nekk ku ñu fàtte ba faw."
  ],
  [
    24,
    "Ñu woo ko, [woote gi jógé] fu ko féeté suuf ne ko : bul naqarlu, sa Boroom def Na ci sa suuf dex"
  ],
  [
    25,
    "Na nga gësëm, jëm ci yow ëkku tàndarma gi, ay tàndarma yu doora ñor di na ñu rot, ci sa kow."
  ],
  [
    26,
    "Koon lekkal, naan te na sa xol sedd, te boo gisee nit ne ko, man da ma fas yéene jàppu ngir jaamu Yërëmaakoon bi, du ma waxak nit tey."
  ],
  [
    27,
    "Mu aksi ak moom [doom ji] yore ko, ca mbokk ya, ñu ne ko : yow Maryaama dikké nga jëf ju ñaaw."
  ],
  [
    28,
    "Yow mbokku Aaruna, sa baay nekkul woon nit ku bon, te sa ndey nekkul woon njaalookat."
  ],
  [
    29,
    "Mu joxoñ léen liir bi, ñu ne ko nakka la nuy waxeek ku nekk ci lal taayu gune dib liir,"
  ],
  [
    30,
    "[Liir ba] ne man jaamu Yàlla laa, jox na ma téeré bi te def Na ma yonnent."
  ],
  [
    31,
    "Te barkeel na ma, fu ma manti nekk, te dénku na ma may julli di génné asaka feek maa ngiy dund."
  ],
  [
    32,
    "Te ma baax it ci sama yaay, te deful ma nekk aji réy juy moy Yàlla."
  ],
  [
    33,
    "Te jàmma di na nekk ci man ci suma bésu juddu ak suma bésu dee ak suma bésu dekki di dundaat."
  ],
  [
    34,
    "Noonooy mbiru lisaa doomi Maryaama, muy wax ju dëggu joo xam ne ñu nga cay werante."
  ],
  [
    35,
    "Yellul ci Yàlla muy jur doom, céy sellam ga, bu dogalee mbir, du def ludul ne ko nekkal mu nekk."
  ],
  [
    36,
    "Te nakka Yàlla, Mooy suma Boroom, di séen Boroom, jaamu léen ko, loolu mooy yoon wu jub xocc wa."
  ],
  [
    37,
    "Kurél ya juuyoo na ñu ca séen biir, waaye alkande ñeel na ñi weddi ca teewaayu bés bu réy."
  ],
  [
    38,
    "Déktël léen te nga won léen [ñu gis] bés ba ñuy dikk ci Nun, waaye way tooñ ña nekk na ñu tey jii cik réer gu tar."
  ],
  [
    39,
    "Ragal loo léen bésub réccu booba nga xam ne di na fekk àtteef na ba noppi [séen jëmu], te ñoom ñu ngi nekk cik càgante, ba tax ñoom du ñu gëm."
  ],
  [
    40,
    "Nakka Nun Nooy donna suuf si ak lépp lu nekk ci kowam, te ñoom ci Nun la ñuy déllusi."
  ],
  [
    41,
    "Fàttalil Ibraaima, ci téeré bi, nakka moom dëgëlaakoon la dib yonnenta"
  ],
  [
    42,
    "Ba mu waxeek baayam ne ko, yow baay sama lu tax ngay jaamu loo xam ne du dégg du gis te du la jariñ dara."
  ],
  [
    43,
    "Yow baay sama, man mii, am na xamxam bu ma dikkël, te dikkëlu la, topp ma, ma gindi la, teg la ci yoon wu jub wi."
  ],
  [
    44,
    "Yow baay sama bul jaamu seytaane, nakka seytaane da fa di moy katu yërëmaakoon bi."
  ],
  [
    45,
    "Yow baay sama ragal naa mbugël dal la jógé ca yërëmaakoon bi, te koon da ngay nekk xaritu seytaane."
  ],
  [
    46,
    "Mu tontu ne, ndax da nga sib sunu yàlla yi, yow Ibraaima, boo bàyyiwul [di léen xas] di naa la jam ay xeer, sori ma, te na yàgg."
  ],
  [
    47,
    "Mu ne ko yalna jàmma nekk ci yow, di naa la baalul sama Boroom, nakka Moom nekk Na ku baax ci man."
  ],
  [
    48,
    "Di naa léen dëddu, yéen ak li ngéen di jaamu bàyyi Yàlla te di naa ñaan sama Boroom, xeyna du ma sooy ci sama ñaan."
  ],
  [
    49,
    "Ba mu léen dëddoo, ñoom ak la ñuy jaamu bàyyi Yàlla, mey na Nu ko Isaaxa ak Yàquuba, te Nu def léen ñoom ñépp ay yonnenta."
  ],
  [
    50,
    "Mey na Nu léen, ci Sunu yërmëndé [alal aki doom] Nu jox léen it làmmeñu wax dëgg gu kowe."
  ],
  [
    51,
    "Fàttalil ci téeré bi Muusaa, nakka moom nekkoon na aji sella, nek koon it yonnenta di ku ñu soloo."
  ],
  [
    52,
    "Woowoon na Nu ko, ca wetu ndejjooru tund wa [tundu Sinaai], Nu jegeñal ko ci déeyaale ak moom."
  ],
  [
    53,
    "Nu mey ko, ci sunu yërmëndé, mbokkam Aaruuna nekk yonnenta."
  ],
  [
    54,
    "Fàttalil ci téeré bi Ismaaiila nakka moom nekkoon na ku dëggu ci ab digé, te nekkoon na di yonnenta, di ku ñu soloo."
  ],
  [
    55,
    "Te nekkoon na di digël njabootam, julli ak joxe asaka, te nekkoon na ca Boroomam ku ñu gërëm."
  ],
  [
    56,
    "Fàttalil ci téeré bi Idriisa, nakka moom nekkoon na ku dëggu di ku ñu soloo."
  ],
  [
    57,
    "Te yékëti woon na Nu ko [yóbbu ko] ci bérëb bu kowe."
  ],
  [
    58,
    "Ñooñu ñooy ñi Yàlla teral ñu bokk ci yonnenta yi, ñu bokk ci sëtu Aadama ak ñi Nu yaboon [ca gaal ga] ñu ànd ak Nóohin, ak ci sëtu Ibraaima ak Israaiila, ak ñi Nu jubël te Nu tànna léen, bu ñu tud dee ci ñoom kàdduy Yërëmaakoon bi ñu rot sujóot di jooy."
  ],
  [
    59,
    "Waaye kuutaay gu bon, wuutu na ñu léen, ca séen ginnaaw, ñoo xam ne sànka na ñu julli te topp séen bànneex di na ñu mos a dajeek mbugël mu metti."
  ],
  [
    60,
    "Ginnaaw ka tuub te gëm, te jëf jëf yu yiw, ñooñu di na ñu tàbbi Àjjana, te du ñu sànk dara [ci séen yiw]."
  ],
  [
    61,
    "Muy Àjjanay dëkkuwaay joo xam ne Yërëmaakoon bi dig Na ko, ay jaamam [yi Koy jaamu] ci kump, nakka Moom digéem nekk na luy am."
  ],
  [
    62,
    "Du ñu fa dégg waxu caaxaan, ludul jàmma, te séeni wërsëg ñeel na léen foofa subaak ngoon."
  ],
  [
    63,
    "Àjjana jooju, di na Nu ko donale ñi ragal Yàlla, ci Sunuy jaam."
  ],
  [
    64,
    "Du nu wàcc ludul ci sa ndigëlu Boroom, ñeel na Ko li weesu ak li ñëwëgul ak li nekk ci digënté bi, te sa Boroom nekkul kuy fàtte."
  ],
  [
    65,
    "Mooy Boroom asamaan yi ak suuf si ak li nekk ci séen digënté, koon jaamu léen Ko te na nga muñ ci jaamu Ko, ndax xamal nga Ko turëndoo ?"
  ],
  [
    66,
    "Nit-a ngiy wax, ndax bu ma deewee di naa nu génn di dundaat."
  ],
  [
    67,
    "Ndax dafa fàttalikuwul moom nit ki ne bindoon na Nu ko ca njal béen, te booba nekkul woon dara."
  ],
  [
    68,
    "[Na la wóor] ci sa màggu Boroom, ne di na Nu léen fang ñoom ak seytaane ya, topp ca Nu teewal léen ñu sukk wër safara."
  ],
  [
    69,
    "Topp ca Nu génné ci kurél bu ne, ña ca gën a dëgër bopp ci weddi Yërëmaakoon bi."
  ],
  [
    70,
    "Nun noo gën a xam ña ca gën a yay ca ñoom, ci dugg safara."
  ],
  [
    71,
    "Amul kenn ci yéen ku ca dul dugg loolu nekk na ca sa Boroom àtte bu ñu dogal ba noppi."
  ],
  [
    72,
    "Topp ca, Nu musël ñi ragal Yàlla, bàyyi fa way tooñ ña, ñu bóof ca biir."
  ],
  [
    73,
    "Bu ñu jàngee ci séen kanam Sunuy kàddu yu leer, ñi weddi waxak, way gëm ya ne léen ana ban ci ñaari, kurél yi moo gëni kër te gën pénc."
  ],
  [
    74,
    "Te aka bari, maas yi Nu alag, lu léen jiitu, ñoo xam ne ñoo léen gën a rafet melow kër, gën léen a taaru."
  ],
  [
    75,
    "Waxal ne ña nekk cik réer, Yërëmaakoon bi di Na léen tëbb [ciy fan] ba ñu janook li ñu léen digóon, muy mbugël ma, walla tukkité àddina, bu boobaa di na ñu xam kan moo yées dëkkuwaay te gën a doyadi mbooloo."
  ],
  [
    76,
    "Te Yàlla di Na dolli njub ñi nekkoon di jubël, te jëf yay des te di yu yiw ya ñoo gën ca sa Boroom ci yool te ño gën it ci delluwaay."
  ],
  [
    77,
    "Ndax gisoo ki weddi Sunuy kàddu ba noppi di wax deef na ma jox alal ak doom."
  ],
  [
    78,
    "Ndax dafa xam kump, walla dafa am digé bu ko Yërëmaakoon bi dig."
  ],
  [
    79,
    "Déedéet, di na Nu bind li muy wax, te di na Nu ko dolli mbugël gu dolliku."
  ],
  [
    80,
    "Di na Nu ko xañ li muy wax, te di na dikk ci Nun di ku wéet ak boppam."
  ],
  [
    81,
    "Te da ñu doon jaamu ay yàlla bàyyi Yàlla, ngir ñu am ca térànga."
  ],
  [
    82,
    "Déedéet di na ñu weddi séen jaamu ga, nekk séeni noon"
  ],
  [
    83,
    "Ndax da nga gisul ne Nun yabal na Nu seytaane yi ca way weddi ña, ñu léen di yëngël [xiir léen ci lu bon]."
  ],
  [
    84,
    "Bul yàkamti ci ñoom [mbugël muy ñëw], di na Nu léen limal ab lim."
  ],
  [
    85,
    "Bés bu Nu fangee way ragal Yàlla ña jëmé léen ca Yërëmaakoon ba, ñu nekk di mbooloo."
  ],
  [
    86,
    "Te Nu jiitël saay-saay ya jëmé léen safara ñu nekk ñu mar."
  ],
  [
    87,
    "Du ñu man rammu, kudul ka jëlé ca Yërëmaakoon bi ndigël."
  ],
  [
    88,
    "Ñuy wax naan yërëmaakoon bi am na doom."
  ],
  [
    89,
    "Aksi ngéen ci lu bon a bon."
  ],
  [
    90,
    "Tuuti koon asamaan yi xar ci wax jóoju, suuf si xottiku, tundu doj yi tasaaroo màbb."
  ],
  [
    91,
    "Ngir li ñu sàkkal Yërëmaakoon bi doom."
  ],
  [
    92,
    "Te yéllul ci Yërëmaakoon bi Mu am doom."
  ],
  [
    93,
    "Amul dara lu nekk ci asamaan yi ak suuf si, te nekkul ludul di na dikk nekk jaam ci Yërëmaakoon bi."
  ],
  [
    94,
    "Takk na Na léen te lim léen, lim bu wér."
  ],
  [
    95,
    "Te ñoom ñépp di na ñu dikk bés Péncé ma, kenn-kenn."
  ],
  [
    96,
    "Ñi nga xam ne gëm na ñu te jëf jëf yu yiw Yërëmaakoon bi di Na léen sàkkal ay soppe."
  ],
  [
    97,
    "Tax na yómbëlal na Nu la Alxuraan [wàcce ko] ci sa làkka [wi nga nàmp] ngir nga waar ci way ragal ñi Yàlla, te xupp ci nit ñu nekk ay dàggekat."
  ],
  [
    98,
    "Aka bari maas yi Nu alag, ci ñi léen jiitu, ndax yëg nga kenna ci ñoom, walla dégg nga ci ñoom genna yëngu."
  ]
]