[
  {
    "id": 20,
    "city": "makkah",
    "name": {
      "translated": "Ta-Ha",
      "transliterated": "Taha",
      "codepoints": [
        1591,
        1607
      ]
    },
    "ayahs": 135,
    "slug": "taha",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Taa-Haa"
  ],
  [
    2,
    "Wàcce wu Nu ci yow alxuraan ngir sonal la."
  ],
  [
    3,
    "Du leneen ludul nga waar ci ñi ragal Yàlla"
  ],
  [
    4,
    "Lu ñu wàcce la, mo jógé ca Ki bind suuf si ak asamaan yi kowe"
  ],
  [
    5,
    "Mooy  Yërëmaakoon bi nekk ca gàngunéem ga."
  ],
  [
    6,
    "Ñeel na Ko li nekk ci asamaan yi ak suuf si,ak li nekk ci séen digënté ak la nekk ca suufu suuf yu xóot ya."
  ],
  [
    7,
    "Boo waxee ca kow… nakka Moom xam Na la  ñu  yelu ak la gën a nëbbu"
  ],
  [
    8,
    "Yàlla,amul benn Yàlla budul Moom, ñeel na ko tur ya gën a rafet."
  ],
  [
    9,
    "Ndax dikkël na la solo Muusaa."
  ],
  [
    10,
    "[Fàttalikul] ba mu séenée as safara mu ne njabootam,toog léen xaar, man séen naa safara, xeyna ma indil léen ci benna jum,mbaa ma fekk ca safara wa ku ma tektal [yoonu Misra]."
  ],
  [
    11,
    "Ba mu fa aksee woowees na ko [ne ko] : yow Muusaa,"
  ],
  [
    12,
    "Man, Maa di sa Boroom summil say dàlla, yow yaa ngi ci xur  wu sella wi tudd Tuwaa."
  ],
  [
    13,
    "Man tànna naa la, koon déglul li ñu lay xamal."
  ],
  [
    14,
    "Nakka Man Maa di Yàlla, amul benn yàlla budul Man,koon na nga Ma jaamu,ngay julli ngir fàttaliku Ma."
  ],
  [
    15,
    "Nakka tukkite àddina, luy  ñëw la,xaw Naa ko ñëbb, ngir fey baken bu ne la mu jëf."
  ],
  [
    16,
    "Ki ko gëmul bu mu la feg [ tàgaale la ak moom], moom dafa topp bànneexam koon di nga alku."
  ],
  [
    17,
    "Loo yor ci sa ndijjoor yow Muusaa."
  ],
  [
    18,
    "Mu ne, lii sama yat la, di naa ci sukëndiku,di naa ci bàcc ay xob yu may jox samay gàtt, te dinaa ci jëlé yeneen njariñ"
  ],
  [
    19,
    "Mu ne sànni ko,yow Muusaa."
  ],
  [
    20,
    "Mu sànni ko, mu daldi nekk jaan juy watatu."
  ],
  [
    21,
    "Mu ne jàppa ko,bul ragal, di na Nu ko dello meloom gu jëkk."
  ],
  [
    22,
    "Dugëlal sa loxo ci sa poxtaan di na génna nekk lu weex tàll ci lu àndul ak lu bon , muy benneen kaawtéef."
  ],
  [
    23,
    "Ngir Nu won la lenna ci Sunnuy kaawtéef yu màgg."
  ],
  [
    24,
    "Demal ca Fir-Awna,nakka moom beew na."
  ],
  [
    25,
    "Mu ne,yow sama Boroom,ubbil sama dënnë."
  ],
  [
    26,
    "Te nga jàppandil samay mbir"
  ],
  [
    27,
    "Feccil sama passpasu làmmeñ."
  ],
  [
    28,
    "Ndax ñu man a dégg samay wax."
  ],
  [
    29,
    "Defal ma ci samay mbokk ku may ndimmëli"
  ],
  [
    30,
    "Muy Aaruuna sama doom ndey."
  ],
  [
    31,
    "Nga dëgërële ko sama mbir."
  ],
  [
    32,
    "Nga boole ko ci sama mbir."
  ],
  [
    33,
    "Ndax nu di La sàbbaal lu bari."
  ],
  [
    34,
    "Ak di La tudd lu bari."
  ],
  [
    35,
    "Nakka Yow nekk Nga ku ne jàkk ci nun."
  ],
  [
    36,
    "Mu tontu ne yow Muusaa meyeef na la ba noppi say laaj."
  ],
  [
    37,
    "Defaloon na Nu la benneen xéewël [bu jëkk]."
  ],
  [
    38,
    "Ba Nu digëlee sa yaay la Nu ko soloo woon."
  ],
  [
    39,
    "Ne ko,def ko ci waxande te nga sànni ko ci géej gi,ndox mi di na ko yóbbu ca tefes ga,sama noon, di noonam di na ko for,te sànni Naa ci yow cofeel gu jógé ci Man ngir ñu yar la ci Sama wottu."
  ],
  [
    40,
    "[Fàttalikul] ba sa mag mu jigéen demee [ca ña la foroon] ne léen ndax du ma léen tektal ku ko man yar,ba Nu delloo la sa yaay ndax xolam sedd, mu bañ a jàqa, te reyoona nga nit, Nu musël la ca njàqare ma, waaye Nu nattu la, nattu yu bari, nga toog ay at ca waa madyana nga door a dikk fii ci dogal yow Muusaa."
  ],
  [
    41,
    "Tànna na Nu la ngir  Sunu bopp."
  ],
  [
    42,
    "Demal yaak sa doom-ndey, ànd ak Samay Kaawtéef, te bu léen noppee di Ma fàttaliku."
  ],
  [
    43,
    "Demal ca Fir-Awna,beew na."
  ],
  [
    44,
    "Te na ngéen wax ak moom wax ju nooy,ndax xeyna mu fàttaliku [Boroomam] mbaa mu ragal Ko."
  ],
  [
    45,
    "Ñoom ñaar ñu ne Yow  sunu Boroom,nun dey ragal na nu mu jéggi dayo ci mbugël nu, mbaa mu fétéerlu."
  ],
  [
    46,
    "Mu ne , bu léen ragal yéen ñaar ,nakka Man Maa ngi ànd ak yéen , Maa ngiy dégg te Maa ngiy gis [li muy wax ak li muy def]."
  ],
  [
    47,
    "Dem léen ca moom ngéen ne ko: nun ñaari ndawi sa Boroom la nu, bàyyil waa Bani-Israaiila ,ñu dem ànd ak nun, te bu léen mbu gël,dikkël na nu la ànd ak lay yu jóge ca sa Boroom.te yalna nekk ci jàmma,képp ku topp yoonu njub"
  ],
  [
    48,
    "Nakka,nun xamalees na nu, ne mbugël  di na dal képp ku weddi te dëddu."
  ],
  [
    49,
    "[Fir-Awna] tontu ne , kan mooy séen boroom yéen  ñaar, [waxal] yow Muusaa."
  ],
  [
    50,
    "Mu tontu ne : sunu Boroom Mooy ki jox bépp  lëf bindém  topp Mu jubël ko."
  ],
  [
    51,
    "Mu ne:lan mooy mbiru xeet yu jëkk ya."
  ],
  [
    52,
    "Mu tontu ne : xamxam bi ci ajù mu nga ca sama Boroom , ci ab téeré,suma Boroom du réer du fàtte."
  ],
  [
    53,
    "Mooléen defal suuf si mu nekk lal, Mu jàpandal léen ci ay yoon, Mu wàcce ndox mu jògé asamaan, Mu génné ci ay xeetu gàncax yu wuute."
  ],
  [
    54,
    "[Ñu ne léen] lekk léen, te ngéen  sàmma séen jur yi, te nekk na ci loolu tektal ci ku am xel."
  ],
  [
    55,
    "Ci suuf si la Nu léen bindé, te ci biiram la Nu léen di delloo, te ci moom it la Nu léen di génnéwaat benneen yoon."
  ],
  [
    56,
    "Won na nu ko [moom Fir-Awna] Sunuy kéemtaan yépp, mu weddi,bañ."
  ],
  [
    57,
    "Mu ne ndax nga dikk ngir génné nu ci sunu suuf, ak sa njibar yow Muusaa?"
  ],
  [
    58,
    "Faw di naa la indil njibar gu mel ni sa bos,sàkkal ab digé ci sunu digënté gu nuy daje,boo xam ne kenn du ko wuute, du nun du yow, muy  ci déndë bu maase"
  ],
  [
    59,
    "Muusaa ne ko, sunu bésu daje na nekk bésu taar ba te na nit ñi dajaloo [foofa] ci yoor-yoor."
  ],
  [
    60,
    "Fir-Awna, dem , dajale ay pexeem ñëw [ca bés ba]."
  ],
  [
    61,
    "Muusaa ne léen : ngalla yéen , bu léen duural Yàlla ay fén, koon Yàlla di Na léen alaag ci mbugël, te képp ku sos [ay fen] yàqule na."
  ],
  [
    62,
    "Ñu waxtaane séen mbir ci séen digënté, ba noppi làq la ñu tërël ci séen déeyoo."
  ],
  [
    63,
    "Ñu ne ñii ñaar nekku ñu ludul ñaari jibar yu léen bëgg génné séen réew ak  njibar, te jëlé fi séen diiné ji di li gën."
  ],
  [
    64,
    "Dajale léen séeni pexe, te ngéen ñëw làngoo, te tey ki not mooy jël ndam li."
  ],
  [
    65,
    "Ñu ne yow Muusaa, na nga sànni walla nun nu jëkka sànni."
  ],
  [
    66,
    "Mu ne léen déet , sànni léen, [ba ñu  sànnee] séen buum ya ak yat ya mel ni yuy raam ci gisam ngir séen, njibar."
  ],
  [
    67,
    "Mu yëg ci boppam am tiit moom Muusaa."
  ],
  [
    68,
    "Nu wax, bul  tiit , yow yaay féeté kow."
  ],
  [
    69,
    "Te sànnil li nga yor ci sa loxo ndijjoor di na wonna la ñu defar yoo xam ne pexe njibar rekk la ñu , fu mu manti dem du am ndam."
  ],
  [
    70,
    "Jibar ya rot sujòot ne gëm na nu Yàlli Aaruuna ak Muusaa"
  ],
  [
    71,
    "[Fir-Awna] daldi ne: da ngéen koy gëm lu jiitu ma mey léen ci ndi gël,moom [Muusaa] moodi séen sëriñ bi léen jàngal njibar,koon faw ma dagg séen loxo ak séen tànk cik jàllaawle te di naa léen daaj ci ëkku tàndarma, di ngéen xam, kan ci nun moo gën a tar te gën a des mbugël"
  ],
  [
    72,
    "Ñu ne tànna tu nu la , ci kow li nu dikkël ci leeraay , waat na nu ko ci ki nu bind, koon àtteel li ngay àtte, waaye doo man a àtte ludul ci dundu àddina bii rekk."
  ],
  [
    73,
    "Nun gëm nan nu sunu Boroom ngir Mu jéggël nu sunuy ñaawtéef , ak li nga nu defloo cik njibaar, te Yàlla Mo gën Mooy des."
  ],
  [
    74,
    "Li am mooy, ku dem ca sa Boroom di way tooñ , safara ñeel na ko , du fa dee du fa dund."
  ],
  [
    75,
    "Ku dem ca Moom di way gëm, te jëfoon jëf yu sella ñooñu ñeel na léen ndéey lu kowe"
  ],
  [
    76,
    "Ájjanay dëkkuwaay, joo xam ne ay dex da ñuy daw ci suufam, te da ñu fay béel, te loolu mooy peyu ñi laabal séen bopp [ciy bàkkaar]."
  ],
  [
    77,
    "Te digël na Nu Muusaa, ne ko riñaanal ànd ak sama jaam yi, xottil yoon wu wow ci géej gi, bul ragal ku léen dab te bul jàq."
  ],
  [
    78,
    "Fir-Awna topp léen mokk lélam, waaye ginnax ya muur na léen, ca géej ga."
  ],
  [
    79,
    "Fir-Awna réerël na nitam ña, te gindiwul kenn."
  ],
  [
    80,
    "Éey yéen Bani-Israaiil, musël na u léen ci séeni noon, te digoon na Nu léen wetu ndijjooru tundu doj wa, te Nu wàcce ci yéen lem gu weex ak ngëméen."
  ],
  [
    81,
    "[Ne léen] lekk léen ci yu sella yi Nu léen xéewël, te bu léen fi beew koon di na wàcce ci séen kow Sama mer, te ku Sama mer wàcce ci moom alku na."
  ],
  [
    82,
    "Te Man damay jéggël, ku tuubn te gëm te jëf jëf yu sella te tegu ci yoon wu jub."
  ],
  [
    83,
    "Lan moo la yàkkamtiloo ci dëddu say nit yow Muusaa."
  ],
  [
    84,
    "Mu ne ñoom da ñoo topp samay tànk, ma gaawantu jëm ci Yow sama Boroom ngir am sa ngërëm."
  ],
  [
    85,
    "Mu ne Nun nattu na nu saw nit ca sa ginnaaw te Saamiriyu réerël na léen"
  ],
  [
    86,
    "Muusaa daldi dellu ci aw nitam, ànd ak mer di aji jàqa, mu ne yéen samaw nit ndax séen Boroom dafa léen digul woon dig bu rafetn ndax dafa yàgg ci yéen dig ba, am da ngéen bëgg meru Boroom séen wàcce ci yéen, ba tax ngéen wor sama digaaleek yéen."
  ],
  [
    87,
    "Ñu ne oru sa digaale ci sunu coobare, waaye da nu yanu woon takkaayu nit ña, ñu diis ci nun, nu sànni léen [ci safara ruyël léen], Saamiriyu it sànni."
  ],
  [
    88,
    "Génnéel léen [moom Saamiriyu] jëmmu nag wuy nàññ, ñu daldi ne lii moodi séen Yàlla, di Yàlli Muusaa, mi nga xam ne dafa fàtte [ba jaaawale Boroomam cik njuumte]."
  ],
  [
    89,
    "Ndax da ñu gisul ne du léen tontu, manu léen wàññi dara, walla jariñ."
  ],
  [
    90,
    "Te Aaruuna waxoon na léen, ca njalbéen ga, éey yéen samaw nit, du leneen ludul, nattoof na léen ci moom [yëkk wi] te séen Boroom Mooy Yërëmaakoon bi, toppa léen ma te ngéen aw ci samay ndigël."
  ],
  [
    91,
    "Ñu ne du nu deñ mukk ci di ko jaamu feek Muusaa déllusiwul ci nun."
  ],
  [
    92,
    "[Muusaa déllusi] ne yow Aaruuna lu la téyéwoon ba nga léen gisee ñu tàbbi cik réer."
  ],
  [
    93,
    "Lu teewoon nga topp ma [fekk si ma], ndax da ga moy sama ndigël ?"
  ],
  [
    94,
    "Mu ne, yow sama doomi ndey bul téyé sama sikkim, ak sama bopp, man da ma ragaloon nga ne dama tasaare waa bani-Israaiila, te sàmmu ma say wax."
  ],
  [
    95,
    "Mu ne, yow Saamiriyu, luy sa mbir."
  ],
  [
    96,
    "Mu ne dama gis, lu ñu gisul, ma ŋëb ab ŋëb ca fa ndaw la [Seydina Jibril] jaar, ma sànni ko [ca jëmmu yëkk wa] loolu la ma sam bàkken xiir."
  ],
  [
    97,
    "Muusaa ne ko, koon demal, nakka yow ñeel na la ci dund gii, [ku la jigeñ] nga ne ko, bu ma kenn laal, te ñeel na la [ca àllaaxira] am ndaje moo xam ne doo ko rëccë, te xoolal sa yàlla jii nga saxoon di ko jaamu, di na nu ko lakk, ba noppi jéeri ko ci géej gi."
  ],
  [
    98,
    "Séen Yàlla nekkul kenn kudul Yàlla Mi nga xam ne amul benneen yàlla budul Moom, te xamxamam ëmbë na lépp lu ne."
  ],
  [
    99,
    "Noonu la Nu la nettalee lenna ci xewxew yi weesu, te yow jox na Nu la, ci Sunu dogal Alxuraan."
  ],
  [
    100,
    "Ku ko dummóooyu, di na yanu ca bés Péncé ma, yan [bu diis]."
  ],
  [
    101,
    "Da ñu fay béel, te di na bon ci ñoom ca bes Péncé ma yan ba."
  ],
  [
    102,
    "Mooy bés ba ñu ëfée ca bufta ba, te Nu dajale ca bés booba saay-ssay ña fekk séeni bët jël melo wu baxa."
  ],
  [
    103,
    "Ñuy déeyoo ci séen biir, [di laaj] ndax toogu léen ludul fukki guddi [ci kow suuf]."
  ],
  [
    104,
    "Nun Noo gën a xa , la ñuy wa, ba waxee ka gën a màndu ca ñoom : toogu léen fa ludul benna bés."
  ],
  [
    105,
    "Ñu ngi lay laaj lu jëm ci tundu doj yi, neel sama Boroom di na léen mokkal rup."
  ],
  [
    106,
    "Di na léen jéeri mu des pàkk bu tàlli."
  ],
  [
    107,
    "Doo gis xur walla tund"
  ],
  [
    108,
    "Bés booba, [nit ñi] di na ñu topp aji woote joo xam ne kenn du jàdd [bañ ko wuyyu] te kàddu yi di na ñu suufe lool ngir teewaayu Yërëmaakoon bi, ba doo dégg ludul yëngu gu sew."
  ],
  [
    109,
    "Bu keroogeee, ràmmu du fa jariñ, ludul ca ka Yërëmaakoon bi jax ndigël te Mu nangu waxam."
  ],
  [
    110,
    "Xam Na lay ñëw ca séen kanam, ak la weesu ca séen ginnaaw te séen xamxam manu ko daj."
  ],
  [
    111,
    "Kanam yi di na ñu toroxlu ci kanamu aji Dund ji dul soppiku, te yàqule na ka yanu tooñeel."
  ],
  [
    112,
    "Ku jëfoon ci jëf yu yiw ya, te muy way gëm, du ragal tooñeel [ci peyam] walla gotti [yiwam]."
  ],
  [
    113,
    "Noonu la Nu ko wàccee, muy njàng ci làkku araab te baamtu na Nu ci Sunuy tëkku, ngir xeyna ñu ragal mbaa mu sos ci ñoom fàttaliku [séen Boroom]."
  ],
  [
    114,
    "Yàlla màgg na , Buur bi di dëgg, bul di gaawaantu [ci tari] Alxuraan, lu jiitu soloo gi ngay jot jeex, te neel yow sama Boroom dolli ma xamxam."
  ],
  [
    115,
    "Te fasoon na Nu kóllëré ak Aadama, ca njalbéen, mu fàtte, te fekku Nu ci moom dogu."
  ],
  [
    116,
    "[Fàttalikul] ba Nu waxee malaaka yi sujóot léen ci Aadama, ñu sujóot ginnaaw Ibliis, dafa bañ."
  ],
  [
    117,
    "Tax na Nu wax Aadama ne ko sa noon la yaak sa jabar , koon bu mu léen génné Àjjana, koon di nga sonna."
  ],
  [
    118,
    "Te ñeel na la ci biiram, doo fi xiif doo fii rafle."
  ],
  [
    119,
    "Te yow doo fi mar doo yëg tàngaay."
  ],
  [
    120,
    "Seytaane jaxjaxal [xolam] ne ko yow Aadama ndax du ma la tektal garabu dun faw ak am nguur gu dul jéex"
  ],
  [
    121,
    "Tax na, lekk na ñu ñoom ñaar ca garab ga, séeni pay muriku, feeñ ci séen gis-gis, ñuy dagg ci xobu Àjjana di léen tafoo, Aadama na Boroomam, ba beew na."
  ],
  [
    122,
    "Topp, Boroomam tànna ko, Mu jéggël ko gindi ko"
  ],
  [
    123,
    "Mu ne génn léen fi yéen ñépp, ñenna ci yéen di na ñu nekk noonu ñeneen ña, te bu léen njub dikkëlée jógé ci Man, ku topp Sama njub du réer du texedi."
  ],
  [
    124,
    "Waaye ku dummóoyu Sama Alxuraan nakka moom ñeel na ko dund gu tiis [ci àddina] te di na Nu ko dekkal bés Péncé ma muy ku gumbë"
  ],
  [
    125,
    "Mu naan yow sama Boroom lu tax nga dekkal ma, ma nekk gumbë, te ma nekkoon kuy gis."
  ],
  [
    126,
    "Mu ne , noonu la, sunuy kàddu da ñu la dikkëloon, nga fàtte léen, tax na noonu ngay nekke tey ku ñu fàtte."
  ],
  [
    127,
    "Noonu la Nuy feye képp ku yàqa te gëmul kàdduy Boroomam te mbugëlu àllaaxira moo gën a tar gën a yàgg."
  ],
  [
    128,
    "Ndax dafa leerul ci ñoom ne barina maas yu Nu alag, yu léen jiitu, te ñu ngiy dox ci kow séen dëkk ya nekk na ci loolu ay tektal ñeel boroom xel yi."
  ],
  [
    129,
    "Budul koon sa dogalu Boroom  bu jiitu zk àpp bu ñu tudd ba noppi, koon séen mbugël dal léen [bu gaaw]"
  ],
  [
    130,
    "Na nga muñ li ñuy wax, te nga jullil sa Boroom di Ko sant, bu janta bi laata fenk, ak lu jiitu sowam, ak ci peggi guddi na nga ci , ak ci catu bëcëg, koon aman a nga bég [ci li la sa Boroom feye]."
  ],
  [
    131,
    "Bul xool li nga xam ne wërsëgël na Nu ko ñenna ci ñoom , muy poñetu dundu àddina gu Nu léen nattoo, waaye sa xéewëlu Boroom moo gën te moo gën a yàgg."
  ],
  [
    132,
    "Digëlël sa njàboot ñuy julli, te nga sax ci, laaju Nu la benn xéewël, Nun Noo lay jox xéewël te mujj ga, ñi ragal Yàllaa ko moom."
  ],
  [
    133,
    "Ñu ngi naan lu teewoon mu indil nu kéemaan gu jógé ca Boroomam, ndax dafa léen dikkëlul woon lay lu leer ca téeré yu jëkk ya."
  ],
  [
    134,
    "Sunu léen reyoon ci mbugël lu ko jiitu, koon faw di na ñu wax Yow sunu Boroom lu teewoon nga yónnée nu yonnent, koon nu topp say ndigël balaa Nga noo troxal nuy ruus."
  ],
  [
    135,
    "Neel ku nekk na xaar, koon xaar léen, di ngéen xami ñan ñooy boroom yoon wu jub wi te nekk ci njub"
  ]
]