[
  {
    "id": 21,
    "city": "makkah",
    "name": {
      "translated": "The Prophets",
      "transliterated": "Al-Anbya",
      "codepoints": [
        1575,
        1604,
        1571,
        1606,
        1576,
        1610,
        1575,
        1569
      ]
    },
    "ayahs": 112,
    "slug": "al-anbya",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Jigeñ na nattu jëfu nit ñi, te ñoom ñu ngi nekk ci càgante di way dëddu"
  ],
  [
    2,
    "Du léen dikkël lenna ci Alxuraan ju jógé ca séen Boroom, muy lu bees, te dégluwaale wu ñu kooki po."
  ],
  [
    3,
    "Càgante nekk na ci séen xol, way tooñ ña nëbbu na ñu te déeyóo naan, kii lu mu doon ludul nit ni yéen, ndax da ngéen di topp njibar te ngéen janook moom."
  ],
  [
    4,
    "Mu ne sama Boroom xam na lépp lu ñu wax ca kow asamaan ak suuf si te Moom aji dégg la , aji xam la"
  ],
  [
    5,
    "Waaye ñu naan ! way jaxasooy gént rekk la, du leneen ludul lu mu sos, ndax moom [yonnenta bi] woykat la, na nu indil kaawtéef na ñu daan yónnée ñu jëkk ña."
  ],
  [
    6,
    "Bari na ci ñi léen jiitu ñu gëmul woon ciy dëkk Nu alag léen, ndax ñoom da ñu dul gëm"
  ],
  [
    7,
    "Mosu Noo yónni, lu la jiitu, ludul ay góor yu Nu soloo, laaj léen, ñi jotoon téeré, ndéem xamu léen."
  ],
  [
    8,
    "Defalu Nu léen woon ay yaram yu dul lekk ñam, te nekku ñu woon it ñuy béel"
  ],
  [
    9,
    "Topp, Nu def la nu léen digóon, musël léen , ñoom ak ña Nu soob, yàqakat ya Nu rey léen."
  ],
  [
    10,
    "Wàcce na Nu ci yow ab téeré boo xam ne séen terànga nekk na ca biir, ndax da ngéen dul xellu."
  ],
  [
    11,
    "Bari na ñu, ay dëkk yu Nu alag, yu nekkoon tooñkat, te Nu sosaat ca séen ginnaaw yeneen nit."
  ],
  [
    12,
    "Ba ñu yëggée Sunu mbugël, ñoom, daw na ñu [di jéema génn dëkk ya]"
  ],
  [
    13,
    "Bu léen daw, dellu léen ca séen kër ya ngéen nekkoon di xéewlu, ndax xeyna dees na léen laaj."
  ],
  [
    14,
    "Ñu ne, ngalla nun, nekkoon na nu di way tooñ."
  ],
  [
    15,
    "Noppi wu ñu ci séen woote googu ba Nu def léen ni góobit bu ne selaw"
  ],
  [
    16,
    "Bindu Nu asamaan yi ak suuf si, ak li nekk ci séen digënte ngir fo."
  ],
  [
    17,
    "Su Nu bëggoon po, boon [du Nu soxla bind dara], ci Sunu bopp la Nu koy sose, ndéem lu Nu nammoon def la."
  ],
  [
    18,
    "Déedéet, da Nu sànni dëgg ci kow caaxaan mu tojat ko, tax mu dee, te mbugël ñeel na lén ci li ngéen di nirëlé [Yàlla ak leneen]."
  ],
  [
    19,
    "Ñeel na Ko lépp lu ne ci asamaan yi ak suuf si, ñi nekk fa Moom, du ñu réylu ci jaamu Ko, te du ñu ca lott"
  ],
  [
    20,
    "Da ñu Koy sàbbaal guddi ak bëcëg du ñu ca jóg."
  ],
  [
    21,
    "Am da ñuy jaamu ay yàlla ci kow suuf si, yuy man a dekkal [ku dee, ni Boroom bi]"
  ],
  [
    22,
    "Bu yeneen yàlla, budul Yàlla amoon ci digënté [asamaan yi ak suuf si], koon ñoom ñaar ñépp yàqu, koon sellam ga Moom Yàlla Boroom ganguné ga, jomb Na la ñu Koy nirëlé."
  ],
  [
    23,
    "Deefu Ko laaj ca la Muy def, waye ñoom la ñuy laaj."
  ],
  [
    24,
    "Am da ñuy jaamu ay yàlla, bàyyi Ko, neel indi léen séen lay, lii [Alxuraan jii] mooy li ñuy waare képp ku ànd ak man, di li nu waare woon it, ñi ma jiitu, waaye li ëpp ci ñoom xamu ñu dëgg gi, tax na ñu dummóoyu"
  ],
  [
    25,
    "Yónni wu Nu, lu la jiitu benn yonnenta te soloo wu Nu ko liy dëgg mooy amul benn yàlla budul Man, koon jaamu léen Ma"
  ],
  [
    26,
    "Ñu wax ne Yërëmaakoon bi am na doom, céy sellam ga, déet ay jaam la ñu, yu ñu teral [ñoom malaaka yi]."
  ],
  [
    27,
    "Du ñu Ko jiitu ci wax, te ñoom ndigëlam la ñuy def."
  ],
  [
    28,
    "Xam Na li nekk ci séen kanam ak li nekk ci séen ginnaaw, te du ñu ràmmu kudul ku Ko neex, te ñoom ñu ngi ci tiitaange ragal Yàlla."
  ],
  [
    29,
    "Te ku ci waxoon ci ñoom, man yàlla laa budul Moom, loolu safara la Nu koy feye, noonu la Nuy feye way tooñ ña."
  ],
  [
    30,
    "Ndax ñi weddi da ñu gisul ne asamaan yi ak suuf si da ñu tàqa loo woon [def benna dank] Nu teqale léen, te Nu sos ci ndox lépp luy dund, ndax da ñu dul gëm ?"
  ],
  [
    31,
    "Te def na Nu ci biir suuf si ay tundu doj ngir mu bañ a bajbaji ak ñoom, Nu def ci ay yoon ndax xeyna ñoom ñu man a gindiku"
  ],
  [
    32,
    "Te Nu def asamaan si mu nekk am téek gu ñu wottu, te ñoom ñu ngiy dëddu Sunuy kéemaan [bañ léen seetlu]"
  ],
  [
    33,
    "Te Moom Mooy Ki bind guddi ak bëcëg ak janta bi ak weer wi, ku ci nekk di daw ciw rëdd [wu Nu ko rëddël]"
  ],
  [
    34,
    "Te defalul nit, lu la jiitu, muy kuy béel, waaw ndax yow soo dee wee ñoom da ñu fiy des ba faw ?"
  ],
  [
    35,
    "Bépp baken di na mos dee, te di na Nu léen nattu ci lu bon ak ci yiw, mu dib nattu ci Nun ngéen dellusi."
  ],
  [
    36,
    "Ñi weedi bu ñu la gisee, du ñu la jàppé ludul ku ñu yéjj naan ndax du kii mooy ëyibal séen yàlla yi, te ñoom da ñuy weddi ku tudd yërëmaakoon bi."
  ],
  [
    37,
    "Bindéef na nit yàkkamti, di Naa léen wooni Samay kéemaan, bu léen Ma yàkkamti"
  ],
  [
    38,
    "Ñu naan, kaña la dig boobu di aksi, ndéem ñu dëggu ngéen."
  ],
  [
    39,
    "Ñi weddi bu ñu xamoon waxtu wa nga xam ne, du ñu man a feg safara say lakk séen kanam, walla séen ginnaaw te deesu léen ca dimmëli."
  ],
  [
    40,
    "Déedéet, dafa léen di dikkël ci mbetteel, mu gëlëmël léen, ba du ñu ko man a delloo te deesu léen yiixe."
  ],
  [
    41,
    "Yéjjéefoon na yonnenta yi la jiituuwoon, tax wàcce ca ña doon reetaan ca ñoom, la ñu doon yéjj"
  ],
  [
    42,
    "Neel kan moo léen man a musël guddi ak bëcëg ci Yërëmaakoon bi ? teewul ñoom ñu ngiy dëddu tudd séen Boroom."
  ],
  [
    43,
    "Am da ñu am ay yàlla, budul Nun, bu léen man a wottu ? te manu ñoo dimmëli séen bopp, te du ñu léen man a xettali ci Nun."
  ],
  [
    44,
    "Li am mooy, xéewël na Nu ñooñu ak séeni baay ba séeni dund yàgg ci ñoom, waaye ndax da ñoo gisul ne dikké na Nu suuf si cik wàññi ay catam, ndax ñoom ñooy not ?"
  ],
  [
    45,
    "Neel defu ma ludul ragal loo léen, li ñu ma soloo, waaye ay tëx du ñu dégg woote bu ñu léen di waar"
  ],
  [
    46,
    "Bu léen lu tuuti daloon ci sa mbugëlu Boroom koon faw ñu wax éy ngalla nun, nekkoon na nu di way tooñ"
  ],
  [
    47,
    "Di na Nu tërël màndaxe gu màndu ca bés Péncé ma, te deesul tooñ ci dara benn baken, doonte lu tol ni peppu bàkket, di na Nu ko indi, te doy na Nu ci woñña."
  ],
  [
    48,
    "Joxoon na nu Muusaa ak Aaruuna Tawraat ak leeraay ak pàttaliku ñeel way ragal ña Yàlla."
  ],
  [
    49,
    "Mooy ñi ragal séen Boroom ci kumpa, te ñoom way jàqa la ñu ci bés Péncé ma."
  ],
  [
    50,
    "Te lii [Alxuraan jii] tur la bu barkeel, gu Nu wàcce, ndax yéen da ngéen koy weddi ?"
  ],
  [
    51,
    "Te meyoon na Nu Ibraaiima njubam, lu jiitu, te nekkoon na Nu ci loolu, di way xam."
  ],
  [
    52,
    "[Fàttalikul] ba mu waxee baayam ak nitam ña ne léen, ana luy yile xérëm [yu diy jëmm yu ñu yatta] te ngéen fonk léen lool."
  ],
  [
    53,
    "Ñu tontu ne : da nu fekk sunuy baay di léen jaamu."
  ],
  [
    54,
    "Mu ne léen, ca dëgg yéen ak séeni baay da ngéen nekk cik réer gu fés."
  ],
  [
    55,
    "Ñu ne ko, ndax li nga nu dikké dëgg la ci yow, walla da ngay ka."
  ],
  [
    56,
    "Mu ne déedéet, séen Boroom Mooy Boroom asamaan yi ak suuf si, Moo léen bind, te man dey bokk naa ci ñiy seede loolu ci yéen."
  ],
  [
    57,
    "Te waat naa ci Yàlla ne di naa fexeel séen xérëm yi ci séen ginnaaw boo léen dëddée."
  ],
  [
    58,
    "Mu daggat léen, ba mu des xérëm wu mag wa, ngir xeyna mu man cee dellóosi [séen xel]."
  ],
  [
    59,
    "Ñu ne ku def lii sunu yàlla yi,koo ku dey bokk na ci way tooñ ñi."
  ],
  [
    60,
    "Am ñu ne : déggoon na nu benna waxambaane mu léen doon ëyyibal, ñu di ko woowee Ibraaiima"
  ],
  [
    61,
    "Ñu ne indil léen ko, ci kanamu nit ñi, xeyna ñoom di na ñu nekk seede [ci loolu]."
  ],
  [
    62,
    "Ñu ne ko ndax yow yaa def lii sunu yàlla yi, yow Ibraaiima."
  ],
  [
    63,
    "Mu ne déedéet, ki ko def mooy ki ci gën a mag ci ñoom, laaj léen ko ndéem man na ñoo wax."
  ],
  [
    64,
    "Ñu dellu ci séen xel, daldi wax : nun noo tooñ sunu bopp,"
  ],
  [
    65,
    "Topp ñu déllusiwaat ca séen kéeféer ga, ne xam nga ne ñii ma nu ñoo wax."
  ],
  [
    66,
    "Mu ne waaw ndax da ngéen di bàyyi Yàlla, di jaamu loo xam ne manu léen jariñ dara, ma nu léen lor ?"
  ],
  [
    67,
    "Kuf-ma-léen, yéen ak li ngéen di jaamu bàyyi Yàlla, ndax da ngéen dul xellu ?"
  ],
  [
    68,
    "Ñu ne lakk léen ko, ndax ngéen dimmëli séen xérëm yi, ndéem nar ngéen ko."
  ],
  [
    69,
    "Wax na Nu, yow safara si, nekkal lu sedd te am jàmma ci Ibraaiima."
  ],
  [
    70,
    "Ñu bëgg def séen pexe ci moom, Nu def léen ñuy way yàqule ña."
  ],
  [
    71,
    "Nu musël ko, moom ak Lóot, jëmé léen ca suuf sa Nu barkeel ngir waa àddina si yépp."
  ],
  [
    72,
    "Nu mey ko Isaaxa, ak Yaxuuba, muy ndollent, Nu def léen ñu nekk ñoom ñépp ñu sella."
  ],
  [
    73,
    "Nu def léen ñuy njiit [yu ràññiku] yuy gindée ci sunu ndigël,  u soloo léen jëf yu yiw, ak taxawal julli, ak joxe asaka te ñoom daal nekkoon na ñu di jaamukat ñeel Nu."
  ],
  [
    74,
    "Ak Lóot , mey na Nu ko ràññee dëgg ak xamxam, te musël na Nu ko ca waa dëkk ba nekkoon di def lu bon, nakk ñoom nekkoon na ñu nit ñu bon ñu diy saay-saay"
  ],
  [
    75,
    "Dugël na Nu ko ci sunu yërmëndé nakka moom bokk na ca way sella ña."
  ],
  [
    76,
    "Ak Nóohin it, fàttalikul, ba mu wootee, ca lu jiitu, te Nu wuyyu ko Nu musël ko mook njabootam, ci njàqare mu réy ma."
  ],
  [
    77,
    "Te Nu dimmëli ko ca nit ña weddi woon Sunuy kàddu, nakka ñoom nekkoon na ñu nit ñu bon, tax na Nu labal léen ñoom ñépp."
  ],
  [
    78,
    "Ak Dauda ak Suleymaan, [fàttalikul] ba ñu àtte mbiru mbey ma gàttu ay nit yàxoon, te Nu teewoon ca séen àtte ba."
  ],
  [
    79,
    "Déggëloo na Nu Suleymaan àtte ba, te ñoom ñaar ñépp meyoon na Nu léen ràññee dëgg ak xamxam, te tàggatoon na Nu tundu doj ya ak njanaaw ya ñu ànd ak Dauda di Nu sabbaal, te Nun Noo ko defoon."
  ],
  [
    80,
    "Te jàngal na Nu ko ràbb mbubu koŋ ngir mu musël léen ci séen ngaañ, ndax yéen doo léen nekk way gërëmé ?"
  ],
  [
    81,
    "Suleymaan, tàgatal na Nu ko ngilaw luy riddi, di daw ci ndigëlam, mu jëm ca suuf sa Nu barkeel te nekk na Nu di kuy xam lépp lëf."
  ],
  [
    82,
    "Te ci jinné yi, am na ci ñu ko daan muural [ci géej] te daan na ñu koy liggéeyël yeneen liggéey, te nekkoon na Nu di léen wottu."
  ],
  [
    83,
    "Ak Ayuuba, [fàttalikul] ba mu woowee Boroomam, ne ko , mandey mettit dal na ma te Yow Yaay gën jaa yërëmé yërëmaakoon ya."
  ],
  [
    84,
    "Te Nu nangul ko, Nu wuññi lor wa nekkoon ca moom, Nu mey ko njabootam te boole ca ñeneen ñu tol ni ñoom, muy yërmëndé gu tukkée ci Nun ak fàttali jaamukati Yàlla yi."
  ],
  [
    85,
    "Ak Ismaaiila ak Idrissa ak Zalkifli ñoom ñépp bokkoon na ñu ca way muñ ya ."
  ],
  [
    86,
    "Dugël na Nu léen ci sunu yërmëndé, nakka ñoom , bokk na ñu ca sella ña."
  ],
  [
    87,
    "[Fàttalikul it] Boroom jën wa, ba mu demee ànd ak mer, te mu njort u ne du lu Nu dogal ci moom [ciw tiis ngir li mu dem te amu ca ndigël], waaye mu woote , ca biir lëndëm ga ne amul benn Yàlla budul Yow, tudd naa sa sella ga, nakka man bokk naa ca way tooñ ya."
  ],
  [
    88,
    "Te Nu nangul ko, Nu musël ko ca njàqare wa te noonu la Nuy feye way gëm ñi."
  ],
  [
    89,
    "[Fàttalikul it] Zakariyaa ba mu woowee Boroomam ne Boroomam ne Boroom sama, bul ma bàyyi may aji wéet te Yaadi Ki gën a man donale."
  ],
  [
    90,
    "Nu nangul ko, mey ko Yahyaa, te Nu yéwénël ko jabaram, nakka ñoom nekkoon na ñu ñiy jëkënté ci jëf yu yiw yi, te daan na Nu jaamu nekk ci digënté xemmeem ak ragal te nekkoon na ñu di way toroxlu ci Nun."
  ],
  [
    91,
    "Ak jigéen ja ñoŋal boppam [Maryaama], Nu wol ca moom lenna ci Sunu Ruu. Nu def ko moom ak doomam bu góor kaawtéef ci waa àddina si yépp."
  ],
  [
    92,
    "Nakka lii moodi séen diinée, muy diinée ju di benna, te Nun Noo di séen Boroom koon jaamu léen Ma."
  ],
  [
    93,
    "Te ñu daggate séen mbir, ca séen [féewëloo], te ñoom ñépp ci Nun la ñuy déllusi."
  ],
  [
    94,
    "Képp ku jëf ci jëf yu yiw yi, te muy ku gëm, deesul far jëfam, ndax Nun Noo ko koy bindël"
  ],
  [
    95,
    "Te dëkk bu Nu rey, waa dëkk ba du ñu man atee déllusi."
  ],
  [
    96,
    "Ba ker ba ñuy ubbil Yaajuuju ak Maajuuju ñuy sottiku di roogaat ci bépp tund."
  ],
  [
    97,
    "Dig bu dëggu bi daldi gën a jegeñ , bu boobaa dina buqiku bëtu ñi weddi, ñu naan ngalla nun, nekkoon na nu cik càgante, ci lii te nekkoon na nu way tooñ."
  ],
  [
    98,
    "Nakka yéen ak li ngéen di jaamu bàyyi Yàlla, yéenay mattu safara, te yéen di ngéen ca dugg."
  ],
  [
    99,
    "Bu fekkoon ne ñooñu ay yàlla la ñu, koon du ñu ca tàbbi, te ñoom ñépp da ñu fay béel"
  ],
  [
    100,
    "Te ñoom, ca biir foofa, ñeel na léen fa ay yikët, te ñoom du ñu fa man a dégg dara."
  ],
  [
    101,
    "Ñi nga xam ne jiitu na ñu ñeel na léen xéwël yu rafet ya jógé ci Nun, ñoom ñu ñuy soreel [safara soosu] la ñu."
  ],
  [
    102,
    "Du ñu dégg yëngóom ga, te ñoom ñu ngay nekk ca lu neex séen baken, ba faw."
  ],
  [
    103,
    "Tiit mu réy ma, du léen tiit loo, te malaaka ya di na ñu léen gatan du naan lii mooy séen bés bi ñu léen digóon."
  ],
  [
    104,
    "Bés boobu di na nu taxañ asamaan yi ni ñuy taxañe këyit gu am mbind, na Nu tambaleewoon mbind bu jëkk ba, di na Nu dellu [defaat ko], daal la bu Nu war, lu Nuy def la."
  ],
  [
    105,
    "Te bind na Nu, ba noppi ci téeré yi ginnaaw bind ga nekk [ca Lawil maxfuus] ne suuf si sunu jaam yu yiw ya ñoo koy donna."
  ],
  [
    106,
    "Nekk na ci lii ab jottali ñeel nit ñuy jaamu [séen Boroom]."
  ],
  [
    107,
    "Yónni wu Nu la ngir dara ludul nga nekk yërmëndé ñeel waa àddina si yépp"
  ],
  [
    108,
    "Neel soloosu ma ludul ne nakka séen Yàlla, jenna Yàlla doŋŋa la, koon ndax yéen di ngéen di way jébbëlu"
  ],
  [
    109,
    "Bu ñu dëddóo neel xamal naa léen loo xam ne noo ci yam, xamu ma ndax li ñu léen dig dafa jigeñ walla dafa sori."
  ],
  [
    110,
    "Nakka Moom xam Na lu ñu birël ci wax ak la ngéen nëbb"
  ],
  [
    111,
    "Te xamu ma ndax moom nattu la ci yéen, ak xéewël la bu am àpp."
  ],
  [
    112,
    "Mu ne [moom yonnenta bi] suma Boroom àtteel ci dëgg, te sunu Boroom Mooy yërëmaakoon biy dimmëliwaakoon biy muslé ci li ngéen Koy nirëlé."
  ]
]