[
  {
    "id": 22,
    "city": "madinah",
    "name": {
      "translated": "The Pilgrimage",
      "transliterated": "Al-Hajj",
      "codepoints": [
        1575,
        1604,
        1581,
        1580
      ]
    },
    "ayahs": 78,
    "slug": "al-hajj",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Éey yéen nit ñi, ragal léen séen Boroom, nakka yëngëlug bés péncé ma, mbir mu réy la."
  ],
  [
    2,
    "Bés boo léen ko gisee, kép ku doon nàmpal di na fàtte la mu doon nàmpal te ku ëmboon di na wësin la mu ëmb, te nga gis nit ñu màndi, te fekk màndi wu ñu, mbugëlu Yàllaa tar [ci ñoom]."
  ],
  [
    3,
    "Ci nit ñi, am na ñuy dàggeek yow ci Yàlla cik ñàkk xam te ñuy topp bépp seytaané bu di aji féttéerlu."
  ],
  [
    4,
    "Te dogaleef na ci moom [seytaane soosu] ne képp ku ko def sëriñam, di na la réerël yóbbé la mbugëlu safara."
  ],
  [
    5,
    "Éey yéen nit ñi, ndéem da ngéen nekk ci sikki-sàkka ci dekki, [xam léen ne] nakka Nun Noo léen  bind ci suuf , topp ci toxant [maniu] topp ci lum, topp ci suuxu yàpp gu ñu matal bindam ak bu ñu matalul bindam, ngir Nu leeral léen , ak Nu saxal ca ëmbukaay ba la Nu soob, ba ca àppa bu ñu tudd topp, Nu génné léen ngéen di liir, topp ngéen màgg ba dëgër , te mu am ci yéen ñuy teela dee, ak ñuy dund ba àgg ca gën ja bon dund, ba dootu ñu xam dara ginnaaw ba ñu nekkoon ñu xam, te nga gis suuf si mu wow koŋ te bu Nu ci wàccee ndox mu yëngëtu, fokki, saxal bépp xeetu gàncax gu rafet."
  ],
  [
    6,
    "Loolu [lu wér la] ngir Yàlla Moom Mooy Dëgg gi, te Moom Mooy dekkal ñi dee, te Moom am Na kàntan ci def lu ne."
  ],
  [
    7,
    "Te bés Péncé ma, amul sikk ne luy ñëw la te Yàlla di Na dekkal ñi nekk ñépp ci bàmmeel yi."
  ],
  [
    8,
    "Ci nit ñi am na kuy dàgge ci Yàlla cik ñàkk xam, te àndul ak njub, te amul téeré bu wér"
  ],
  [
    9,
    "Muy lem loosam [di réyréylu] ngir réerloo ñi muy soreel yoonu Yàlla, ñeel na ka toroxté ci àddina te di na Nu ko mosal bés Péncé ma, mbugël mu tàng"
  ],
  [
    10,
    "Loolu [la yelloo] ngir la ñaari loxoom def ci àddina , te Yàlla du tooñ jaamam yi."
  ],
  [
    11,
    "Ci nit ñi am na kuy jaamu Yàlla ci genna wet rekk, tax na bu amee lu baax mu nekk ku dl, bu ko lu naxari dalee mu soppeeku ca la mu nekke woon , yàqule na ci àddina ak àllaaxira loolu moodi yàqule tigi."
  ],
  [
    12,
    "Mu ngiy jaamu, bàyyi Yàlla, loo xam ne manu ko lor, manu ko jariñ, loolu moodi réer gu sori [dëgg]"
  ],
  [
    13,
    "Mu ngiy jaamu loo xam ne loram moo gën a jigén jariñam, aka bon wéeruwaay, aka bon àndaale."
  ],
  [
    14,
    "Nakka Yàlla di Na dugël ñi gëm tey jëf jëf yu yiw ci àjjana joo xam ne di na daw ci suufam ay dex, nakka Yàlla di Na def lu ko soob."
  ],
  [
    15,
    "Ku njort u ne Yàlla du dimmëli [Muhammad] ci àddina ak àllaaxira, na tàllal buum jëmé ko asamaan, topp mu dagg ko te mu xool nak ndax pexeem di na fi jëlé li ko taxa mer."
  ],
  [
    16,
    "Noonu la Nu ko wàcceelee ay kàddu yu leer te Yàlla di Na gindi ku ko soob."
  ],
  [
    17,
    "Ñi gëm ak ñi nekk yauud, ak ñi di sàbbiina ak ñi nekk nasaraan ak ñi nekk màjuus ak way bokkaale, Yàlla di Na àtte séen digënté bés Péncé ma, nakka Yàlla seede la ci lu nekk"
  ],
  [
    18,
    "Ndax gisoo ne lépp lu ne ci asamaan yi ak suuf si mu ngée sujóotal Yàlla, ak jant bi ak weer wi ak biddéew yi ak tundu doj yi, ak garab yi ak way sukóot yi ak lu bari ci nit ñi waaye bari na [ci nit ñi] ñu yayoo mbugël, te ku Yàlla texeedil kenn du ko man a teral , nakka Yàlla lu ko neex lay def."
  ],
  [
    19,
    "Ñaari [kurél] yooyu di way xullóo, ñu ngiy xullóo ci lu jëm ci séen Boroom tax na ñi weddi xotteef na léen ay yéré yu di safara, deff na sotti ci séen kow bopp ndox muy bax."
  ],
  [
    20,
    "Di na ruyël li nekk ci séen biir ak der ya"
  ],
  [
    21,
    "Ñeel na léen ay bolde yu weñ"
  ],
  [
    22,
    "Saa yu ñu fa bëggée génn cik njàqaren , ñu delloo léen fa, ne léen mos léen mbugëlu safara Hariix"
  ],
  [
    23,
    "Nakka Yàlla , di Na dugël ñi gëm te jëf, jëf yu yiw ci àjjana joo xam ne di na daw ci suufam ay dex, dees na léen fa takkaayal ay lamu wurus ak per, te foofa yéré yu sooy la ñu fay sol."
  ],
  [
    24,
    "Te jubëléef na léen ci wax ju teey, te jubëléef na léen it ci yoon wu ñu gërëm."
  ],
  [
    25,
    "Nakka ñi weddi tey wëlbëti ku jëm ci yoonu Yàlla ak ci jàkka ji ñu wormall ji Nu def muy [jaamu kaay] ci nit ñi, te aji dëkk ak gan ñoo ci yam kepp, ku fa bëgg jeng cik tooñ di na Nu ko mosal mbugël mu metti"
  ],
  [
    26,
    "[Fàttalikul] ba Nu birëlée Ibraaiima bërëbu néeg ba, ne ko bul Ma bokkaaleek dara te nga laabal suma néeg bi ngir ñi koy wër, ñi fay taxaw, di sëgg di sujóot"
  ],
  [
    27,
    "Te nga woote, ci nit ñi ngir ajj, di na ñu la dikkël ñuy dox, ñeneen ñi war xeetu gëléem wu ne, jógé ci bëréb yu sori yu ne."
  ],
  [
    28,
    "Ngir ñu teewe ay njariñ ñeel léen , tey tudd turu Yàlla ci ay bés yu ñu xam ci li mu léen wërsëgël ci mala yi ngéen di dundé, koon lekk léen ci, te ngéen leel ca way ñakk bu amul dara."
  ],
  [
    29,
    "Topp ñu dindi séen tilim [sangu, watu] te matal séen yéené te ñu wër néeg bu yàgg yàgg ba."
  ],
  [
    30,
    "Looloo war, te ku màggal jaamukaayi Yàlla loolu mooy gën ci moom, ca Boroomam, te dagan na ci yéen juri kër yi ginnaaw yi ñu léen limël [ca suratu Maaida], koon na ngéen wottandiku sobé xérëm yi, te wottandiku waxi caaxaan."
  ],
  [
    31,
    "Ngéen di way sella ñeel Yàlla, ju àndul ak bokkaale, ku bokkaale Yàlla da ngay mel ni ku rot jógé asamaan, njanaaw fëkk ko , walla ngilaw sànni ko bérëb bu sori"
  ],
  [
    32,
    "Noonu la, képp ku màggal jaamukaayu Yàlla, [na xam ne màggal googu] bokk na ci ragalu xol [Boroomam]."
  ],
  [
    33,
    "Ñeel na léen ci loolu ay njariñ ba dig bu vu tudd, topp séen bërëb ba ñuy loje munga ca néeg bu yàgg yàgg ba."
  ],
  [
    34,
    "Te xeet wu ne defal na Nu ko jaamukaay ngir ñu tudd turu Yàlla ca la mu léen wërsëgël ci juru kër yi, koon séen Yàlla, yàlla bu di jenna doŋŋ la koon na ngéen ommatu ñeel Ko te bégëlël way torox lu ña."
  ],
  [
    35,
    "ñi nga xam ne bu ñu tuddée Yàlla séen xol yêngu, ak way muñ ña ca la lu léen dal, ak way taxawal julli ña te ñuy leele ci li Nu léen wërsëgël."
  ],
  [
    36,
    "Te gëléem yu suur yi, defal na Nu léen ñu bokk ci yi ngéen di jaamoo Yàlla, aw yiw nekk na ci ñeel léen, koon na ngéen ci tudd turu Yàlla [bu ñu léen di loj], bu ñu daanoo tëd ci séen wet, na ngéen ca lekk te ngéen leel ci ñi doylu ak yalwaankat yi, noonu la Nu léen tàgatale ndax xeyna yéen ngéen gërëm [séen Boroom]"
  ],
  [
    37,
    "Yàlla amul soxla ca yàpp wa walla ca deret ja, waaye soxal na Ko ragal [Yàlla] gi nekk ci yéen , noonu la Nu léen léen tàgatale ngir ngéen màggal Yàlla ci li mu léen gindi, te na nga bégël way rafetal ñi"
  ],
  [
    38,
    "Nakka Yàlla di Na jiñal lu bon, way gëm ñi te Yàlla soppul bépp wurujaakoon ju di weddikat."
  ],
  [
    39,
    "Ñi ñu dal ci séen kow, mey na ñu léen [ñu xare] ngir da nu léen tooñ, te Yàlla am na kàntan ci dimmëli léen."
  ],
  [
    40,
    "Mey na ko it ñi ñu génné ca séen kër ci ludul dëgg, te [defu ñu] ludul wax Yàlla Mooy sunu Boroom, budul koon li Yàlla di fege ñenna nit ñi ak ñeneen ñi, koon deef na màbb jaamukaayu Yauud yi, ak yu nasaraan yi, ak jullikaay yi, ak jàkka yi, di fu ñuy tudde turu Yàlla lu bari, te faw Yàlla di Na dimmëli ñi Koy dimmëli, te nkka Yàlla ku bari doole la di aji not[lépp]"
  ],
  [
    41,
    "Ñi nga xam ne bu Nu léen meyee doole ci kow suuf si, ñu taxawal julli di joxe asaka, di diglé lu baax di tere lu bon [na ñu xam ne] Yàlla-a moom mujju mbir yi."
  ],
  [
    42,
    "Te bu ñu la weddee, nitu Nóohin ya it weddiwoon na ñu, lu léen jiitu, ak waa Aad ak waa Zamuuda."
  ],
  [
    43,
    "Ak nitu Ibraaiima ak nitu Lóot"
  ],
  [
    44,
    "Ak waa Madayana, te weddiwwon na ñu it Muusaa, tewul Ma muñël yéeféer ya, topp Ma sadd léen , kaawtéef Sama mbugël ma !"
  ],
  [
    45,
    "Aka bari, dëkk yi Nu alag te fekk da ñu tooñoon ba ñoom ñu màbbal séen bopp, teen ya yàqu tabax ya wéet."
  ],
  [
    46,
    "Ndax da ñu doxul ci kow suuf, koon di na ñu am xol bu am ràññee ci loolu ak nopp bu ci am dégg [gu wér], te sax du bët yi ñoo di gumbë, waaye xol yi nekk ci séen dënn ñooy gumbë."
  ],
  [
    47,
    "Ñu ngi lay yàkamti ci mbugël mi, t Yàlla du soppi àppam te benna bés ca sa Boroom mu ngi tollook junni at ci séen woñña"
  ],
  [
    48,
    "Aka bari dëkk yi Ma muñël, te ñu tooñoon , topp Ma sadd léen , te ci Man la jëmu gi nekk"
  ],
  [
    49,
    "Neel : éey yéen nit ñi man nekku ma ci yéen ludul ab waarekkat bu wér."
  ],
  [
    50,
    "Koon ñi gëm tey jëf jëf yu yiw, ñeel na léen njéggël ak xéewël gu tedd"
  ],
  [
    51,
    "Ñi nga xam ne ñu ngiy dox di yoxatloo [nit ñi] ci sunuy ndigël, ñooñu ñooy àndaale safara."
  ],
  [
    52,
    "Mosu Nu yónni, lu la jiitu, ab yonnent walla ku Nu soloo, te su mébëtée dara seytaane du sànni [pexe mu bon] ca mébëtam, waaye Yàlla di Na nasaxal la seytaane sànniwoon, ba noppi dëgërël ay ndigëlam, te Yàlla ku xam la ku xereñ la."
  ],
  [
    53,
    "Li seytaane sànni, dafa ko def nattu ci ñi feebar nekk ci séen xol, ak ñi séen xol wow, te way tooñ ñi, ñu ngi ci wuute gu sori [dëgg]"
  ],
  [
    54,
    "Te [Moo dogal loolu yépp] ngir ñi joxeef na léen am xam-xam ràññee ne nakka moom [Alxuraan] dëgg la lu jo§gé ca sa Boroom, ak ngir vu gëm ko te séen xol dal ci moom, te [na ñu xam ne] Yàlla di Na gindi way gëm ñi teg léen ci yoon wu jub xocc wi."
  ],
  [
    55,
    "Te ñi weddi, du ñu deñ ci nekk ci sikki-sàkka ci mom [Alxuraan] ba bés Péncé aksi dikkël léen cik mbetteel, walla mu dikkël léen mbugëlu bés bu tiis."
  ],
  [
    56,
    "Bés nikki tey, nguur gi Yàlla-a ko moom, di Na àtte séen digënté, koon ñi gëm tey jëf jëf yu yiw di Na ñu nekk ci àjjanay xéewël"
  ],
  [
    57,
    "Waaye ñi weddi, te jàppe ay fen Sunuy kàddu, ñooñu ñeel na léen mbugël muy toroxale"
  ],
  [
    58,
    "Ñi gàddaay ngir [liggéey] ci yoonu Yàlla topp ñu rey léen mbaa ñu dee, faw Yàlla di Na léen wërsëgël, wërsëg wu rafet, te nakka Yàlla, Moom Mooy Ki gën a man a wërsëgël way wërsëgël ña."
  ],
  [
    59,
    "Faw di Na léen tàbbal, bërëb boo xam ne di na ñu ca bég, te Yàlla aji xam la te ku lewet la"
  ],
  [
    60,
    "Noonu la, ku mbugël lu tol ni la ñu ko tooñe, topp ñu tooñaat ko, Yàlla di na ko dimmëli nakka Yàlla jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    61,
    "Noonu la, ngir Yàlla Mooy dugël guddi ci bëcëg, di duggël bëcëg ci guddi, te Yàlla aji dégg la aji gis la."
  ],
  [
    62,
    "Noonu la , ngir Yàlla, Moom Mooy Dëgg gi, te la ñuy jaamu bàyyi Ko, neen la, te nakka Yàlla aji kowe la aji màgg la."
  ],
  [
    63,
    "Ndax da nga gisul ne Yàlla Mooy wàcce ndox mu jógé asamaan soppi suuf si mu naat, nakka Yààla kuy ñeemante la [jaamaam yi] ku deñ la ci kump."
  ],
  [
    64,
    "Moo moom li nekk ci asamaan yi ak suuf si, te Yàlla Moom ku oomal la ku yayoo cant la."
  ],
  [
    65,
    "Ndax gisoo ne Yàlla tàgatal na léen li nekk ci suuf si, te gaal giy daw ci géej gi, ci ndigëlam la, te Moo tere asamaan rot ci kow suuf si ci ndigëlam, nakka Yàlla kuy ñeemante, di ki jagle nit ñi la."
  ],
  [
    66,
    "Te Moom Mooy ki léen dundël, te di Na léen rey topp Mu dundëlaat léen, waaye nit weddiwaakoon la."
  ],
  [
    67,
    "xeet wu ne defal na Nu ko jaamu kaay wu ñu koy jaamoo, koon bu ñu xëccook yow ci mbir yi te nga woote jëmé ca sa Boroom, nakka yow yaa ngi ci njub xocc"
  ],
  [
    68,
    "Bu ñu dàggeek yow neel Yàlla-a gën a xam li ngéen di def."
  ],
  [
    69,
    "Yàlla di Na àtte, bés Péncé ma séen digënté ci li ngéen nekkoon di ca juuyoo."
  ],
  [
    70,
    "Ndax da nga xamoul ne Yàlla xam Na li nekk ci asamaan yi, ak ci suuf si, te loolu nekk na cib téeré, te loolu lu yómb Yàlla la."
  ],
  [
    71,
    "Te ñu ngiy jaamu , bàyyi Yàlla, loo xam ne benn lay wàcci wu ci, te amu ñu ci benn xamxam, te way tooñ ña du ñu am ndimmël."
  ],
  [
    72,
    "Bu ñu jàngee ci séen teewaay Sunuy kàddu yu leer yi, di nga ràññee ci kanamu ñi weddi, weddi ga, te tuuti koon ñu song ñi jàng ci séen kanam Sunuy kàddu, neel : ndax ma xamal léen lu yées loolu ci yéen, mooy safara, Yàlla dig Na ko ñi weddi, te bon na googu delluwaay."
  ],
  [
    73,
    "Èey yéen nit ñi, Nu ngi léen di sadd léebu déglu méen ko, ñi ngéen di jaamu bàyyi Yàlla, du ñu man a bind mukk ab weñ, donte da vu dajaloo ngir def ko te bu léen benna weñ jëlëlée dara du ñu ko man a nangu ci moom, néew na doole ka jaamook ka ñu jaamu."
  ],
  [
    74,
    "Màggalu méen Yàlla ni màggaayam yayoo te Yàlla, ca dëgg dafa bari kàntan tey notaakoon ba."
  ],
  [
    75,
    "Yàlla tànna Na yonnenta ci malaaka yi ak ci nit ñi, nakka Yàlla di Na dégg di Na gis."
  ],
  [
    76,
    "Xam Na li nekk ci séen kanam ak li weesu nekk ci séen ginnaaw te ci Yàlla la mbir yépp di dellu si."
  ],
  [
    77,
    "Éey yéen ñi gëm dee léen di sëgg, di sujóot di jaamu séen Boroom, tey def lu baax, ndax xeyna yéen ngéen texe."
  ],
  [
    78,
    "Te jiyaar léen ci Yàlla, jiyaarju dëggujëm ci Moom, Moo léen tànna, te tegu léen ci diiné ji, diinéy séen baay Ibraaiima, Moo léen tuddé way wommatu ñi, bu jëkkë ba, ak tey it, ngir yonnenta bi nekk seede ci yéen, te yéen ngéen nekk seede ci nit ñi, koon taxawal léen julli, tey joxe asaka te ngéen jafandu ci Yàlla, Moom aji dimmëli léen la te Mooy gën jaa baax wéeruwaay, di gën jaa baax ndimmël."
  ]
]