[
  {
    "id": 23,
    "city": "makkah",
    "name": {
      "translated": "The Believers",
      "transliterated": "Al-Mu'minun",
      "codepoints": [
        1575,
        1604,
        1605,
        1572,
        1605,
        1606,
        1608,
        1606
      ]
    },
    "ayahs": 118,
    "slug": "al-muminun",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Texe na ñu, way gëm ñi,"
  ],
  [
    2,
    "ñi nga xam ne da ñuy toroxlu su ñuy julli"
  ],
  [
    3,
    "te ñoom da ñuy dëddu po"
  ],
  [
    4,
    "te ñoom da ñuy joxe asaka"
  ],
  [
    5,
    "Te ñoom da ñuy sàmma séen pay"
  ],
  [
    6,
    "[du ñu ko jëfé] ginnaaw ci séen jabar, mbaa ca séen taara, te koon deesu léen si yedd."
  ],
  [
    7,
    "Ku sàkku lu weesu loolu, [bokk na] ci way jéggi ña dayo."
  ],
  [
    8,
    "Te ñoom way sàmma la ñu ci ndénkaane [yu ñu léen dénk] ak séen kóllëré."
  ],
  [
    9,
    "Te ñoom da ñuy sàmma séeni julli."
  ],
  [
    10,
    "Ñooñu ñooy way donna ña."
  ],
  [
    11,
    "Ñooy donna àjjana ja tudd Firdawsi, te da ñu ay béel."
  ],
  [
    12,
    "Te bind na Nu nit ci binit ci seggitu ban"
  ],
  [
    13,
    "Topp Nu def ko toxanta ci bérëb bu ñu wormaal"
  ],
  [
    14,
    "Topp Nu def toxanta ba nekk lumb, Nu daldi bind ca lumba wa ab suux, Nu daldi bind ca benneen mbindéef, koon barkeel Na Yàlla Miy gën jaa rafet [bindin] way bind ña."
  ],
  [
    15,
    "Topp, ginnaaw loolu, faw ngéen dee."
  ],
  [
    16,
    "Topp, bés Péncé ma ngéen di way dekki."
  ],
  [
    17,
    "Te Nun bindóon na Nu juróom ñaari asamaan yu léen tiim, te sàgane wu Nu woon mbind ma."
  ],
  [
    18,
    "Te wàcce na Nu ndox mu jógé asamaan ci nattale [kem séen aajo], te Nu dëkkëloo ko ci suuf si, te Nun am na nu kàntan ci jëlé ko fi."
  ],
  [
    19,
    "Te sosal na Nu léen ay toolu tàndarma, ak yu reseñ, ñeel na léen ca meññent yu bari ngéen di ci lekk."
  ],
  [
    20,
    "Ak garab giy sax ca tundu Sinaai, tey jox diw ak rëndaay way lekk ña."
  ],
  [
    21,
    "Te nekk na ci mala lu léen man a waar, Nu ngi léen di nàndal ci lu nekk ci séen biir, te am ngéen ci it ay njariñ yu bari, te di ngéen ci lekk."
  ],
  [
    22,
    "Te di ngéen war ci séen kow ak ci kow gaal."
  ],
  [
    23,
    "Yónni woon na Nu Nóohin ciy nitam, mu ne yéen samay nit na ngéen jaamu Yàlla amu léen benneen yàlla budul Moom, ndax da ngéen dul ragal [séen Boroom]."
  ],
  [
    24,
    "Way tedd ña xam ne da ñu weddi, cay nit am tontu ne kii du dara ludul nit ni yéen, bëggul ludul di tedd tegu ci séen kow, bu sooboon Yàlla dey wàcce ab malaaka te sax mosu noo dégg lii ci sunu baay yu jëkk ya,"
  ],
  [
    25,
    "Moom nekkul ludul nit ku jinné jàppa na ngéen ko muñëndiku ba ca kanam tuuti."
  ],
  [
    26,
    "Mu ne Yàlla dimmëli ma ci li ñu ma teg fenkat"
  ],
  [
    27,
    "Nu soloo ko, digël ko mu liggéey gaal ci Sunu wottu ak Sunu tektal te bu Sunu ndigël aksee te fuur bi balla ndox, na nga dugël ci gaal gi, ci xeet wu ne ñaar, bu góor ak bu jigéen ak sa waa kër, ginnaaw ñi dogal jiitu ci ñoom, te bul Ma wax dara ci way tooñ ñi, ndax ñoom ñu ñuy labal la ñuy doon"
  ],
  [
    28,
    "Boo toogee ci gaal gi yaak ñi ànd ak yow neel canta ñeel na Yàlla Mi nu musël ci nit ñu di way tooñ."
  ],
  [
    29,
    "Te nga wax, yow suma Boroom yal na Nga nu wàcce ci wàccu waay wu barkeel ndax Yow Yaay Ki gën a man a dalale."
  ],
  [
    30,
    "Nekk na ci loolu kéemaan, te defu Nu woon ludul di nattu [Samay jaam]"
  ],
  [
    31,
    "Topp Nu sos ci séen ginnaaw yeneen maas."
  ],
  [
    32,
    "Nu yónni ci ñoom yonnent bu jógé ci ñoom, [ñu ne léen] jaamu léen Yàlla, amu léen benneen Yàlla budul Moom ndax da ngéen dul ragal [séen Boroom]."
  ],
  [
    33,
    "Te way tedd ña ci ñi weddi ci nitam, te ñu teg ay fe ndajem àllaaxira, te Nu xéewël léen ci dundu àddina, da ñu wax ne kii [yonti Yàlla Uud] nekkul ludul nit ni yéen, kuy lekk li ngéen di lekk, di naan li ngéen di naan."
  ],
  [
    34,
    "Boo léen toppee nit ni yéen, di ngéen nekk ñu yàqule."
  ],
  [
    35,
    "Ndax dafa léen dig ne yéen boo léen dewee ba [seey] nekk suuf ak yax da ngéen di génnaat [di dund]"
  ],
  [
    36,
    "Caaxaan la, Caaxaan la ! li ñu léen dig."
  ],
  [
    37,
    "Sunu dundu àddina rekk fi nekk, da nuy dee, di dund, waaye du nu dekki"
  ],
  [
    38,
    "Nekkul [moom yonnenta bi] ludul góor guy sos ay fen ci Yàlla, nun gëmu nu ko."
  ],
  [
    39,
    "Mu ne sama Boroom dimmëli ma ci li ñu ma jiñ ay fen."
  ],
  [
    40,
    "[Boroomam] tontu ne : des na tuuti di na ñu xéy di way réccu."
  ],
  [
    41,
    "Ab xaacu sadd léen, ci dëgg, Nu def léen ñu nekk mbuubit, alkande ñeel way tooñ ña."
  ],
  [
    42,
    "Topp Nu sos ca séen ginnaaw yeneen maas."
  ],
  [
    43,
    "Benn xeet du jiitu àppam , du ko weesu it."
  ],
  [
    44,
    "Topp Nu yónni Sunuy yonnent ñu toftaloo, te saa yu Sunu yonnent aksee ci aw xeet ñu jiñ ko fenkat, Nu toftal yenna [xeet] ci yeneen, Nu def ñu mujj di ñu ñuy waxtaanee, alkande ñeel na, nit ñu dul gëm."
  ],
  [
    45,
    "Topp Nu yónni Muusaa ak doomi ndeyam Aaruuna ñu ànd ak Sunuy kaawtéef ak lay wu bir."
  ],
  [
    46,
    "Ca Fir-Awna aki kàngamam, ñu réyréylu ñu nekk nit ñuy kowekowelu."
  ],
  [
    47,
    "Ñu naan ndax da nuy gëm ñaari nit ni nun te séen xeet nekk sunuy jaam."
  ],
  [
    48,
    "Ñu weddi léen ñoom ñaar daldi bokk ca way alku ña."
  ],
  [
    49,
    "Te joxoon na Nu Muusaa téeré ba ndax xeyna ñoom ñu gindiku."
  ],
  [
    50,
    "Nu def Doomi Maryaama ak yaayam ñu nekk kaawtéef, Nu dëkkël léen ca tund wu am saxuwaay ak ndox muy daw."
  ],
  [
    51,
    "Éey yéen yonnenta yi, na ngéen lekk ci yu sella yi te ngéen jëf yu yiw, nakka Man ku xam li ngéen di def laa."
  ],
  [
    52,
    "Nakka lii mooy séen diinée, diiné ju di benna, te Man Maa di séen Boroom koon ragal léen Ma."
  ],
  [
    53,
    "Waaye ñu dogoo ci séen biir, xajaatloo nekk ay daggit, kurél bu ne di bàkkoo la mu yor."
  ],
  [
    54,
    "Koon bàyyi léen ci séen ngëlëmté ba ca kanam tuuti."
  ],
  [
    55,
    "Ndax da ñu njort u ne li nu léen jox ca alal aki doom yu góor."
  ],
  [
    56,
    "da Nu léen gaawe ciw yiw, déet da ñoo yëgul [li léen di xaar]."
  ],
  [
    57,
    "Ñi nga xam ne way tiit la ñu ngir ragal séen Boroom,"
  ],
  [
    58,
    "Ñi nga xam ne ñoom da ñu gëm séen kàddu Boroom,"
  ],
  [
    59,
    "te ñoom du ñu bokkaale séen Boroom ak dara."
  ],
  [
    60,
    "ak ñiy joxe la ñu am, te séen xol di jàq ci li ñu xam ne ca séen Boroom la ñuy dellu,"
  ],
  [
    61,
    "Ñooñu way jëkënté la ñu jëm ci yu yiw te ñoom way jiitu la ñu ca [yiw ya]"
  ],
  [
    62,
    "Te du Nu teg baken ludul lumu àntan, te am na Nu téeré buy wax dëgg, te deesu léen tooñ ci dara."
  ],
  [
    63,
    "Waaye séen xol dafa nekk cik réer ci lii [Alxuraan] te ñeel na léen ginnaaw loolu jëf yu ñuy jëf."
  ],
  [
    64,
    "[Da ñu ciy nekk] ba ker ba Nuy sadd mbugël ña gën a oomal ca ñoom, ñuy yuuxu."
  ],
  [
    65,
    "[Boroom bi ne léen] bu léen yuuxu tey, yéen doo léen man a am ndimmël mu jógé ci Nun"
  ],
  [
    66,
    "Daawoon na ñu jàng ci yéen Sunuy kàddu ngéen wëlbëtiku ci séeni tëstën dellu [ca séen kéeféer],"
  ],
  [
    67,
    "ànd ak réyréylu ci moom, di ci waxtaan guddi, waxtaan wu yiwëdi."
  ],
  [
    68,
    "Ndax da ñu dul settantal wax ji, am dafa léen dikkël lu séen baay yu jëkk ña jotul ?"
  ],
  [
    69,
    "Am da ñu xàmmee wul séen yonnenta, tax ñu weddi ko ?"
  ],
  [
    70,
    "Am da ñu ne jinnée ko jàpp ? déedéet, dikkël na léen ci dëgg, waaye li ëpp ci ñoom bëggu ñu dëgg."
  ],
  [
    71,
    "Bu dëgg gi toppoon séen bànneex koon asamaan ak suuf ak li ne ci séen biir di na yàqu, déet ! jox na Nu léen teràngay jaamu Yàlla, waaye ñoom ñoo dëddu séen terànga jooju."
  ],
  [
    72,
    "Am da nga léen laaj pey, te sa peyu Boroom mooy bi gën, ndax Mooy gën jaa man a xéewëlé."
  ],
  [
    73,
    "Te nakka yow, da nga léen woo jëmé léen ci yoon wu jub xocc wi."
  ],
  [
    74,
    "Te ñi nga xam ne du ñu gëm dundu àllaaxira way jéng la ñu yoon wi."
  ],
  [
    75,
    "Te bu Nu léen yërëmoon ba teggil léen séen lorànge, boon ñu nuu raat ca séen beew ga di sikki-sàkka"
  ],
  [
    76,
    "Te saddoon na Nu léen mbugël, taxul ñu toroxlu ci séen Boroom, taxul ñu yalwaan [dara ci Moom],"
  ],
  [
    77,
    "Ba Nu ubbil léen buntu mbugël mu tar, foofu la ñuy doora naagu [ne yàqule na ñu]."
  ],
  [
    78,
    "Te Moom Mooy Ki léen sàkkal dégg ak gis aki xol, néew na li ngéen di gërëm [Ki léen defal loolu yépp]"
  ],
  [
    79,
    "Te Moom Mooy Ki léen bind ci suuf si te dees na léen fang jëmé ci Moom"
  ],
  [
    80,
    "Te Moom Mooy dundël Mooy rey te Moo sos ni guddi ak bëcëg di toftalantee, ndax da ngéen dul xellu ?"
  ],
  [
    81,
    "Déedéet ! ñu ngiy wax lu mel ni la ñu jëkk ña daan wax."
  ],
  [
    82,
    "Ñu ngi naan, ndax bu nu deewee [ba seey] nekk suuf aki yax, di na nu dekki ?"
  ],
  [
    83,
    "Digéefoon na loolu, nun ak sunuy baay bu jëkk, waaye loolu du dara ludul ay léebu mag ñu jëkk ña."
  ],
  [
    84,
    "Neel ku moom suuf si ak li ci nekk ndéem nekk ngéen ñu xam."
  ],
  [
    85,
    "Di na ñu tontu ne Yàlla la, ne léen ndax da ngéen dul fàttaliku [moomeel googu]."
  ],
  [
    86,
    "Neel kan mooy Boroom juróom ñaari asamaan yi, di Boroom Aras bu màgg ma ?"
  ],
  [
    87,
    "Di na ñu tontu ne Yàlla la, neel ndax da ngéen dul ragal [Boroom loolu yépp] ?"
  ],
  [
    88,
    "Neel ci yoxo kan la moomeelu lépp lëf nekk te Moom Mooy muslé te kenn du Ko musël, ndéem nekk ngéen ñu xam."
  ],
  [
    89,
    "Di na ñu tontu ne Yàlla la, neel koon nakka la ñu léen di wëlbëtée [soreel léen dëgg gi ] ?"
  ],
  [
    90,
    "Déet ! jox na Nu léen dëgg gi, waaye ñoom da ñuy fen."
  ],
  [
    91,
    "Yàlla amul doom, te benn yàlla nekkul ànd ak Moom, nde koon yàlla bu ne di na dem ak la mu bind, te koon du ñàkk ñenna ñi not ña ca des, céy sella Na Moom Yàlla te sore Na na ñu Koy melal"
  ],
  [
    92,
    "Aji xam ji kump ak yi feeñ koon kowe Na sore la ñu Koy bokkaale."
  ],
  [
    93,
    "Neel sama Boroom, ndéem di Nga ma won li Nga léen dig [ci mbugël]"
  ],
  [
    94,
    "sama Boroom rikk bul ma boole ci nit ñi di way tooñ."
  ],
  [
    95,
    "Te Nun am na Nu kàntan ci won la li Nu léen dig."
  ],
  [
    96,
    "Na nga jiñ lu bon ak lu gën a baax, Nun noo gën a xam la ñuy melal"
  ],
  [
    97,
    "Neel sama Boroom maa ngée yiiru ci jaxjaxli seytaane yi."
  ],
  [
    98,
    "Te maa ngi yiiru ci Yow ci séeni teewaay."
  ],
  [
    99,
    "Te bu dee aksee ci kenna ci ñoom, mu ne sama Boroom délloosi ma [àddina]."
  ],
  [
    100,
    "Ndax ma jëf lu yiw [lu yokku] ci la ma fa bàyyi, déedéet loolu wax la ju mu wax, te nekk na ci séen ginnaaw digëlé [gu léen ñak foofu] ba bésu dékki ba."
  ],
  [
    101,
    "Bu ñu ëffée ca bufta ba, askan dootul am ci séen digënté bés boobu, te bu ñu laajante."
  ],
  [
    102,
    "Ñi séen màndaxe [yiw] diis, ñooñu ñooy ñi texe."
  ],
  [
    103,
    "Ñi séen màndaxe [yiw] woyof, ñooñooy ñi yàqal séen bopp, da ñuy béel ca safara."
  ],
  [
    104,
    "Safara di na lakk séen kanam ba di na ñu [mel ni] ñu siiñ [ndax ñàkk tuñ]"
  ],
  [
    105,
    "Ndax Sunuy kàddu jàngéefu léen woon ci séen kanam, ngéen teg léen ay fen."
  ],
  [
    106,
    "Ñu ne sunu Boroom, sunu texedi not na nu , ndax da nu nekkoon nit ñu réer"
  ],
  [
    107,
    "Sunu Boroom génné nu ci [safara si], bu nu delluwaatee [ci jëf lu bon] koon nu nekk way tooñ."
  ],
  [
    108,
    "Mu ne nuur léen ci, te bu léen waxati ak Man."
  ],
  [
    109,
    "Ana luy mbir, amoon na ab kurél ci Samay jaam ñuy wax Yow sunu Boroom gëm na nu, koon baal nu, te Nga yërëm nu, Yow Yaay Ka gën a man a yërëmé."
  ],
  [
    110,
    "Ngéen di léen ñaawal ba ngéen fàtte Maa fàttaliku, ngéen nekk daal ñu léen di reetaan."
  ],
  [
    111,
    "Nun [Yàlla] da Nu léen di fey tey ngir la ñu muñoon, te nakka ñoom way texe la ñu."
  ],
  [
    112,
    "Mu ne léen ñaata at ngéen [dund] ci kow suuf."
  ],
  [
    113,
    "Ñu tontu ne, nekk na nu [ci kow suuf] benna fan, walla lu ko yées, laajal woññakat yi."
  ],
  [
    114,
    "Mu ne léen, toogu léen [fa] ludul diir bu gàtt, cey soo léen nekkoon di ñu xam !"
  ],
  [
    115,
    "Ndax da ngéen njort u ne da Nu léen bind ci fontu, te yéen doo léen dellusi ci Nun."
  ],
  [
    116,
    "Kowe Na, Yàlla Mi di Buur bi, di dëgg gi, amul benn yàlla budul Moom Boroom Aras Mu tedd ma."
  ],
  [
    117,
    "Képp kuy jaamu Yàlla boole kook benneen yàlla, du am lay ci loolu, te nattu [yiwam] mu nga ca Boroomam, te yéeféer yi du ñu texe."
  ],
  [
    118,
    "Neel suma Boroom jéggëlël te yërëm, Yaay Ko gën a man a yërëmé."
  ]
]