[
  {
    "id": 24,
    "city": "madinah",
    "name": {
      "translated": "The Light",
      "transliterated": "An-Nur",
      "codepoints": [
        1575,
        1604,
        1606,
        1608,
        1585
      ]
    },
    "ayahs": 64,
    "slug": "an-nur",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Lii saar la wu Nu wàcce, te Nu def ciy ndigël te wàcce na Nu nekk na ci biir tektal yu leer ngir xeyna yéen ngéen fàttaliku [séen Boroom]"
  ],
  [
    2,
    "Njaalookat bu jigéen ak bu góor ba na ngéen léen dóor ku ci nekk ci ñoom ñaar téeméeri yar, bu léen am ci ñoom ñeemante ci diiné Yàlla ndéem gëm ngéen Yàlla ak bés Pencé ma, te séen mbugël, na ko mbooloo ci way gëm ñi fekke."
  ],
  [
    3,
    "Njaalookat bu góor bu mu séy ak kenneen kudul njaalookat bu jigéen walla way bokkaale te njalookat bu jigéen bi bu ko kenn takk kudul njaalookat bu góor, walla way bokkaale, te aramaleef na loolu ci way gëm yi."
  ],
  [
    4,
    "Ñiy sànni [tuumë] ci jigéen ju màndu, te indi wu ñu ñeenti seede, na ngéen léen dóor juróom ñatta fukki yar, te bu léen nangooti séen seede, ba faw ngir ñoom ñooy saay-saay ya."
  ],
  [
    5,
    "Ginnaaw, ñi tuub, ba loolu amee ba noppi, te ñu sellal [séen jëf] ngir Yàlla jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    6,
    "Te ñiy sànni [tuumë] séen jabar te amu ñu ay seede, ludul séen bopp, ku nekk ci ñoom na giñ ci Yàlla, ñeenti yoon ne wax na dëgg."
  ],
  [
    7,
    "Juróoméelu ngiñ mi mu wax ne : yal na ko Yàlla rëbb su fenee."
  ],
  [
    8,
    "Ku jigéen ki di a fegal boppam mbugël mi su giñee ñeenti yoon ci yàlla ne jëkër ji dey fen."
  ],
  [
    9,
    "Juróoméelu ngiñ mi mu wax ne : yal na ko meru Yàlla topp ndéem jëkëram wax na dëgg"
  ],
  [
    10,
    "Budul koon ngënéel yi léen Yàlla defal ak yërmëndéem, te Yàlla jéggëlaakoon la ku xereñ la [koon Mu gaaw léen a mbugël]"
  ],
  [
    11,
    "Ñiy dikk indi aw fen, nekk mbooloo ci yéen, bu léen defe ne di na ñu léen wàññi lu bon, déedéet loolu njariñ la ci yéen, bépp nit ci ñoom ñeel na ko la mu fàggu ci bàkkaar, te ku ca méngook réyam ci ñoom ñeel na ko mbugël mu réy."
  ],
  [
    12,
    "Lu teewoon, waay gëm yu góor yi ak ñu jigéen ñi, ba ñu ko déggée, ñu am xelaat bu rafet ci séen bopp, daldi ne lii fen wu fës la."
  ],
  [
    13,
    "Lu teewoon ñu indi ci mbir mi ñeenti seede te ginnaaw indi wu ñu seede, ñoom ca Yàlla, ay fenkat la ñu."
  ],
  [
    14,
    "Budul koon ngënéel yi léen Yàlla defal ak yërmëndéem ci àddina ak ca àllaaxira koon mbugël mu réy di na léen laal, ci li ngéen sóobu."
  ],
  [
    15,
    "Ba ngéen ko jokkalantee, ca séen làmmeñ, te ngéen wax ca séen gémmeñ loo xam ne amu léen ci benn xamxam, te ngéen yaakaar ne amul solo, te mu nekk lu réy ca Yàlla."
  ],
  [
    16,
    "te lu teewoon ba ngéen ko déggée, waxu léen, nun waru noo wax dara ci lii, tudd na nu sa sella [Yow sunu Boroom], lii nar wu réy la."
  ],
  [
    17,
    "Yàllaa ngi léen di ñaax ci ngéen baña dellu ci lu mel nii ba faw, ndéem way gëm ngéen"
  ],
  [
    18,
    "Te Yàllaa ngi léen di leeral ay tektalam te Yàlla Ku xam la , Ku xereñ la."
  ],
  [
    19,
    "Ñi nga xam ne sopp na ñu ay ñaawtéef saawu ci biir way gëm ñi, ñeel na léen mbugël mu metti ci àddina ak àllaaxira te Yàlla xam Na te yéen xamu léen."
  ],
  [
    20,
    "Budul koon ngënéel yi léen Yàlla defal ak yërmëndéem, te it Yàlla aji ñeemante la di jaglewaakoon [koon Mu gaaw léen a mbugël]"
  ],
  [
    21,
    "Éey yéen way gëm ñi bu léen topp yooni seytaane, képp ku topp yooni seytaane, te moom, dey diglé lu ñaaw ak lu ñu sib, te budul koon ngënéel yi léen Yàlla defal ak yërmëndéel, kenn ci yéen du sellal ku Ko soob te Yàlla aji dégg la aji xam la."
  ],
  [
    22,
    "Ñi diy boroom ngënéel ci yéen, di ñu yaatu koom koom, bu ñu waat ne du ñu joxati dara séeni jegeñaale, ak ñi néew doole ak vi gàddaay ngir yooni Yàlla, na ñu jéggëlé, te fàtte ,dax da ngéen bëggul Yàlla jéggël léen te Yàlla jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    23,
    "Ñiy sànni ñaawtéef ci deru jigéen yu nekk di séy, te màndu di ñu gëm, rëbbéef na léen ci àddina ak ca àllaaxira te ñeel na léen mbugël mu réy."
  ],
  [
    24,
    "Ca bés ba nga xam ne séeni làmmeñ ak séeni yoxo ak séeni tànk di na ñu seede ca séen kow la ñu nekkoon di ko def,"
  ],
  [
    25,
    "Bés booba Yàlla di Na léen matalal séen pey ci dëgg, te di na ñu xam ne Yàlla Mooy dëgg gu wér."
  ],
  [
    26,
    "Jigéen ñu bon ñi [na ñu am jëkër] ca góor ñu bon ña, te góor ñu bon ñi it [na ñu am jabar] ca jigéen ñu bon ña, te jigéen ñu yiw ñi [na ñu am jëkër] ca góor ñu yiw ña, te góor ñu yiw ñi [na ñu am jabar] ca jigéen ñu yiw ña, ñooñu [Aysata ak Sufyaan, ñi ñu tegoon tuumë] set na ñu wic ca la ñu léen waxaloon, ñeel na léen jéggël ak xéewël yu tedd."
  ],
  [
    27,
    "Éey yéen way gëm ñi bu léen dugg néeg budul séen néeg feek diisoo wu léen ak boroomam te nuyyu ko, loolu mooy li gën ci yéen, ndax xeyna yéen ngéen fàttaliku."
  ],
  [
    28,
    "Boo léen fekkul kenn ca biir, bu léen fa dugg feek amu léen ca ndigël, bu ñu ne léen aksi léen, ngéen dugg, looloo gën a sella ci yéen, te Yàlla Ku xam la li ngéen di def."
  ],
  [
    29,
    "Bàkkaar nekkul ci ngéen dugg ci néeg bu kenn dëkkul, te séen njariñ nekk ca, te Yàlla xam Na li ngéen feeñal ak li ngéen nëbb."
  ],
  [
    30,
    "neel, war na ci way gëm ñi, ñuy gëmmë séeni bët, tey sàmma séen pay, looloo gën a sella ci yéen, te nakka Yàlla Ku deñ la ci kum ci li ngéen di def."
  ],
  [
    31,
    "Neel, war na ci way gëm yu jigéen ñi, ñuy gëmmë séeni bët, te ñuy sàmma séen pay, te ñuy baña feeñal séen taar, ludul li ci man a feeñ, te na ñuy wàcce séen muuraay ba ci séen dënn, te bu ñu feeñal séen taar ludul ci séen kanamu jëkër, walla séen baay, walla séen baayu jëkër, walla séeni doom, walla séen doomi jëkër, walla séen doomu ndey walla séen dommi doomu ndey bu góor ak bu jigéen, walla séen àndandoo bu jigéen, walla séen jaam, walla surgë bu góor bu amul soxla ci jigéen, walla xale bu àggagul ci xam jigéen te bu ñuy dóor séen tànk ci suuf ngir bëgg ñu xam la ñuy nëbb ci séen taar, te na ngéen jéggëlu jëm ci Yàlla, yéen ñépp, éey yéen way gëm ñi ndax xeyna ngéen texe."
  ],
  [
    32,
    "Te na ngéen tàbbal ci séy ñi nekkul ci séy ci yéen ak ña yiw ci séen jaam yu góor ak yu jigéen, bu ñu nekkee ñu ñàkk alal Yàlla di Na léen mey koom koom ci ngënéelam te Ku yaatu la aji xam la."
  ],
  [
    33,
    "Te na ñu fegu [téyé séen bopp] ñi manula dugg cib séy ba ker ba léen Yàlla di jox koom koom ci ngënéelam, te ñiy sàkku jot séen bopp ci séeni jaam, na ngéen léen nangul jot séen bopp ndéem gis ngéen ci ñoom yiw te na ngéen léen jox ci alalu Yàlla ji Mu léen jox, te bu léen not xale yu jigéen ñi ci ñu njaaloo, ndéem ñoom da ñu bëgg saŋewu, ngéen jublu ci wut alalu àddina, képp ku léen not [ci ñu njaaloo], nakka, Yàlla ginnaaw ba ñu léen notee jéggëlaakoon la jaglewaakoon la [ci ña ñu not ci lu bon]."
  ],
  [
    34,
    "Yónnée na Nu léen ay tektal yu wér péŋ ak nettali deminu ña wéy lu léen jiitu, ak waare gu jëm ci way ragal ñi [Yàlla]."
  ],
  [
    35,
    "Yàlla Mooy leeru asamaan yi ak suuf si, melow leeram da fa mel ni ndab lu làmp nekk ca biir, te làmp bi nekk ci biir weer, mu mel ni biddéew bu leer nàññ, buy tàkk ci lu jógé ci garab gu barkeel, muy diw bu dëkkul penku dëkkul sowu, te daanaka diwaan di na tàkk te safara laalu ko, leer la ci kow leer, Yàlla di Na jubël ci leeram ku Ko soob, te Yàlla di Na jox nit ay léebu te Yàlla xam na lu ne."
  ],
  [
    36,
    "[Di na ñu jaamu Yàlla] ci ay néeg yu ñu yëkëti ci ndigëlu Yàlla, tedi fa tudd turam te di Ko fa sàbbaal subë ak ngoon."
  ],
  [
    37,
    "ay góor ñoo xam ne, am njaay walla yaxanal du léen wëlbëti teqale léen ak tudd Yàlla ak taxawal julli ak joxe asaka, da ñu ragal bés boo xam ne xol yi ak gis-gis yi di na ñu jàq."
  ],
  [
    38,
    "Ngir Yàlla fey léen lu gën rafet la ñu jëfoon, ba noppi dolli léen ci mbaaxam, Yàlla di Na xéewël ku Ko soob ci lu àndul ak natta [la Muy joxe] te Yàlla di na jox nit ñi ay léebu te Yàlla xam na lu ne."
  ],
  [
    39,
    "Te ñi weddi, séeni jëf dafa deme ni njanóox ci pàkk, ku mar [bu ko séené] defe ne ndox la, bu ca àggee du fa fekk dara, mu fekk Yàlla foofa Mu fey ko [jëfam ya mu jëfoon], te Yàlla ku gaaw la ci woñña."
  ],
  [
    40,
    "Walla mu deme ni lëndëm ci suufu géej gu xóot, ay ginnax nuur ko, ginnax nekkat ca kowam, aw niir nekk ca séen kow, muy ay lëndëm yu tegloonte ba tax bu tàllalee loxoom, daanaka du ko gis, ku Yàlla séddul leer du am leer."
  ],
  [
    41,
    "Ndax da nga gisul ne yi nekk ci asamaan yi ak suuf si ñu ngee sàbbaal Yàlla, te njanaaw yi way sàppe la ñu, ku ci ne xam na, na muy jullée ak na muy sàbbaale [Yàlla] te Yàlla xam Na la ñuy def."
  ],
  [
    42,
    "Yàllaa moom nguuru asamaan yi ak suuf si, te ca Yàlla la dellu ga jëm."
  ],
  [
    43,
    "Ndax da nga gisul ne Yàlla di Na jiñax niir, topp Mu jokkale digëntéem, topp muy lu dajaloo, nga daldi gis taw génn ca biiram ak ay tundu yuur di sottiku jógé asamaan, Yàlla sadd ko ku Ko soob, fegal ko ku Ko soob, te melxatam xaw na yóbbu gis gis [nit ña]"
  ],
  [
    44,
    "Yàlla Mooy wëlbëti guddi ak bëcëg [ñuy toftalante], te nekk na ci loolu, ci dëgg am njàng ci ñi am gisgis."
  ],
  [
    45,
    "Te Yàlla Moo bind ci ndox lépp luy dukët, te ci ñoom am na ñuy wattatu ci séen biir, am ci ñuy doxe ñaari tànk, ak ñuy doxe ñeenti tànk, Yàlla di Na bind lu ko soob, nakka Yàlla am na kàntant ci def lu ne."
  ],
  [
    46,
    "Wàcce na Nu ba noppi ay tektal yu leer nàññ te Yàlla di Na gindi ku ko soob jëmé ko ci yoon wu jub wa."
  ],
  [
    47,
    "Wax na ñu gëm na nu Yàlla ak yonnentaam te ommatu na nu, topp ginnaaw loolu am ci ñoom ñu dëddu, ñooñu nekku woon ñu gëm."
  ],
  [
    48,
    "Bu ñu léen woowee ci Yàlla ak yonnentaam ngir Mu àtte séen digënté, ñenna ci ñoom dummóoyu."
  ],
  [
    49,
    "Bu àtte bi méngook séen bëg-bëgg ñu ñëw di way wommatu"
  ],
  [
    50,
    "Ndax feebar dafa nekk ci séen xol, am da ñu ci am sikk, am da ñu ragal Yàlla ak yonnentaam jeng ci séen mbir, déet ñooñu way tooñ la ñu."
  ],
  [
    51,
    "Way gëm ñi, bu ñu léen woowee ci Yàlla ak yonnentaam ngir Mu àtte séen digënté, séen wax du nekk ludul dégg na nu te nangu na nu, te ñoom ñooñu ñooy way texe ña."
  ],
  [
    52,
    "Képp ku topp Yàlla ak yonnentaam te mu ragal Yàlla te di Ko wottàndiku ñooñu ñooy ñi texe"
  ],
  [
    53,
    "Ñuy waat ci Yàlla, gën ja tar waat séen, ne boo léen ko digëloon koon ñu génna [dem xare ji], neel bu léen waat, séen top Yàlla lu ñu xam la, te Yàlla xam na xéll li ngéen di def."
  ],
  [
    54,
    "Neel topp léen Yàlla, topp yonnenta bi, bu ñu dëddóo moom gàdduwul ludul wareefam, te yéen it gàddu wu léen ludul la ñu léen yan, te boo léen ko toppe di ngéen gindiku, te ab yonnent dara waru ko ludul jóttali gu leer."
  ],
  [
    55,
    "Yàlla dig Na ñi gëm ci yéen, tey jëf jëf yu sella, di na nu léen wuutal ci suuf si Nu fi wuutale woon ñi léen jiitu woon te di na Nu léen dëgërël séen diiné ja Nu gërëm ci ñoom, te di na Nu léen soppil séen njàqare defal léen kóoluté, ñuy Ma jaamu bañ Maa booleek dara, ñi weddi ginnaaw loolu, ñoom ñooy saay-saay ña."
  ],
  [
    56,
    "Te na ngéen taxawal julli di joxe asaka te ngéen topp yonnenta bi ndax xeyna yërëmées léen"
  ],
  [
    57,
    "Bu léen njort u ne ñi weddi, man na ñu raw ci kow suuf si, te séen dëkkuwaay mooy safara, bon na delluwaay googu"
  ],
  [
    58,
    "Éey yéen ñi gëm, séen jaam ñi ak xale yi yeggagul ci gént, na ñuy yëglu [balaa ñoo dugg ca séeni néeg] ci ñàtti waxtu yii : lu jiitu fajar, ak waxtu wi ngéen di summiku ci bëcëg ak ginnaaw julli geewe, muy ñatti waxtu yu ngéen du wéeté séen boop, ginnaaw waxtu yooyu bàkkaar amul ci yéen walla ci ñoom ngéen demante [ci séen néeg], noonu la léen Yàlla di leerale ay tektalam, te Yàlla aji xam la, ku xereñ la."
  ],
  [
    59,
    "Bu xale yi nekk ci yéen àggée ci ngéent, na ñu yëglu [ñaan ndigël] ni ñi léen jiitu [ciy at] di yëgloo, noonu la léen Yàlla di leerale ay tektalam te Yàlla aji xam la , Ku xereñ la."
  ],
  [
    60,
    "Jigéen ñu màgget ñi yaakaaratul séy nekkul ci ñoom bàkkaar, ñu woyofal séen col te baña jéema taartaarlu waaye ñu matal séen col moo gën ci ñoom te Yàlla aji dégg la aji xam la."
  ],
  [
    61,
    "Ku gumb, walla ki làggi, walla ki feebar, walla yéen ci séen bopp, amu ñu, bàkkaar i lekk ci séen biir néeg, walla ci séeni néegu baay walla ci néegu séeni yaay, walla ci néegu séeni ndoom-ndey yu góor walla yu jigéen, walla ci néegu séeni baay tëx walla séeni bàjjen, walla néegu séeni nijaay walla tant, walla néeg boo léen yore caabi ja, walla bu séen xarit, te boo léen duggé ci kër na ngéen nuyyonte, nuyyóo gu jógé ca Yàlla, muy bu barkeel te sella, noonu la léen Yàlla di leerale ay ndigëlam ndax xeyna ngéen xellu."
  ],
  [
    62,
    "Way gëm ñi, nekku ñu ñudul ñi nga xam ne gëm na ñu Yàlla ak yonnentaam, te bu ñu nekkeek moom [Yonnenta bi] di waxtaan ak moom ci mbir mu ittéel ñépp, du ñu dem te ñaanu ñu ko ndigël, ñi nga xam ne di na ñu la ñaan ndigël, ñoo di ñi gëm Yàlla ak yonnentaam, bu ñu la ñaane ndigël ci lenna ci séeni mbir, na nga nangul ku la soob ci ñoom, te nga ñaanal léen njéggëlu Yàlla, nàkka Yàlla jéggëlaakoon la , jaglewaakoon la."
  ],
  [
    63,
    "Bu léen di woo yonnenta bi, ni ngéen di wootantee ci séen biir, Yàlla xam na ñiy yoroxlu, ngir yooru daw ci yéen, ñiy juuyook ndigëlam na ñu wottandiku, ngir nattu man na léen a dal walla mbugël mu metti"
  ],
  [
    64,
    "Moo ndax du li nekk ci asamaan yi ak suuf si Yàllaa ko moom, te xam na ba noppi li ngéen nekke, te bés di na ñëw ñu dellusi ca Moom, Mu birëlPel léen la ñu defoon, te Yàlla xam Na lu ne."
  ]
]