[
  {
    "id": 29,
    "city": "makkah",
    "name": {
      "translated": "The Spider",
      "transliterated": "Al-'Ankabut",
      "codepoints": [
        1575,
        1604,
        1593,
        1606,
        1603,
        1576,
        1608,
        1578
      ]
    },
    "ayahs": 69,
    "slug": "al-ankabut",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    ".  Aliif Laam Miim"
  ],
  [
    2,
    "Ndax nit ñi da ñu defe ne, da ñu léen di bàyyi, ñu naan gëm na nu, te kenn du léen nattu ?"
  ],
  [
    3,
    "Nattuwoon na Nu, ña léen jiituwoon, ba tax na Yàlla xam Na bu baax ña nekkoon ñu dëggu, te xam it bu baax ña nekkoon ay fenkat."
  ],
  [
    4,
    "Am ñiy def lu ñaaw da ñu defe ne man na ñu Noo raw, bon na ni ñuy àttee"
  ],
  [
    5,
    "Képp ku yaakaar ndajeem Yàlla, [na xam ne] nakka àppu Yàlla luy ñëw la te Moom aji dégg la, aji xam la [lu nekk]."
  ],
  [
    6,
    "Ku farlu, boppam la farlul, nakka Yàlla Ku doylu la waliis àddina si yépp."
  ],
  [
    7,
    "Te ñi gëm tey def jëf yu yiw, faw di na Nu far séeni ñaawtéef te faw Nu fey léen lu gën la ñu defoon."
  ],
  [
    8,
    "Nu ngiy dénk nit mu rafetal jëm ciy waajuram waaye bu ñu far loo ci yóbbu la ci bokkaale Yàlla ci loo amul benn xamxam, bu léen ca topp, ci Man ngéen di dellu si, Nu birël léen li ngéen daan def."
  ],
  [
    9,
    "Te ñi gëm tey def jëf yu yiw faw di na Nu léen dugël ca way sella na."
  ],
  [
    10,
    "Ci nit ñi am na ñu naan gëm na nu Yàlla, te bu ñu léen loree ci [biir liggéeyal] Yàlla, ñu jàppe fitna gu soosoo ci nit ñi mbugël mu jógé ca Yàlla, te bu ndimmël lu jógé ca sa Boroom aksee, faw ñu wax ne : nun nu ngi woon ak yéen, ndax Yàlla du Moo gën a xam li nekk ci dënnu [mbindéefu] àddina si yépp."
  ],
  [
    11,
    "Te faw Yàlla di Na ràññee ñi gëm te faw di Na ràññee naaféq yi."
  ],
  [
    12,
    "Ñi weddi wax na ñu ñi gëm, ne léen, topp léen sunu yoon, di na nu léen gàddul séeni ñaawtéef te ñoom du ñu nekk ñuy gàddu dara ci séeni ñaawtéef, nakka ñoom da ñuy fen."
  ],
  [
    13,
    "[Ca dëgg] di na ñu yanu séen yan, ak yan bu tegu ci séen yan, te faw ñu laaj léen, ca bés Péncé ma, ci la nu doon duur."
  ],
  [
    14,
    "Yónni woon na Nu Nóohin ciy nitam, mu sax ca ñoom junniy at yu juróom fukki at teree mat, [te gëmu ñu ko] tax na ndox ma baawaan ca séen kow ngir la ñu nekkoon diy tooñkat."
  ],
  [
    15,
    "Nu musël ko, mook ña nekkoon ca gaal ga. Nu def ko muy kéemaan ci waa àddina si yépp."
  ],
  [
    16,
    "Ak Ibraaima it ba mu waxee ay nitam ne léen jaamu léen Yàlla, te ngéen ragal Ko, looloo gën ci yéen, éy soo léen xamoon !"
  ],
  [
    17,
    "Waaye jaamu wu léen ludul ay xérëm, bàyyi Yàlla, te ngéen di sos ay fen, te ñi ngéen di jaamu, bàyyi Yàlla, manu ñu leen jox xéewël, kon sàkku léen xéewël ca Yàlla, te ngéen jaamu Ko, te ngéen gërëm Ko, ca Moom ngéen di dellu."
  ],
  [
    18,
    "Boo léen weddee, ay xeet yu léen jiitu weddi woon na ñu, te ku ñu yónni, dara waru ko ludul jottali gu mat."
  ],
  [
    19,
    "Ndax da ñu gisul ni Yàlla di sose mbindéef, topp mu sosaat ko, te loolu lu yómb la ci Yàlla."
  ],
  [
    20,
    "Neel, dox léen ci suuf si te ngéen seetlu ni Muy sose mbind mi, topp ni Yàlla, di sosaate mbind mu mujj mi, Yàlla am Na kàntan ci def lu ne."
  ],
  [
    21,
    "Di Na mbugël ku Ko soob, di Na yërëm ku Ko soob, te ci Moom ngéen di dellu"
  ],
  [
    22,
    "Te manu léen [Ko] raw, du ci suuf si, du ci asamaan si te amu léen ginnaaw Yàlla, ku léen man a yiir walla dimmëli."
  ],
  [
    23,
    "Ñi weddi kàdduy Yàlla, ak dajeek Moom, ñooñu da ñu ñàkk yaakaar Sama yërmëndé, te ñooñu ñeel na léen mbugël mu metti."
  ],
  [
    24,
    "Te tontuy nitam nekkul ludul ñu wax : rey léen ko walla ngéen lakk ko, Yàlla musël ko ca safara sa, nekk na ci loolu kéemaan ci nit ñu di way gëm."
  ],
  [
    25,
    "Mu ne léen defu léen ludul jàppa ci ay xérëm, bàyyi Yàlla, ngir cofeel ci séen digënté, ci dundu àddina si, la cay topp mooy, ca bés Péncé ma di ngéen weddente te di ngéen rëbbante, te séen dëkkuwaay safara la, te du ngéen am ku léen dimmëli."
  ],
  [
    26,
    "Lóot gëm ko, Ibraaima wax nakka man, aji gàddaay laa jém ci sama Boroom, nakka Moom Mooy aji not ji di ku xereñ ki."
  ],
  [
    27,
    "Mey na Nu ko Isaaxa ak Yaxuuba, te def na Nu ciy sëtam [ñuy nekk] yonnenta ak téeré ba, Nu jox ko peyam ci àddina te moom ca àllaaxira di na bokk ca way sella ña."
  ],
  [
    28,
    "Ak Lóot it, ba mu waxee ay nitam, ne léen, nakka yéen jëfé ngéen ñaawtéef boo xam ne kenn jiitu wu léen ci, ci àddina si yépp."
  ],
  [
    29,
    "Ndax da ngéen di dem ci góor ñi, di dogaale ci mbed yi, di defante lu bon ci séen pénc, ay nitam tontu wu ñu ko ludul ñu ne ko, indil nu mbugëlu Yàlla ndéem ku dëggu nga."
  ],
  [
    30,
    "Mu ne, Yow sama Boroom dimmëli ma ci nit ñi di way yàqa."
  ],
  [
    31,
    "Ba Sunuy ndaw [yi Nu yónni] aksee ca Ibraaima [indil ko xibaaru] mbégté, wax na ñu ko ne : nun da nuy alag si nitu dëkk bii, ndax ay nitam da ñu di way tooñ."
  ],
  [
    32,
    "Mu ne léen, Lóot-a nga fa, ñu ne ko noo gën a xam ña fa nekk, di na nu ko musël, moom ak njabootam, ginnaaw jabaram, dey bokk ca ña fay des."
  ],
  [
    33,
    "Ba Sunuy ndaw aksee ca Lóot, mu jàqa ci ñoom, am naqaru xol, ñu ne ko : bul tiit te bul naqarlu, di na nu la musël yaak sa njaboot, ginnaaw sa jabar, da fay bokk ci ñiy dés"
  ],
  [
    34,
    "Nun da nuy wàcce ci nitu dëkk bii mbugël mu jógé asamaan ngir li ñu nekke cik caay-caay"
  ],
  [
    35,
    "Te bàyyi na Nu ci loolu ay kéemaan yu leer ngir nit ñu di ñuy xellu"
  ],
  [
    36,
    "[yónni woon na Nu it] ca waa Madayana séen mbokk Suaybu, mu ne yéen samay nit jaamu léen Yàlla te ngéen yaakaar bésu Péncé ma, te bu léen dox ci kow suuf di yàqa."
  ],
  [
    37,
    "Ñu weddi ko, tax na yëngug suuf sadd léen, ñu xéy ne lanjan ca séen kër ya"
  ],
  [
    38,
    "Ak waa Aad, ak waa Samuuda [alagoon na ñu léen] la des ca séen dëkk ya lu fés la ci yéen, seytaane rafetaloon na ci ñoom séeni jëf, mu dëdduloo léen yoon wu jub wa, te moone nekkoon na ñu di sàkku ràññee [dëgg]"
  ],
  [
    39,
    "Ak Xaaruuna, ak Fir-Awna ak Aamaan, dikkëloon na léen Muusaa mi léen indiloon lay yu leer, ñu réyréylu ci kow suuf si, te manu ñu woon rëccë [Sunuy mbugël]."
  ],
  [
    40,
    "Ku nekk [ca ñoom] mbugël na Nu ko ngir bàkkaaram, am na ci ñoom, ñu Nu yónnée ngilaw lu réy, am na ci, ñu Nu fàdd ak xaacu, ak ñu Nu wëlbëti suuf ci séen kow ak ñu Nu labal, te Yàlla tooñu léen waaye ñoo tooñ séen bopp."
  ],
  [
    41,
    "Ñiy jaamu ay yàlla bàyyi Yàlla, séen demin dafa niru mbiru jargoñ ju defar néeg, te gën jaa doyadi néeg mooy néegu jargoñ, céy bu ñu xamoon"
  ],
  [
    42,
    "Nakka Yàlla xam Na la ñuy jaamu bàyyi Ko, ci lu mu manti doon, te Moom Mooy notaakoon bi di Ku xereñ ki"
  ],
  [
    43,
    "Yooyuy léebu da Nu koy jox nit ñi waaye du ñu ci man a xellu, ludul ñi diy boroom xamxam."
  ],
  [
    44,
    "Yàlla bind Na asamaan yi ak suuf si ci dëgg te nekk na ci loolu kéemaan ci way gëm ñi."
  ],
  [
    45,
    "Jàngal li ñu la soloo ci téeré bi, te nga taxaw temm ci julli, nakka julli dey feg lu bon ak lu ñu sib te tudd Yàlla mooy li gën a màgg, te Yàlla xam Na la ngéen di def."
  ],
  [
    46,
    "Bu léen di dàggeek ña jotoon téeré, ludul ci anam ga gën a rafet, ginnaaw ñi tooñ ci ñoom, te wax léen ne : gëm na nu li wàcceef na ko ci nun ak la wàcceef na ko ci yéen, te sunu Yàlla ak séen Yàlla kenna la, te ci Moom la nu wommatu."
  ],
  [
    47,
    "Te noonu la Nu wàccee ci yow téeré bi, te ñi nga xam ne jox na Nu léen téeré bi gëm na ñu ko, te ci ñooñu am na ci ñu ko gëm, te kenn du weddi Sunuy kàddu kudul yéeféer ya."
  ],
  [
    48,
    "Lu ko jiitu nekku loo woon di jàng benn téeré, te it sa ndijjoor bindu ko nde kon way yàqa ña di na ñu sikki-sàkka."
  ],
  [
    49,
    "Déet ! moom ay tektal yu leer la, yu nekk ci dënnu ñi ñu jox xamxam, te kenn du weddi Sunuy kàddu ludul way tooñ ña"
  ],
  [
    50,
    "Ñu wax ne : lu teewoon wàcceef ci moom kéemtaan gu jógé ca Boroomam, neel niki kéemtaan ci loxo Yàlla doŋŋ la nekk man nekku ma ludul kuy waare ciy [kàddu] yu leer."
  ],
  [
    51,
    "Ndax dafa léen doyul li Nu wàcce ci yow téeré bi, ñu koy jàng ci ñoom, nekk na ci loolu yërmëndé ak fàttali ñeel nit ñu di way gëm."
  ],
  [
    52,
    "Neel Yàlla doy Na seede ci suma digënté ak yéen, xam Na li nekk ci asamaan yi ak suuf si te ñi gëm ci neen tey weddi Yàlla, ñooñu ñooy ñi yàqule."
  ],
  [
    53,
    "Ñu ngi lay yàkkamti ci mbugël mi, waaye budul woon àpp bu ñu tudd ba noppi, kon mbugël mi di na dikk ci ñoom, te faw di na léen dikkël cik mbetteel te ñoom du ñu ko yëg"
  ],
  [
    54,
    "Ñu ngi lay yàkkamti ci mbugël mi, te niki safara dafay peeg, yéeféer yi,"
  ],
  [
    55,
    "Ca bés ba léen mbugël ma di muur ca séen kow ak ca séen suufu tànk, te ñu wax léen : mos léen li ngéen daan def."
  ],
  [
    56,
    "éey yéen Samay jaam ñi gëm, nakka Sama suuf si yaatu na kon jaamu léen Ma Man doŋŋ."
  ],
  [
    57,
    "Baken bu ne di na mos dee, topp ngéen dellusi ci Nun."
  ],
  [
    58,
    "Ñi gëm tey jëf, jëf yu yiw di na Nu léen dalal ciy néeg ca Àjjana, ju ay dex di daw ci suufam, te da ñu fay béel, aka baax peyu way jëf ña [jëf yu yiw]."
  ],
  [
    59,
    "[Mooy] ñay muñ tey wéeru ci séen Boroom."
  ],
  [
    60,
    "Te bari na ay mala yoo xam ne yore wu ñu wërsëg [yi ñuy dundé], Yàlla Moo léen di xéewël ak yéen it te Moom aji dégg la, aji xam la."
  ],
  [
    61,
    "Te boo léen laaje kan Moo bind asamaan yi ak suuf si te tàggat janta bi ak weer wi, faw di na ñu tontu ne : Yàlla la, kon nakka la ñu léen di wëlbëtée."
  ],
  [
    62,
    "Yàlla di Na yaatal wërsëgu ku Ko soob ciy jaamam, te Moo koy xatal it [su ko soobee] nakka Yàlla xam Na lu ne."
  ],
  [
    63,
    "Boo léen laajoon kan Mooy wàcce ndox mu jógé asamaan, di ci dundël suuf si, bu bekooree, faw di na ñu tontu ne : Yàlla la, neel cant gépp ñeel na Yàlla, déet ! ñi ëpp ci ñoom du ñu xellu"
  ],
  [
    64,
    "Dundu àddina nekkul ludul caaxaan ak po, te këru àllaaxira mooy dund dëgg, céy bu ñu xamoon."
  ],
  [
    65,
    "Bu ñu duggee ci gaal, di ñaan Yàlla [musël léen], di Ko sellal diine ji, te bu Nu léen musëlée ba ñu teer ca suuf sa, ñuy bokkaale"
  ],
  [
    66,
    "ngir weddi li Nu léen jox, na ñu xéewlu [diir bu néew], di na ñu xami ji [dëgg gi]."
  ],
  [
    67,
    "ndax da ñu gisul ne def na Nu séen dëkk bi nekk lu ñu wormaal te am kóoluté, te fi léen wër, nu ngi fay fëkk ay nit, ndax neen la ñuy gëm di weddi xéewëlu Yàlla ?"
  ],
  [
    68,
    "Kan moo gën a tooñ kiy duural Yàlla ay fen, walla weddi dëgg ba mu aksee ca moom, ndax du safara mooy dëkkuwaayu yéeféer yi"
  ],
  [
    69,
    "Ñiy farlu ci Nun faw di na Nu léen gindi teg léen ci Sunu yoon, te nakka Yàlla ànd Naak way rafetal ña."
  ]
]