[
  {
    "id": 3,
    "city": "madinah",
    "name": {
      "translated": "Family of Imran",
      "transliterated": "Ali 'Imran",
      "codepoints": [
        1570,
        1604,
        32,
        1593,
        1605,
        1585,
        1575,
        1606
      ]
    },
    "ayahs": 200,
    "slug": "ali-imran",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Aliif Laam , Miim"
  ],
  [
    2,
    "Yàlla, amul benn Yàlla budul Moom, aji dund ji taxawalaakoonu lépp lu taxaw"
  ],
  [
    3,
    "Moo wàcce ci yow téeré bi ci dëgg, muy dëggël li ko jiitu, te Moo wàcce woon it Tawraat ak Linjiil,"
  ],
  [
    4,
    "Ca bu jëkk ñu nekjoon, luy jubloo nit ñi, mu wàcce Alxuraan, ñi weddi, kàdduy Yàlla yi ñeel na léen mbugël mu tar, Yàlla aji not la, ku am kàntan ci feyyu la."
  ],
  [
    5,
    "Amul dara luy nëbbu ci Yàlla ci suuf ak ci asamaan yi."
  ],
  [
    6,
    "Moom Mooy ki defar séen melo ci séen biiri ndey, ni mu Ko neexe, amul benn Yàlla budul Moom aji not ji, aji xereñ ji,"
  ],
  [
    7,
    "Moom Moo wàcce ci yow téeré bi, am na ci ay laaya yu séen maa naa leer nàññ, ñoo di cosaanu àtte yi, ak yeneen laaya yu séen maanaa fésul, ñi nga xam ne jeng nekk na ci séen xol, lennn ci yooyu laaya la ñuy topp ngir sàkku fitna ak jéem léen a firi, te Yàlla doŋŋ a xam séen pirin, ñi xax ci xamxam di na ñu wax ñoom : gëm na nu laaya yépp ndax ñoom ñëpp ci sunu Boroom la ñu jógé, boroom xel yi rekkay waaru."
  ],
  [
    8,
    "Sunu Boroom Yàlla boo jengal sunu xol ginnaaw ba Nga nu jubëlée , te mey nu ci Yow yërmëndé, ndax Yow Yaa di meyekat bi."
  ],
  [
    9,
    "Sunu Boroom Yow Yaay dajale nit ñi ci bés boo xam ne sikk nekkul cik ñëwam, Yàlla du wor dig ba."
  ],
  [
    10,
    "Ñi weddi du léen jariñ dara séen alal ak séeni doom fa Yàlla, ñooy mattu safara"
  ],
  [
    11,
    "Melna ni aada niti Fir-awna ak ñi jiituwoon, da ñu weddiwoon Sunuy laaya, Yàlla mbugël léen ngir séeni bàkkaar, Yàlla ku tar mbugël la."
  ],
  [
    12,
    "Waxal ña weddi [ca yauud ya] di na ñu léen not te dees na léen fang, jëmé Safara, bon na lal [ba ñu fay fekk]."
  ],
  [
    13,
    "Am ngéen lu waare ci ñaari mbooloo ya, daje na ñu [ca badar], benna bi di xeex ci yoonu Yàlla benneen bi di ay  yéeféer yu jullit yi gis ne ñaari yoon rekk la ñu léen ëppé, gis-gisu bët [te fekk ñoo léen ëpp fuuf], Yàlla di na dooleel ci ndimmëlam ko ku soob, nekk na ci loolu lu jar waaru ci boroom xel muy gis."
  ],
  [
    14,
    "Rafetalees na ci nit vi sopp banneex, ci jigéen vi, ak ami doom yu góor, alal ju bari ci urus walla ci xaalis, aki fas yu ñu tàggat aki jur, ak alalu mbey, loolu yóbbëlu àddina doŋŋ la, te ca Yàlla la rafetug delluwaay ga nekk"
  ],
  [
    15,
    "Neel ndax du ma léen xamal lu gën loolu ci yéen, ñeel na ñi ragal Yàlla, ca séen Boroom àjjana ju dex di daw ci suufam, da ñu fay béel, ak ay jabar yu ñu laabal ak ngërëmu Yàlla, Moom ku am seetlu la ci jaam yi."
  ],
  [
    16,
    "Mooy ñiy wax: sunu Boroom , nun gëm na nu, jéggël nu, sunuy bàkkaar te fégal nu mbugëlu Safara."
  ],
  [
    17,
    "Mooy wax muñ ñi ak way dëggël ña, ak jaamukay yi, ak ñiy joxe séen alal [ngir Yàlla] ak ñiy sàkku njéggël ca njël ya."
  ],
  [
    18,
    "Yàlla seede Na, ne amul benn Yàlla budul Moom Malaaka yi ak boroom xamxam yi taxaw ci màndu, seede na ñu it ne amul benn Yàlla budul Moom, déet mu am benn Yàlla budul Moom aji not ji aji xereñ ji."
  ],
  [
    19,
    "Nakka diine fa Yàlla , mooy lislaam, ña ñu jox téeré , juuyoo wu ñu ludul ginnaaw ba léen dikkëlée xamxam bi, ngir béew gu nekk ci séen digënté, ku weddi laaya Yàlla yi, [na xam ne] Yàlla ku gaaw la ci woññ [jëfi jaam ñi]"
  ],
  [
    20,
    "Bu ñuy dàggeek yow, neel jébbël naa sama kanam Yàlla maak ku ma topp"
  ],
  [
    21,
    "Ñiy weddi kàddu Yàlla yi tey rey yonnenta yi, ci ludul dëgg, di rey ñiy digglé màndu ci nit ñi, xuppé léen mbugël mu metti."
  ],
  [
    22,
    "Ñooñu séen jëf yàqu na ci àddina si, ak ca Àllaaxira te du ñu am ku léen dimmëli."
  ],
  [
    23,
    "Ndax gis nga ñi ñu jox cër ci téeré bi[Tawreet], woowees na léen jëmé léen ci téeré Yàlla bi [Alxuraan] ngir mu àtte séen digënté, topp dëddu ab kurél ci ñoom, te way dëddu la ñu [bañ nangu àtte Yàlla]."
  ],
  [
    24,
    "Ndax ñoom da ñu ne, safara du nu laal ludul ay bés yu ñu man a lim, la ñu duural Yàlla ci séen diiné nax na léen."
  ],
  [
    25,
    "Nakka[la séen mbir mi di deme] bu Nu léen dajalee ca bés bu amul sikk [ne di na am] te baken bu nekk ñu boole kook la mu fàggu woon te du ñu léen tooñ ci dara."
  ],
  [
    26,
    "Neel sama Boroom Yow mi moom nguur, Yaa di jox nguur ku la neex, Yaay nangu nguur ci ku la neex , Yaay teral ku la neex, Yaay toroxal ku la neex, yiw ci sa Loxo la nekk, Yow am Nga kàntan ci def lu nekk."
  ],
  [
    27,
    "Yaay dugël guddi ci bëcëg, di dugël bëcëg ci guddi, di génné luy dundë ci lu dee di génné lu dee ci luy dundë di wërsëgël ku la neex ci lu àndul ak woññ."
  ],
  [
    28,
    "Bu jullit ñi jàpp xaritoo ci yéeféer yi, bàyyi fa jullit ña, ku def loolu amoo dara ci yàlla ndéem du da ngéen ragal ci ñoom ngaañ boo léen di moytu , Yàlla ngi léen di wottandiku loo boppam te ci Moom la delluwaay ba nekk,"
  ],
  [
    29,
    "Neel boo léen nëbbë li nekk ci séen xol mbaa ngéen feeñal ko, Yàlla xam na ko, te xam na it lu nekk ci asamaan yi ak ci suuf si, Yàlla am na kàntan ci def lu nekk"
  ],
  [
    30,
    "Bés ba xam ne, baken bu ne di na jot ca la mu jëfoon ci yiw gu ñu teewal ak la mu jëfoon ciy ñaawteef, di na ngéeju ñu soreel digëntéem ak ñaawtéef yoo yu diir bu guud. Yàlla ngi léen di wottandiku loo boppam, Yàlla ku ñeemante jaam yi la."
  ],
  [
    31,
    "Neel ndeem soppa ngéen Yàlla topp léen ma, Yàlla soppa léen, ball léen séen bàkkaar, Yàlla jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    32,
    "Neel nangul léen Yàlla ak Yonnenta bi, boo léen dëddoo [xam léen ne ] Yàlla soppul yéeféer yi."
  ],
  [
    33,
    "Yàlla moo tànn Aadama ak Nóohin ak njabootu Ibraaiima ak njabootu Imraan ci kow mbindéef yi."
  ],
  [
    34,
    "Ñenna ñi di doom ci ñeneen ñi, Yàlla aji dégg la, aji xam la"
  ],
  [
    35,
    "[Fàttalikul] ba jabaru Imraan waxee : suma Borom fas naa yéené sédd la li ne ci suma biir muy ku ñu sellal, nangul ma, nakka Yow aji dégg Nga aji Nga."
  ],
  [
    36,
    "Ba mu ko wësinée, mu ne sama Boroom jigéen laa wësin, te Yàlla gën a xam la mu wësin ndax góor melul ni jigéen, te tuddé naa ko Maryama te maa ngi koo muslu, wéeru ci Yow, moo ki doomam , ci seytaane ma ñu rëbb"
  ],
  [
    37,
    "Boroomam nangul ko, nangu gu rafet , màggloo ko màgg bu rafet, Zakariyaa yar ko, saa yu Zakariyaa duggée ca Mixrab ba, di ko seeti , di na fekk ci moom ay xéewël mu ne yow Maryama, nakka nga ame lii, mu tontu ne lii, lu jógé cz Yàlla la, nakka Yàlla di na wërsëgël ku ko soob ci lu àndul ak woññ na mu tollu."
  ],
  [
    38,
    "Noonu Zakaryaa ñaan Boroomam, mu ne : sama Boroom mey ma ci sa coobare, ay doom yu yiw, nakka Yow kuy dégg ñaan Nga."
  ],
  [
    39,
    "Noonu Malaaka ya woo ko fékk mu ngi taxaw di julli ci Mixraab bi, [xamal ko ne] Yàlla mu ngi laa yëgël doon ju tudd Yaxyaa miy dëggël baat bu tukkée ca Yàlla, [di Lisaa] di kilifë, di ku fegu [ci jigéen] di yonnenta bu bokk ca ñu sella ña."
  ],
  [
    40,
    "Mu ne sama Boroom nakka laay ame doom te ma màgget, sama jabar jërméel, mu ne ko, noonu lay ame, Yàlla Mooy def lu ko soob."
  ],
  [
    41,
    "Mu ne Yàlla defal ma mandarga, Mu ne doo man a waxak nit ñi ñàtti fan, ludul ci junj , na nga tudd sa Boroom lu bari te ngay sàbbaal suba-ak ngoon."
  ],
  [
    42,
    "[Fàttalikul] ba malaaka ya waxee yow, Maryaama, nakka Yàlla tànna na la te laabal na la, tànna na la ci kow jigéenu àddina bi yépp."
  ],
  [
    43,
    "Yow Maryaama jaamul sa Boroom del sujóot tey rukoo ànd ak way rukoo ya."
  ],
  [
    44,
    "Loolu bokk na ci xewxew yi nekkon kumpë, Nu ngi la koy xamal, te teewu loo woon ba ñuy sànni séen bantu wantaloo, di seet kan moo ciy yar Maryaama , te teewuloo woon ba vuy xulóo."
  ],
  [
    45,
    "[Fàttalikul] ba malaaka ya waxee yow Maryaama Yàlla ngi lay béggëlé baat [doom] bu tukkée ci dogalam, turëm mooy Masiix Lisaa doomi Maryaama, boroom ndam ci àddina ak ci Allaaxira te bokk na ci way jege [Boroom bi]"
  ],
  [
    46,
    "Di na waxak nit ñi, ca ba mu nekkee liir ak ca ba mu nekkee mag te bokk na ca way sella ña."
  ],
  [
    47,
    "Mu ne [moom Maryaama] sama Boroom, nakka laay ame doom, te góor mosu maa laal, malaaka mi tontu ko ne, noonu lay ame, Yàlla di na bind lu ko neex, bu dogalee mbir du def ludul wax nekkal mu nekk."
  ],
  [
    48,
    "Di na ko jàngal téeré bi ak xamxamu ràññee ak Tawreet ak Linjiil."
  ],
  [
    49,
    "Di Na ko def yonnenta ci Bani israaiil, mu wax léen nakka man indil naa léen ay mandarga yu tukkée ca séen Boroom, man naa léen a defaral ci ban jëmmu picc, ëf ko mu nekk picc[muy dund] ci coobare Yàlla, di naa faj ku judduwaale gumbë ak ku gaana , di naa dundël ku dee ci coobare Yàlla, man naa léen a xamal li ngéen lekk ak la ngéen denc ca séeni kër , nekk na ci loolu kéeemaan ci yéen ndégém way gëm ngéen."
  ],
  [
    50,
    "[Maa ngi] dëggël li ma jiitu, te nekk ci tawreet tey daganal ci yéen lenna ci yi araamoon ci yéen , indil naa léen màndarga gu tukkée ca séen Boroom, na ngéen ragal Yàlla, te ngéen stopp samay ndigël."
  ],
  [
    51,
    "Naka Yàlla, Moodi sama Boroom, d séen Boroom , jaamu léen Ko, loolo di yoon wu jub wi."
  ],
  [
    52,
    "Ba lisaa ràññee ci ñoom gëmëdi, mu ne ana ku may dimmëli ci liggéeyal Yàlla, way sella ña , ne nun noo lay dimmëli ci yoonu Yàlla, gëm na nu Yàlla te seedeel ne way wommatu la nu."
  ],
  [
    53,
    "Sunu Boroom gëm na nu li Nga wàcce [Linjiil] te topp na nu yonnenta bi [Iisaa], yal na Nga dogal nu bokk ci way seede ña [dëgg]"
  ],
  [
    54,
    "Ñu tërëli pexe, Yàlla it tërëli pexe, te Mooy gën jaa man a tërëli pexe."
  ],
  [
    55,
    "[Fàttalikul] ba Boroom bi waxee yow Iisaa di Naa la faat yékëti la jëmé la ci Man, di Naa la laabal ci [bonbonu] yéeféer yi , wedi te di Naa def ñi la topp ñu féeté kow ñi weddi ba bésub Péncé ma, topp ngéen dellu si ci Man, Ma àtte séen digënté ci li ngéen nek koon di ci juuyoo."
  ],
  [
    56,
    "Ñi weddi di Naa léen mbugël mu tar ci àddina ak ci àllaaxira, te du ñu am kenn ku léen dimmëli."
  ],
  [
    57,
    "Ñi gëm, te séen jëf yiw, di Naa matal séen pey, Yàlla soppul tooñkat yi."
  ],
  [
    58,
    "Loolu Nu ngi la koy xamal, mu bokk ciy kéemaan ak kàdduy fàttali yu ñu xereñe [Alxuraan]."
  ],
  [
    59,
    "Mbiru Iisaa ci Yàlla, ni bu Aadama la, dafa ko bind ci suuf ba noppi ne ko nekkal mu nekk."
  ],
  [
    60,
    "Dëgg ca sa Boroom la jógé, bul bokk ci way sikki-sàkka yi."
  ],
  [
    61,
    "Ku ci dàggeek yow ginnaaw li la dikkël ci xamxam, [ci mbiru Iisaa] neel : kaay léen, nu woo sunuy doom ak séeni doom, ak sunuy jabar ak séeni jabar, nu ñëw, ngéen ñëw yéen ci séen bopp, topp nu toroxlu rëbënté rëbum Yàlla dal ci ñi fen [mbiru Iisaa]."
  ],
  [
    62,
    "Nakk lii, wax ju dëggu la, amul benn Yàlla budul Yàlla, te Moom Yàlla aji not la, aji xereñ la."
  ],
  [
    63,
    "Bu ñu dëddoo, nakka Yàlla, ku xam yàqakat yi La."
  ],
  [
    64,
    "Neel, yéen ñoñ-téeré kaay léen ci baat boo xam ne yéen ak nun noo ciy maase mudi : du nu jaamu kudul Yàlla, du nu ko bokkaa leek dara te ñenn ci nun du ñu jàppe ñi ci des Yàlla ju wuuteek Yàlla, suñu bañee, dummóoyu, nee léen : seede léen : ne nun dey ñu wommatu la nu [ci topp Yàlla]"
  ],
  [
    65,
    "Yéen ñoñ-téeré , lu tax ngéen di dàgge ci mbiru Ibraaiima te Tawraat ak Linjiil wàcce wu ñu ludul ci ginnaawam, ndax da ngéen dul xellu"
  ],
  [
    66,
    "Yëg léen ne yéen dàgge ngéen ci lu ngéen xam [mbiru Iisaa], lu tax ngéen di dàggee ci loo léen amul xamxam [muy mbiru Ibraaiima], te Yàllaa xam, yéen xamu léen."
  ],
  [
    67,
    "Ibraaiima nekkul woon di yauud, walla nasaraan, waaye nekkoon na di aji wéetal Yàlla, di ku wommatu , bokkul woon ci way bokkaale yi."
  ],
  [
    68,
    "Gën jaa yay i nit ci Ibraaiima mooy ñi ko toppoon ak yonnenta bii[Muhammad] ak way gëm ñi, Yàlla Mooy aji méngook way gëm ñi."
  ],
  [
    69,
    "Ab kurél ci ñoñ-téeré, ngéejoo na ñu man léen a réerël waaye manu ñu réerël kudul séen bopp, te yëgu ñu ko."
  ],
  [
    70,
    "Yéen ñoñ-téeré lu tax ngéen weddi kàddu Yàlla te ngéen di ci ay seede [xam ko xéll]"
  ],
  [
    71,
    "Yéen ñoñ-téeré lu tax ngéen di muur dëgg ak ay caaxaan, ngéen di nëbb dëgg te ngéen xam ko xéll."
  ],
  [
    72,
    "Wax na, ab kurél ci ñoñ-téeré : gëm léen li wàcca ci way gëm ñi [Alxuraan], ci subë, bu ngoonee ngéen weddi, ndax way gëm yi wëlbëti ku [weddi ñoom it]"
  ],
  [
    73,
    "Te bu léen gëm ludul ki topp séen diiné, neel [yow Muhammad] : nakka njub , Yàlla ko moom, koon man naa nekk  kenna nit ku ñu jox lu mel ni li ngéen jot ba man a weccee kàddu ak yéen ci mbiru séen Boroom, neel ngënéel mu ngi ci loxo Yàlla, di Na ko jox ku Ko soob, Yàlla aji yaatuy ngënéel la aji xam la."
  ],
  [
    74,
    "Di Na jagle yërmëndéem ku Ko soob, te Yàlla Mooy Boroom ngënéel bu màgg ba."
  ],
  [
    75,
    "Am na ci ñoñ-téeré koo xam ne ku ko dénk barigo [urus], di na la ko delloo ndéem taxawoo ci temm, li ko waral ñoom da ñu wax ne dara waru léen ci séen digëntéek ñi jàngul, da ñuy wax ci Yàlla ay fen te xam ko xéll."
  ],
  [
    76,
    "Axakañ [am na lu léen war ci ñoom] ku matal kóllëréem, te ragal [Yàlla, na xam ne] nakka Yàlla ku sopp ña ragal Yàlla la."
  ],
  [
    77,
    "Ñi nga xam ne jaay na ñu kóllëré Yàlla ak séen ngiñ, ci njëg gu néew, ñooñu amu ñu cër ca Allaaxira, te Yàlla du waxak ñoom, te du léen xool bésub Péncé ma, te du léen laabal it, ñeel na léen mbuggël mu metti."
  ],
  [
    78,
    "Te am na ci ñoom , kurél buy damma séen làmmiñ [bu ñuy jàng] téeré bi [Tawraat] ngir ngéen defe ne li ñuy wa ci téeré bi la bokk, te bokku ci, ñu naan lu jógé ca Yàlla, te jógéwul ca Yàlla, ñuy wax ci Yàlla, ay fen, te xam ko xéll."
  ],
  [
    79,
    "Manul nekk, nit koo xam ne Yàlla dafa ko jox ab téeré, ak xamxamu ràññee, def ko yonnenta, ba noppi muy wax nit ñi nekk léen samay jaam bàyyi Yàlla, waaye kay li muy wax moodi, nekk léen ñoñ séen Boroom nikki ngéen koy jàngalee ci téeré bi ak di ko jànge."
  ],
  [
    80,
    "Te digëlu léen ngéen jàppe malaaka yi, ak yonnenta yi ay Yàlla; ndax di Na léen digël [jëfi] yéeféer ginnaaw ba ngéen jébbëloo ?"
  ],
  [
    81,
    "[Fàttalikul] ba Yàlla kollérërëntéek yonnenta yi, ba Ma léen joxee téeré, ak xamxamu ràññee, [Mu ne] su léen dikkëlée ab yonnenta buy dëggël li ngéen yore, na ngéen ko gëm te ngéen dimmëli ko, Mu ne léen [Moom Yàlla] ndax nangu ngéen loolu, te na ngéen jàppa ci loolu Sama kóllëré, ñu ne nangu na nu, Yàlla ne léen seede léen, te Nu ngi ànd ak yéen bokk ci way seede ñi."
  ],
  [
    82,
    "Ku dummóoyu ginnaaw loolu, ñooñu ñooy ñi sàqi ndigël."
  ],
  [
    83,
    "Ndax da ñuy sàkku diiné ju dul Yàlla , te jébëlu na ci Moom lépp lu ne ci asamaan yi ak suuf si, cik coobare walla cik noteel, ci Moom la ñuy dellu."
  ],
  [
    84,
    "Neel gëm naa Yàlla, ak li ñu wàcce ci nun, ak la ñu wàcce ca Ibraaiima ak Ismaaiila ak Yahquuba, ak ca sét ya, ak la ñu joxoon Muusaa ak Iisaa, ak yonnenta ya nu mu tukkée ca séen Boroom, du nu teqale kenn ci ñoom te nun way jébëlu la nu ñeel Yàlla."
  ],
  [
    85,
    "Kuy sàkku diiné budul Lislaam, du ñu ko nangul te moom ca àllaaxira ca way ñàkk ña lay bokk."
  ],
  [
    86,
    "Nakka la Yàlla di jubëlé nit ñi weddi ginnaaw séen ngëm, te ñu seede ne yonnent bi, ku dëggu la, te lay yu leer dikkël léen, te Yàlla du gindi nit ñu nekk ay tooñkat."
  ],
  [
    87,
    "Ñooñu séen pey nekkul ludul : rëbbu Yàlla ak bu malaaka yi ak bu nit ñi ñépp dina dal séen kow."
  ],
  [
    88,
    "Da ñu fay béel, [ca Safara] te kenn du léen woyofal mbugël ma, te kenn du léen yiixe."
  ],
  [
    89,
    "Ludul ñi tuub ginnaaw loolu te ñu sellal séen jëf, nakka Yàlla jéggëlaakoon jaglewaakoon la."
  ],
  [
    90,
    "Ñi weddi ginnaaw ba ñu gëmée, topp ñu dolli weddi du ñu nangu mukk séen tuub, ñooñu ñooy ñi réer."
  ],
  [
    91,
    "Ñi nga xam ne da ñu weddi, te ñu dee cig kéeféer, du ñu nangul kenn ci ñoom njotu, doonte da ñu joxewoon wurus wu fees suuf si te namma ci loolu,ñooñu ñeel na léen mbugël mu metti, du ñu am ku lén dimmëli."
  ],
  [
    92,
    "Du ngéen am mbaax [yoolu topp Yàlla dëgg] , ba mbete ngéen di joxe ci li ngéen bëgg, loo léen joxe ci lumu manti doon, Yàlla xam na ko."
  ],
  [
    93,
    "Ñam yépp daganoon na waa bani-israail ludul ñam yi Israail [Yahquuba] araamaloon ci boppam, lu jëkk ñu wàcce Tawraat, neel indi léen Tawraat, ngéen jàng ko ndéem ñu wër ngéen."
  ],
  [
    94,
    "Ku duural Yàlla ay fen , ci ginnaaw loolu ñooñu ñooy way tooñ ña."
  ],
  [
    95,
    "Neel Yàlla wax dëgg, konn topp léen diiné Ibraaiima, wéetëlaa koon Yàlla la, bokkul woon ca way bokkaale ña."
  ],
  [
    96,
    "Néeg bi ñu jëkk sampal nit ñi, moo di bi nekk Makka mu ñu barkeel, di jubluwaay ñeel mbindéef yépp."
  ],
  [
    97,
    "Nekk na fa kéemaan yu leer, [bokk na ca] Màqaama Ibraaiima, ku fa dugg nekk aji wóolu, war na ci nit ñi, ñu aj si, ci néeg bi, ngir Yàlla, ci ku ko man, ku weddi, [na xam ne] Yàlla seede la ci li ngéen di def."
  ],
  [
    98,
    "Neel, yéen ñoñ-téeré lu tax ngéen weddi laaya Yàlla yi te Yàlla seede la ci ngéen di def."
  ],
  [
    99,
    "Neel, yéen ñoñ téeré lu tax ngéen di fekk ñ  gëm, dox séen digëntéek jëm ci yoonu Yàlla, ngéen di ko wutal sikk te yéen seede ngéen, te Yàlla ñàkkul paal ci li ngéen di def."
  ],
  [
    100,
    "Yéen way gëm yi, boo léen toppee ñenn ci waa ñoñ-téeré di na ñu léen delloo cik kéeféer ginnaaw ba ngéen gëmé Yàlla."
  ],
  [
    101,
    "Nakka ngéen di weddee, te jàngeef na ci séen kanam laaya Yàlla yi, te yonnentaam nekk ci séen biir, ku jàpp ci Yàlla nekk na ku gindi ku tegu ci yoon wu jub wi."
  ],
  [
    102,
    "Yéen gëm yi ragal léen Yàlla kem la mu yelloo ci ragal Ko, te bu léen dee mukk te fekk nekku léen di ñu wommatu [ñeel Yàlla]."
  ],
  [
    103,
    "Jàppa léen, yéen ñépp ci buumu Yàlla gi, te bu léen teqalikoo, te ngéen fàttaliku xéewël ga léen Yàlla defaloon ba ngéen nekkee ay noon [lu jiitu Lislaam], Mu tàppe séeni xol, ba ngéen muj, ci xéewëlam nekk ay doomi ndey, te yéen nekkoon ngéen ci pindu kàmbu safara, mu xettali léen ci loolu, noonu la léen Yàlla di leerale ay kéemaanam ndax yéen ngéen gindiku."
  ],
  [
    104,
    "Na nekk ci yéen kurél buy woote jëmé [nit ñi] ci mbaax, ñuy diglé lu yiw di tere lu ñu sib, ñooñu ñooy ñi texe."
  ],
  [
    105,
    "Bu léen mel ni ñi teqalikoo, te juuyoo ginnaaw ba ñu jotee lay yu leer nàññ , ñeel na léen mbugël mu réy."
  ],
  [
    106,
    "Ca bés ba ay kanam di na ñu weex, ay kanam di na ñu ñuul, ñi nga xam ne séen kanam di na ñu ñuul [dees na léen wax] ndax da ngéen weddi ginnaaw ba ngéen gëmée, [koon] mos léen mbugël mi ci sababas li ngéen nekkoon di weddi."
  ],
  [
    107,
    "Ñi nga xam ne séen kanam dafa weex, di na ñu nekk ci yërmëndé Yàlla te da ñu fay béel."
  ],
  [
    108,
    "Kàddu Yàlla yooyu di na Nu ko jànqat ci yow dëgg, Yàlla nammul tooñ bindéef yi."
  ],
  [
    109,
    "Yàllaa moom li nekk ci asamaan yi ak ci suuf si, te ci Yàlla la mbir yépp di dellusi."
  ],
  [
    110,
    "Yéen, yéena di ngën ji xeet gu ñu génné ñeel nit ñi, di ngéen digle lu yiw di tere lu bon, te gëm ngéen Yàlla, waa ñoñ-téeré bu ñu gëmoon [yonnenta bi Muhammad] di na gën ci ñoom, am na ñu ci ñoom waaye la ëpp ci ñoom saay-saay la ñu."
  ],
  [
    111,
    "Du ñu léen man a lor ludul ciy wax ju ñaaw, te bu ñu doon reyan teek yéen, di na ñu daw, te du ñu am ndimmël."
  ],
  [
    112,
    "Fu ñu fi nekk, toroxte dal léen, ginnaaw ñi yiiru ci kóllëré Yàlla, walla bu nit ñi, te ñoom dellu na ñu ci merum Yàlla , tey rey ay yonnenta ci ludul dëgg, loolu yépp ngir li ñu moy [ndigël lu tukkée ca Yàlla] te nekk di way jéggi dayo."
  ],
  [
    113,
    "Waa ñoñ-téeré, du ñépp yam. Am na ci kurél bu taxaw [ci dëgg], buy jàng kàddu Yàlla yi, ci waxtu yi séq guddi te da ñuy julli."
  ],
  [
    114,
    "Gëm na ñu Yàlla ak bés péncé ma, di na ñu  diglé lu baax di téré lu bon, di na ñu jëkënté ci jëf lu baax, ñooñu ci way sella yi la ñu bokk."
  ],
  [
    115,
    "Lu ñu def ci lu baax, du ñu léen ko xañ, Yàlla ku xam ñi Ko ragal la."
  ],
  [
    116,
    "Ñi weddi, séen alal ak séeni doom du ñu léen jariñ dara ca Yàlla, ñoo di ña dëkk safara te da ñu fay béel."
  ],
  [
    117,
    "Li ñuy saraxe ci dundug àddina bii, dafa mel ni ngilaw lu ànd ak tàngoor bu dal ci mbeyu nit ñu tooñ séen bopp ba tax mu yàq ko, Yàlla tooñu léen , ñoo tooñ séen bopp."
  ],
  [
    118,
    "Yéen way gëm ñi bu léen xaritoo cik nëbbu, [aki nit] feneen fudul ci séen biir, [bu muy ci ñoo xam ne] du ñu gàttañlu ci yàqal léen, di na ñu ngéeju ngéen am coono, mbañeel ga feeñ na ca séen wax, waaye la ñu nëbb ci séen xol moo gën a réy, yéen leeral na Nu léen kéemaan yi, [ngéen war léen a ràññee] ndéem ñu xellu ngéen."
  ],
  [
    119,
    "Yëg léen ne yéen ñii ñu léen bëgg ngéen, te ñoom bëggu ñu léen, te gëm ngéen téeré bi yépp, te ñomm bu ñu dajeek yéen ne léen gëm na nu, bu ñu wéetée, di màtta séeni baaraam ci yéen ngir mer, neel : dee léen ci séen mer nakka Yàlla ku xam li ne ci xol yi la."
  ],
  [
    120,
    "Bu léen bànneex dikkëlée, mu naqari léen, bu léen lu bon dalee ñu bég ci, boo léen muñee, te ngéen ragal [Yàlla] séeni pexe du ñu léen wàññi dara, nakka Yàlla aji peeg la li ñuy def."
  ],
  [
    121,
    "[Fàttalikul yow yonnenta bi] ba nga xëyée jógé ca sa njaboot, di waa jal jullit ña, bëréb ba ñu waroon a xeexe, Yàlla aji dégg la aji xam la."
  ],
  [
    122,
    "Ba ñaari kurél ci yéen, naree yoxat te Yàlla moo léen dimmëli [ba delluwu ñu ginnaaw], way gëm ñi na ñu sukëndiku ci Yàlla."
  ],
  [
    123,
    "Te Yàlla dimmëliwoon na léen ca Badar ba ngéen nekkee ñu néew doole, boon ragal léen Yàlla, ndax yéen ngéen di way gërëm [Yàlla]"
  ],
  [
    124,
    "[Fàttalikul yow yonnenta bi] ba nga waxee way gëm ña, ndax doyu léen, séen Boroom tëbb léen ñàtti junniy malaaka, yu wàcci [ngir dimmëli si léen]."
  ],
  [
    125,
    "Axakañ ! boo léen muñee, te ragal Yàlla, bu ñu léen songeek doole ca séen waxtu [wa ñu tànna] séen Boroom di na léen tëbb juróomi téeméeri malaaka yu ñu màndargaal."
  ],
  [
    126,
    "Te Yàlla deful loolu ludul bégël léen ngir séen xel dal, ci Yàlla rekk la ndimmël di bawoo, Moom Miy aji not, di aji xereñ ji."
  ],
  [
    127,
    "[Def na ko it] ngir dog ab kurél ci way weddi ñi, walla toroxal léen ba ñu wëlbëtiku di way sooy."
  ],
  [
    128,
    "[Yow yonnenta bi] mbir mi, moomoo ci dara, [Yàlla] Moo léen di jéggël mbaa Mu mbugël léen, te sax ñoom way tooñ la ñu."
  ],
  [
    129,
    "Te ñeel na Yàlla, li nekk ci asamaan yi ak li nekk ci suuf ci, Mooy jéggël ku ko neex, di mbugël ku ko neex, Yàlla jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    130,
    "Yéen way gëm ñi, bu léen lekk ribba ju jógé ci alal ju fulu, fulu waat te ngéen ragal Yàlla ndax yéen ngéen texe."
  ],
  [
    131,
    "Te ngéen ragak safara sa ñu xaroo way weddi ña."
  ],
  [
    132,
    "Te ngéen topp[ndigëlu] Yàlla ak yonnentaam ndax yéen ngéen am yërmëndé."
  ],
  [
    133,
    "Te ngéen jëkënté jëm ci séen njéggëlu Boroom bi ak ci Àjjana joo xam ne yaatoona ni asamaan yi ak suuf si te way ragal Yàlla yi la ñu ko xaroo."
  ],
  [
    134,
    "Ñoom ñi xam ne di na ñu joxe alal[ngir Yàlla] ci jamano naataan gé ak ci jafejafe, ak ñi di way wonn séen mer [bu ñu meree], ak ñiy jéggël nit ñi [ay tooñeel], Yàlla ku sopp way rafetal ñi la."
  ],
  [
    135,
    "Ak ñi nga xam ne bu ñu defee ñaawtéef, mbaa ñu tooñ séen bopp [ci def lu neexul Yàlla], ñu fàttaliku Yàlla, di sàkku njéggël ci séen bàkkaar, te déet di jéggël kudul Yàlla, ci kow ñu baña nuur ca la ñuy def te xam xéllë [ne baaxuul]."
  ],
  [
    136,
    "Ñooñu séen pey mooy njéggël ju tukkée ca séen Boroom, ak Àjjana joo xam ne di na daw ci suufam ay dex, te da ñu fay béel, aka rafet peyu ñar jëf [lu baax]"
  ],
  [
    137,
    "Wéy na ci lu léen jiitu, ay yoon [yu ñu fi sosoon] waaye dox léen ci suuf si, ngéen gis na mujjug way weddi ña mel."
  ],
  [
    138,
    "Lii leeral la ñeel nit ñi, ay njub, ak waare ñeel way ragal ñi [Yàlla]"
  ],
  [
    139,
    "Bu léen doyadi, bu léen ragal, yéenay féeté kow, ndéem ñu gëm ngéen."
  ],
  [
    140,
    "Ndéem mettit dal na léen, wu ni mel daloon na yéeféer ya, bés yooyu [di bés naqar] da ñu léen di ay ayle ci ñit ñi, ndax Yàlla xàmmee ñi gëm, ak jàpp ci yéen, ñu dee ci xare, Yàlla soppul way tooñ ñi."
  ],
  [
    141,
    "Ndax it Yàlla laabal way gëm ñi, te alag yéeféer yi."
  ],
  [
    142,
    "Am da ngéen defe ne da ngéen di dugg Àjjana te Yàlla [du léen nattu] ba ràññee it way muñ ñi."
  ],
  [
    143,
    "Mébëtoon ngéen [jàkaarlook] dee, lu jiitu séen dajeek moom, te leegi gis ngéen ko ba noppi, ngéen ne ci jàkk."
  ],
  [
    144,
    "Muhammad nekkul lu moy ab yonnenta, te lu ko jiitu ay yonnenta wéy na ñu, ndax bu deewoon mba ñu rey ko, da ngéen di wél bëtiku dellu ci séeni tànk ? ku wëlbëtiku ciy tànkaam du wànni Yàlla dara, Yàlla di na fey ñay gërëm [séen Boroom]"
  ],
  [
    145,
    "Baken du dee ludul ci lu soob Yàlla, cib diir bu am gàpp, ku bëgg xéewëlu àddina, di na Nu ko ci jox, ku bëgg xéewëlu àllaaxira di na Nu ko ci jox, Yàlla di Na fey way gërëm ña."
  ],
  [
    146,
    "Aka bari yonnenta yu xare ànd ak mbooloo mu bari, te doyadi wu ñu ngir li léen dal, ci [sàmma] diiné Yàlla, yoxatu ñu, nekku ñu ñu xeebu, Yàlla sopp na way muñ ña."
  ],
  [
    147,
    "Séeni wax nekkul ludul ñu naan : sunu Boroom baal nu sunuy bàkkaar, ak sunuy jéggi dayo ci sunuy mbir, te dëgërël sunuy ndëggu te nga dimmëli nu ci kow nit ñiy yéeféer."
  ],
  [
    148,
    "Moo tax, Yàlla jox léen yoolu àddina ak gën jaa rafet yoolu àllaaxira, Yàlla ku sopp way rafetal ña la."
  ],
  [
    149,
    "Yéen way gëm ñi, boo léen toppee ñi weddi di na ñu léen delloo ci séeni tànk, ngéen wëlbëtiku dellu ginnaaw di way yàqule."
  ],
  [
    150,
    "[Ci dëgg] Yàlla Mooy ki léen méngóo te Moom gën ji man dimmëlée."
  ],
  [
    151,
    "Di na Nu sànni ci xolu ñi weddi titaange ngir li ñu bokkaale Yàlla ak loo xam ne amul lay wu ñu léen ci wàccil, séen dëkkuwaay safara la, aka bon dëkkuwaayu way tooñ ña."
  ],
  [
    152,
    "Yàlla def Na li Mu léen digóon nekk dëgg ba ngéen di xeex ak ñoom ci ndigëlam, [ngéen not] ba bi ngéen sàqi ndigël la, ginnaaw ba ngéen janook la ngéen bëgg, ci yéen am na ñu ci bëgg [alalu] àddi na, am na it ci yéen ñu bëgg [alalu] àllaaxira. Topp, Yàlla wëlbëti léen [soppi noteel] gi ngéen amoon ci ñoom, ngir nattu léen, waaye baal Na léen, Yàlla Boroomi ngënéel la [yu Muy sédd] way gëm ñi."
  ],
  [
    153,
    "[Fàttaliku léen] ba ngéen di yéeg, te geesuwu léen kenn, te yonnenta bi di léen woo ci séen ginnaaw, njaxare ci kow njaxare, ndax ngéen baña mettitlu li léen rëcc, walla li léen dal, Yàlla ku xam xëllë, li ngéen di def."
  ],
  [
    154,
    "Wàcce Naa ginnaaw njàqare la, kóolute muy gëmméntu gu muur ab kurél ci yéen, [way gëm ña] te benneen kurél ba [naaféq ya] séen bopp rekk ittéel léen, ñuy njort ci Yàlla ludul dëgg, njortu ku réer, ñu naan, ndax mbir mi moom na nu ci dara [ba ci di reyante], neel [yow yonnenta bi] mbir mi, lépp ñeel na Yàlla, ñu ngay nëbb ci séen biir lu ñu feeñalul, ñuy wax : bu nu moomoon dara ci mbir mi koon du nu ñu rey fii, tontu léen ne boo léen too goon ci séeni kër, ñi ñu dogal dee ci ñoom, di na léen fekk ci séen kow lal, [lii lépp am na] ngir Yàlla nattu li ne ci séen dënnë ak feeñal li ne ci séen xol, te Yàlla ku xam la li nekk ci dënnë yi."
  ],
  [
    155,
    "Ñi  dëddu [baña xeex] ca bés ba ñaari kurél yi dajee, seytaane tar xiisloo na léen ngir lenni [bàkkaar] yu ñu fàgguwoon waaye Yàlla jéggël na léen ba noppi, nakka Yàlla jéggëlaakoon la, ku lewet la."
  ],
  [
    156,
    "Yéen way gëm ñi, bu léen mel ni ñi weddi, te ñu ngiy wax séeni mbokk yi nekk ci tukki walla ci xare [te dee ca] bu ñu toogoon ci nun du ñu dee, walla du ñu léen rey. Yàllaa def wax jooju di réccu ci séen xol, te Yàlla Mooy dundël Mooy rey, te Yàlla li ngéen di jëf Mu ngi ne ci jàkk, di léen gis."
  ],
  [
    157,
    "Bu ñu léen reyee ci yoonu Yàlla, mbaa ngéen dee, ci dëgg njéggëlu lu Yàlla ak yërmëndéem moo gën li ngéen di dajale [ci alal ba tax ngéen baña dem jiyaar]."
  ],
  [
    158,
    "Ngéen dee, walla ñu rey léen fa dees na léen fang jëmé ca Yàlla."
  ],
  [
    159,
    "Ci sa yërmëndé Boroom nga nooye ci ñoom, boo nekkoon ku ñaaw jikko di ku xat xol, koon di na ñu dem bàyyi la, jéggël léen baalul léen, te deel diisook ñoom ci mbir yi, te boo dogoo na nga wéeru ci Yàlla, nakka Yàlla ku sopp ñiy wéer  séen mbir ci Moom la."
  ],
  [
    160,
    "Bu léen dimmëlée kenn du léen not buléen bàyyee, kan moo léen di man a dimmëli ginnaaw Moom, te way gëm yi na ñu wéeru ci Yàlla."
  ],
  [
    161,
    "Yellul cib yonnenta muy sàcc [ci alalu xare], ku sàcc di na teew ak la mu sàcc bésu péncé ma, topp nit ku nekk dees na ko booleek la mu fàggu woon, te ñoom deefu léen tooñ."
  ],
  [
    162,
    "Ndax ki topp li neex Yàlla, mel na ni ki sóobu ci merum Yàlla te dëkkuwaayam di safara, bon na delluwaay ba."
  ],
  [
    163,
    "Da ñu gën a koweente ca séen Boroom, Yàlla mungi ne jàkk ci li ñuy def."
  ],
  [
    164,
    "Yàlla xéewël na way gëm ñi ba Mu yónnée ca ñoom ab yonnenta bu bokk ci ñoom, di léen jàngal ay kàddoom ak di léen laabal, di léen xamal li nekk ci téeré bi [Alxuraan], ak xamxamu ràññee, doonte lu jiitu loolu da ñu nekkoon ci réer gu bir."
  ],
  [
    165,
    "Nakkamu ! Ba léen aw tiis dalee, te fekk yéen daan ngéen  [séeni noon] lu mat ñaari yoon, ngéen di wax, nakka la lii man a nekke, neel ci yéen la, Yàlla man na lu ne."
  ],
  [
    166,
    "Li léen dal ca bésub daje ñaari mbooloo ya, lu Yàlla namma la, ngir Mu xàmmee ñi gëm."
  ],
  [
    167,
    "Ak ngir Mu ràññee naaféq ya, te waxeef na léen kaay léen ngéen xare ci yoonu Yàlla mbaa ngéen feg [noon yi], ñu tontu ne : sunu manoon xeex, di na nu léen topp, ñoom ca bés boobu kéeféer la ñu gën a jige ngëm. Da ñuy wax ci séen gémméñ lu nekkulci séen xol, Yàllaa gën a xam li ñuy nëbb."
  ],
  [
    168,
    "Ñi [toog baña xareji], tey wax séeni mbokk, soo léen nu déggëloon doo léen xare ji, ne léen : jiñ léen dee mu baña aksi ci séeni baken, ndéem ñu dëggu ngéen."
  ],
  [
    169,
    "Bul foog ne ñi ñu rey ci xare ngir Yàlla, ñu dee la ñu, déet ñuy dund la ñu ca séen Boroom, nekk ciy xéewël."
  ],
  [
    170,
    "Di na ñu bég ci li léen Yàlla jox ciy ngënéelam te di na ñu bég it ci [jullit] yi ñu bàyyi ginnaaw te fekkssegu ñu léen, du ñu jàq du ñu am naqar [bu ñu fa aksee]"
  ],
  [
    171,
    "Di na ñu bég ci xéewël yu bawoo ca Yàlla, aki ngënéel, ak ci li nga xam ne Yàlla du sànk peyu way gëm ñi."
  ],
  [
    172,
    "Mooy ñi wuyyu [woote] Yàlla ak yonnentaal, ginnaaw ba léen jam-jam ya [ca xare Uud] dalee, ñeel na ñiy rafetal ci ñoom te ragal Yàlla, pey gu màgg."
  ],
  [
    173,
    "Mooy ñi nit ñi wax : nakka nit ña [séeni noon] daje na ñu ngir song léen, na ngéen léen ragal, loolu faf léen yokk ngëm, ñu tontu ne Yàlla doy Na nu, te Mooy gën jaa Màgg wéeruwaay."
  ],
  [
    174,
    "Ñu dellu ñibbi, ànd ak xéewëlu Yàlla aki ngënéel te dara lu bon dalu léen, topp na ñu li neex Yàlla, te Yàlla Mooy Boroom ngënéel yu màgg yi."
  ],
  [
    175,
    "[Xupp googu ñu léen doon xupp] du dara ludul jëfu seytaane, da fay tiitloo ay nitam, bu léen léen ragal, ragal léen Ma, ndéem way gëm ngéen."
  ],
  [
    176,
    "Ñiy jëkënté di tàbbi cik weddi, bu mu la naqari, du ñu wàññi Yàlla dara, Yàlla dafa namma bañ léen a jox benn cër c Allaaxira te mbugël mu metti di na léen dal."
  ],
  [
    177,
    "Ñiy weccee ngëm ak kéeféer, du ñu wàññi Yàlla dara, ñeel na léen mbugël mu metti."
  ],
  [
    178,
    "Ñi weddi bu ñu foog ne, li Nu léen yiixe [ci mbugël léen] lu baax la ci ñoom, déet yiixe wu Nu léen ludul ngir séeni bàkkaar yokku, ñeel na léen mbugël muy toroxale bàkkaar yokku, ñeel na léen mbugël muy toroxale."
  ],
  [
    179,
    "Yàlla du bàyyi way gëm ñi ci li ngéen nekk ludul xaar ba keroog ba Muy teqale ku bon ki ak ku baax ki, te it du léen xamal kump, waaye Yàlla di na tànna ciy yonnentaam ku ko neex, [Mu xamal ko kump] koon gën léen Yàlla aki yonnentaam, boo léen gëmée te ragal Yàlla pey gu màgg ñeel léen."
  ],
  [
    180,
    "Ñi nay [ci joxe] ci li léen Yàlla mey ciy ngënéelam, bu ñu foog ne lu baax la ci ñoom, déet ! lu bon la ci ñoom, la ñu nayoon [ci joxe ko] di na ñu léen ko wékël ci loos bés Péncé ma, Yàllaa moom donoy asamaan yi ak suuf si, Yàlla ku deñ kump la ci li ngéen di def."
  ],
  [
    181,
    "Yàlla dégg na, waxi ñi naan Yàlla ku ñàkk la, te nun da nu, woo mal, di na Nu bind li ñu wax ak la ñu rey ci ay yonnenta ci ludul dëgg, di na Nu léen waxi [ca Allaaxira] mos léen mbugël mu tàng mii."
  ],
  [
    182,
    "Loolu ngir li séeni yoxo jëf [ci lu bon], te Yàlla Moom du kuy tooñ jaamam."
  ],
  [
    183,
    "[Yàlla dégg na] ñi wax ne : Yàlla kóllërenté na ak nun, ci ne du nu gëm benn Yonnenta feek indilu nu yool boo xam ne safaraa koy lekk neel : dikkëloon na léen ay yonnenta, yu ma jiitu , yu indiwaale lay yu leer nàññ ak li ngéen laaj, waaw lu tax ngéen rey léen ndéem ñu dëggu ngéen."
  ],
  [
    184,
    "Su ñu la weddee [xamal ne] weddeefoon na ñu ay yonnenta yu la jiitu, indiwoon na ñu ay lay yu leer, ak Zabuur ak téeré bu leer bi"
  ],
  [
    185,
    "Baken bu ne di na mos dee, waaye doo léen jot séen pey ludul ca bés Péncé ma, ku ñu soreel safara dugal la Àjjana, texe na, dundu àddina bii nekkul ludul xéewël wuy naxee."
  ],
  [
    186,
    "Faw dees na léen nattu ci séen alal ak ci séen baken, te di ngéen dégg wa ju ñaaw ju bari ju jógé ci ñi léen jëkk jot téeré ak ci way bokkaale yi, waaye boo léen muñée, te ragal Yàlla loolu di na bokk ci am dogu ci mbir yi."
  ],
  [
    187,
    "[Fàttalikul] ba Yàlla kólërëntéek, ñi jot téeré, ne na ngéen ko lee ralal nit ñi, te bu léen ko nëbb, ñu sànni ko ca séen ginnaaw, ñu jaaye ko njëk gu néew, bon na séen njaay moomu."
  ],
  [
    188,
    "Bul foof ne ñiy bég ca la ñu jëf te bëgg ku léen tagg ci lu ñu deful, bul foog ne ñoom di na ñu mucc ci mbugël mi , ñeel na léen mbugël mu metti."
  ],
  [
    189,
    "Yàllaa moom nguuru asamaan yi ak suuf si, te Yàlla man na lu ne."
  ],
  [
    190,
    "Ca dëgg-dëgg nekk na ci mbindu asamaan yi ak suuf si, ak ci ni guddi ak bëccëg di toftaloo, kéemaan ci boroom xel yi."
  ],
  [
    191,
    "Mooy ñiy tudd Yàlla bu ñu taxawee ak bu ñu toogee ak bu ñu tëd dee tey xelaat ci mbindu asamaan yi ak suuf si [di wax naan] Yow sunu Boroom, bindu loo lii ci caaxaan, tudd nanu sak sell, yal na Nga nu fegal mbugëlu safara."
  ],
  [
    192,
    "Yow sunu Boroom, nakka Yow koo tàbbal safara Yaa ko gàcceel, way tooñ ña du ñu am ndimmël."
  ],
  [
    193,
    "Sunu Boroom, nakka nun, dégg na nu kuy woote, di woote jëmé ci gëm, naan gëm léen séen Boroom, ba gëm na nu, sunu Boroom jéggël nu sunuy bàkkaar te yalna Nga far ci nun sunuy ñaawtéef, te Nga rey nu boole nook ñu yiw ña."
  ],
  [
    194,
    "Sunu Boroom mey nu la Nga nu digóon [ci làmmeñu] say yonnenta , Yàlla boo nu toroxal bés Péncé ma, nakka Yow doo wor dig ba."
  ],
  [
    195,
    "Séen Boroom nangul léen, [ne] Man du Ma sànk jëfu way jëf ña ci yéen, muy góor di jigéen, ñoom da ñu jurante, ñi nga xam ne da ñu gàddaay, ñu génné léen séen kër, te ñu lor léen, ngir diiné Yàlla ji, te ñu xeex, te reyeef na léen, faw Yàlla di Na far ci ñoom séeni ñaawtéef te faw Mu dugal léen àjjana joo xam ne ay dex da ñuy daw ci suufam, muy pey gu tukkée ca Yàlla, Yàlla Moo yore gën jaa rafet pey."
  ],
  [
    196,
    "Bu mu la nax, alal ju bari ji yéeféer yiy wëlbëti ci réew yi."
  ],
  [
    197,
    "Xéewël gu néew la, topp, séen delluwaay safara, bon na dëkku waay ba."
  ],
  [
    198,
    "Waaye ñi ragal séen Boroom, ñeel na léen àjjana ju ay dex di daw ci suufam, da ñu fay béel, muy wàccuwaay bu bawooca Yàlla, la nekk ca Yàlla moo gën ci ñu baax ñi."
  ],
  [
    199,
    "Am na ci ñi jot téeré, ñu gëm Yàlla, ak li ñu wàcce ci yéen ak la ñu wàcce ci ñoom, ñu di ñuy toroxlul Yàlla, du ñu jaay laayay Yàlla ci njëk gu néew, ñooñu ñeel na léen séen pey ca séen Boroom, Yàlla ku gaaw la ci woññ [jëfu nit ñi]"
  ],
  [
    200,
    "Yéen, way gëm yi, muñ léen te muñëlanté léen,, te ngéen takku, ragal Yàlla ndaxté yéen ngéen texe."
  ]
]