[
  {
    "id": 32,
    "city": "makkah",
    "name": {
      "translated": "The Prostration",
      "transliterated": "As-Sajdah",
      "codepoints": [
        1575,
        1604,
        1587,
        1580,
        1583,
        1577
      ]
    },
    "ayahs": 30,
    "slug": "as-sajdah",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Aliif Laam Miim"
  ],
  [
    2,
    "Wàccug téeré bi amul sikk ne mu ngi jógé ca Boroom àddina si."
  ],
  [
    3,
    "Am da ñuy wax ne dafa ko duur ? déedéet moom dëgg gu jógé ca sa Boroom ngir waar nit ñoo xam ne dikkëllu léen waarekkat, lu la jiitu, ndax xeyna ñu gindi ku."
  ],
  [
    4,
    "Yàlla Mooy ki bind asamaan ak suuf ak li nekk ci séen  digënté ci juróom benni fan, topp Mu nekk ca gàngune ga, amu léen ginnaaw Moom ku léen yiir walla ku léen di ràmmu, ndax da ngéen dul fattaliku."
  ],
  [
    5,
    "Di Na dogal mbir dale ca asamaan jëm ci suuf si, toop Mu yéegël [ko] ci Moom ci diiru bés boo xam ne kemam  junniy at la ci ni ngéen di woññe."
  ],
  [
    6,
    "Noonu la, ngir Mooy xamakoonu lu fàddu ak lu teew, notaakoon bi di jagle waakoon bi."
  ],
  [
    7,
    "Moom Miy rafetal lu nekk mbindam, te Moo sos mbindu nit ci binit"
  ],
  [
    8,
    "Topp Mu bind ñi mu jur ci ndox mu woyof."
  ],
  [
    9,
    "Topp Mu jekkajekkal ko, ba noppi ëf ci moom (Aadama) lenna ci ruuam, topp Mu defal léen dégg ak gis aki xol, néew na lu ngéen di gërëm [séen Boroom]."
  ],
  [
    10,
    "ñu naan ndax bu nu [deewee] ba seey ci suuf si di na nu [dekki] am mbind mu bees, déet li am mooy da ñu weddi dajeek séen Boroom."
  ],
  [
    11,
    "Neel malaakam ndee di na léen rey, moom mi ñu booleek yéen, topp ngéen dellu ca séen Boroom."
  ],
  [
    12,
    "Céy boo gisoon, [ca booba] , saaysaay ya ñuy njatta séen bopp ca séen kanamu Boroom, te naan sunu Boroom gis na nu, dégg na nu, delloo nu [àddina] , di na nu def jëf yu sella, nun way wóolu la nu [leegi]."
  ],
  [
    13,
    "Bu Nu sooboon di na Nu mey baken bu ne njubam waaye wax ji jógé ci Man di na dëggu [ci li Ma ne] faw di Naa feesal safara ciy jinné aki nit ñoom ñépp."
  ],
  [
    14,
    "[Nu ne léen] mos léen [mbugël mii] ngir li ngéen fàtte woon ndajem séen bésu tey jii, Nun it di na Nu léen fàtte koon mos léen mbugël muy béel ngir li ngéen jëfoon."
  ],
  [
    15,
    "Ñi gëm Sunuy kàddu nekku ñu ñudul ñi nga xam ne bu ñu léen ko fàttalee ñu rot sujóot sàbbaa di santa séen Boroom, te ñoom du ñu réyréylu."
  ],
  [
    16,
    "Di na ñu jóg ca séen lal ya ngir jaaamu Yàlla [guddi] ànd ak ragal ak yaakar, te di na ñu joxe ci li Nu léen wërsëgël."
  ],
  [
    17,
    "Te baken xamul la ñu léen dencal ci bànneex muy peyu li ñu daan def [ci lu baax]"
  ],
  [
    18,
    "Ndax ki nga xam ne dafa gëm dafa niróok ki nekk saay-saay, yamu ñu."
  ],
  [
    19,
    "Ñi gëm tey def jëf yu sella, ñeel na léen àjjanaay saxuwaay muy peyu li ñu daan def."
  ],
  [
    20,
    "Ñi nekk ay saay-saay séen tàppuwaay mooy safara, te saayu ñu fa bëggée génn ñu delloo léen fa, ne léen mos léen mbugëlu safara soo léen daan weddi."
  ],
  [
    21,
    "Te faw di na Nu léen mosal mbugël mu gën a jigeñ [ci àddina] bu wuuteek mbugël ma gën a réy [ca àllaxira] ndax xeyna ñu dellu ginnaaw."
  ],
  [
    22,
    "Ana ku gën a tooñ ki ki fàttali kàdduy Boroomam, mu dëddu léen, nakka way mbugël la Nu saay-saay ña."
  ],
  [
    23,
    "Ca dëgg joxoon na Nu Muusaa téeré ba, koon bul am sikk  ci ndajeem [ak Boroomam], te defoon na Nu ko mu dim njub ñeel waa Bani Israaiila."
  ],
  [
    24,
    "Nu def ci ñoom ay kilife yuy gindee ci Sunu ndigël, ngir la ñu muñoon te nek koon bu wóolu Sunnay kàddu"
  ],
  [
    25,
    "Nakka sa Borom di Na àtte séen digënté bés Péncé ma, ci li ñu nekkoon di ca juuyoo."
  ],
  [
    26,
    "Ndax nekkul tektalukaay ci ñoom, li Nu alag ciy maas, yu lééen jiitu, te ñuy dox tey ci kow séeni dëkk, nekk ma ci loolu kéemaan, ndax da ñu dul gis"
  ],
  [
    27,
    "Ndax da ñu gisul ne Nun di Na jéñ ndox jëmé ko ca suuf su wow koŋŋ, tax Nu génné ca mbey mu séeni jur ak ñoom di lekk : ndax da ñu dul gis"
  ],
  [
    28,
    "Ñuy wax kaña la ndam liy am, ndéem ñu dëggu ngéen."
  ],
  [
    29,
    "Neel bésu ndam la, ñi weddi séen ngëm du léen jariñ te deesu léen muñël [ba benneen àapp]."
  ],
  [
    30,
    "Koon dëddu léen te nga xaar ñoom it way xaar la ñu."
  ]
]