[
  {
    "id": 34,
    "city": "makkah",
    "name": {
      "translated": "Sheba",
      "transliterated": "Saba",
      "codepoints": [
        1587,
        1576,
        1573
      ]
    },
    "ayahs": 54,
    "slug": "saba",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Cant gépp ñeel na Yàlla Mi moom li nekk ci asamaan yi ak li nekk ci suuf si, ñeel na Ko it cant ca  àllaaxira te Moom Mooy aji xereñ ji di ki deñ ciy kump [xam lépp]."
  ],
  [
    2,
    "Xam na liy dugg ci suuf si ak li ciy génn ak liy wàcca jógé asamaan ak liy yéeg jëm ca asamaan te  Moom Mooy jaglewaakoon bi di jéggëlaakoon bi."
  ],
  [
    3,
    "Ñi weddi wax na ñu ne : waxtu tukkité àddina du nu dikkël, néel : waawaaw di na léen dikkël,  waat naa ko ci sama Boroom Miy Ki xam lu fàddu, dara réeru Ko, amul lu tollu ni peppu bàkket wu  nekk ci asamaan yi, walla ci suuf si, mbaa lu ko gën a tuuti mbaa ëpp ko, te nekkul ci téeré bu wér  péŋ."
  ],
  [
    4,
    "Ngir Mu fey ñi gëm tey jëf jëf yu yiw, ñooñu ñeel na léen njéggël ak xéewël yu tedd."
  ],
  [
    5,
    "Ñiy dox di yàq Sunuy kàddu [di yoqat loo nit ñi] defene man na ñu Ma raw ñooñu ñeel na léen  mbugëlu toroxte gu metti."
  ],
  [
    6,
    "Ñi nga xam ne joxeef na léen xamxam, di na ñu gis ne li ñu wàcce ci yow mu jógé ca sa Boroom,  moom lu dëggu la, te dey gindee jëmé ci yoonu aji not ji, di ku yayoo cant."
  ],
  [
    7,
    "Ñi gëmul wax na ñu : ndax du nu léen tektal góor gu léen di birël ne [boo léen deewee] ba séen  yaram daggat ba seey, di ngéen nekkaat ci mbind mu bees ?"
  ],
  [
    8,
    "[Ñu naan ndax] da fay duural Yàlla aw fen walla jinnée ko jàppa, déedéet ñi gëmul [dundu]  àllaaxira nekk na ñu ci mbugël ma ak ci réer gu sori [dëgg]."
  ],
  [
    9,
    "Ndax da ñu gisul li nekk ci séen kanam ak séen ginnaaw ci asamaan si ak ci suuf si, su Nu  neexoon, Nu mëdd léen ci biir suuf mbaa Nu rotal ci séen kow daggit wu jógé asamaan, te nekk na ci  loolu kaawtéef ci bépp jaam bu di delluwaakoon [ci Boroomam]."
  ],
  [
    10,
    "Te meyoon na Nu Daawuda ngënéel yu jógé ci Nun, [Nu Wax] yéen tundu doj yi ànda léen ak  moom [di sàbbaa], ak yéenit njanaaw yi te nooyalal na Nu ko weñ gu ñuul,"
  ],
  [
    11,
    "[ne ko] defaral mbubu koŋ, te nga nattale ci ràbba gi, te na ngéen jëf [jëf] yu sella nakka Man  Maa ngi ne jàkk ci li ngéen di def."
  ],
  [
    12,
    "Ñeel na Suleymaan ngilaw la, xéyam [doxu] weer la, ngontam it [doxu] weer la, te yolal na Nu  ñeel ko teenu përëm, te am nay jinné yu ko doon liggéeyal ci ndigëlu Boroomam, te ci ñoom ku ci  juuyoo woon [ak Sama ndigël] Ma mosal ko mbugëlu safara [su tudd] Saiir."
  ],
  [
    13,
    "Daan na ñu ko liggéeyal lu mu bëgg ciy tabax, nitaal, bagaan yu mel ni mbalka ak cin yu sampu  ; yéen njabootu Daawuda jëf léen ànd ak ngërëm, néew na ci Samay jaam ñuy gërëm [séen Boroom]."
  ],
  [
    14,
    "Ba Nu dogalee mu dee, kenn tektalu léen deewam kudul mbindéefu suuf wu lekk yatam, tax na  ba mu daanoo, leer na ci jinné yi ne bu ñu amoon xamxamu lu nëbbu kon du ñu sax [di liggéeyël  Suleymaan te fekk dee na] nekk ci mbugël muy toroxale."
  ],
  [
    15,
    "Waa Sabaa amoon na ñu ca séen dëkk kéemaan goo xam ne ñaari tool la woon, benna féete  ndijjoor, benneen bi féete càmmoñ, [ñu ne léen] lekk léen ci séen xéewëlu Boroom te ngéen santa  Ko, muy réew mu téey [nekk ci kiiraayu] Boroom buy jéggëlaakoon."
  ],
  [
    16,
    "Ñu dëddu [séen Boroom] tax na Nu yónnée léen yolu ndox [ma ñu fegoon mu di déeg], Nu  soppil léen séen ñaari tool, ñu am meññenta yu wex, garabu daqaar ak tuuti garabu sëddéem."
  ],
  [
    17,
    "Noonu la Nu léen feye ngir la ñu weddi, ndax manoon na Nu feye [noonu kenneen] kudul  yéeféer ?"
  ],
  [
    18,
    "Nu yékëti ci séen digënté, ak digënté dëkk yi Nu barkeel, ay dëkk yu ñuy séen, Nu def ci ay  yoon, dox léen ci biir [yoon yooyu] ay guddi aki bëcëg ànd ak kóoluté."
  ],
  [
    19,
    "Ñu ne sunu Boroom soreel sunu digënté [ak dëkk ya], waaye tooñ na ñu séen bopp, def na Nu  ñu mujj nekk waxtaan, topp Nu teqale léen ñu wesaaroo nekk na ci loolu kéemaan ci bépp muñkat  buy santa [Boroomam]."
  ],
  [
    20,
    "Te Ibliis dëggël na njortam ci ñoom, topp na ñu ko ñoom ñépp ludul ab kurél ci way gëm ña."
  ],
  [
    21,
    "Te amul woon ci ñoom benn kàntan ludul da Nu bëggoon xam kan moo gëm àllaaxira ak kan  moo ci am sikki sàkka, te sa Boroom aji sàmma la ci lépp."
  ],
  [
    22,
    "Neel woo léen ñi ngéen jàppe [ay yàlla] bàyyi Yàlla, moomu ñu lu tollu ni peppu bàket, du ci  asamaan yi, du ci suuf si, amu ñu benn cër [ci asamaan yi ak ci suuf si] te manu ñu it nekk ci Moom  aji dimmëli."
  ],
  [
    23,
    "Ràmmu ci Moom du jariñ ludul [rammug] ka Mu ca jox ndigël, ba bu wuññee tiit ci séen xol ñu  ne : lan la séen Boroom wax ? ñu tontu léen : Dëgg gi [la wax] te Moom Mooy ku kowe ku màgg ki."
  ],
  [
    24,
    "Neel kan moo léen di wërsëgël lu jógé ci asamaan yi ak ci suuf si ? neel Yàlla la te nun walla  yéen [am na ñu] nekk cik njub walla cig réer gu bir."
  ],
  [
    25,
    "Neel deefu léen laaj li nu def ciy bàkkaar te it deefu nu laaj li ngéen doon def."
  ],
  [
    26,
    "Neel sunu Boroom di Na nu dajale, topp Mu àtte sunu digënté ci dëgg, ndax Moom Mooy aji  àtte, di aji xam ji."
  ],
  [
    27,
    "Neel won léen ma ñi ngéen yékëti def léen ay bokkaaleem, déedéet ! Yàlla Moom Mooy  notaakoon bi di ku xereñ ki."
  ],
  [
    28,
    "Yónni wu Nu la, ludul ci mbooleem nit ñépp ngir bégël léen [ci xéewël yi ñeel way gëm yi] ak  xupp léen [ci mbugël yi Nu xaroo ña nekk yéeféer], waaye li ëpp ci nit ñi xamu ñu."
  ],
  [
    29,
    "Ñu ngiy wax kaña la àppa boobuy ñëw ndéem ñu dëggu ngéen."
  ],
  [
    30,
    "Neel am ngéen àppu bés boo xam ne doo léen ko man a yiixal walla gaaw loo lu tollu ni benna  waxtu."
  ],
  [
    31,
    "Ñi weddi wax na ñu : du nu gëm alxuraan jii ak [téeré] yi ko jiitu, céy ! boo gisoon way tooñ ña  bu ñu léen taxawalee ca séen kanamu Boroom, ñenna ci ñoom di delloo wax ñeneen ña, ña ñu  suufeeloon di wax ña léen féeté woon kow, budul koon yéen di na nu nekk way gëm."
  ],
  [
    32,
    "Ña féetéwoon kow tontu ña féetéwoon suuf ne léen ndax da nu doxoon séen digëntéek njub  gi, ba mu aksee ci yéen, déet da ngéen nekkon rekk ay saay-saay,"
  ],
  [
    33,
    "Ña féetéwoon suuf waxaat ak ña féetéwoon kow ne léen : déedéet yéen a daan fexe guddi ak  bëcëg di nu digël nu weddi Yàlla ak di Ko sàkkal nawle, ñu ëmbë [ca séen xol] réccu, ba ñu gisee  mbugël ma, Nu wékk ay gax ci loosu ñi weddi, ndax feeyeesu léen ludul la ñu nekkon di ko def."
  ],
  [
    34,
    "Mosu Noo yónni cim dëkk, ab waarekkat te kilifë ya waxu ñu, weddi na nu li yonnéef na léen  ko,"
  ],
  [
    35,
    "Ñuy wax naan nun noo léen ëpp alal aki doom te du nu nekk ñu ñuy mbugël,"
  ],
  [
    36,
    "Neel nakka sama Boroom di Na yaatal wërsëg ci ku Ko soob, di Na ko xatal it, waaye li ëpp ci nit  ñi xamu ñu."
  ],
  [
    37,
    "Séeni alal ak séeni doom du ñu tax ngéen jigeñ Nu bu baax, ginnaaw ñi gëm tey def jëf yu yiw,  ñooñu ñeel na léen pey gu ñuy ful ngir la ñu jëf, te ñoom way wóolu la ñuy doon cay néeg [yu àjjana]"
  ],
  [
    38,
    "Waaye ñiy dox di yàqa Sunuy kàddu, ñooñu di na ñu léen teewal ca mbugël ma,"
  ],
  [
    39,
    "Neel, nakka sa Boroom Mooy yaatal wërsëg ci ku Ko soob ciy jaamam di Na ko ko xatal it, te  lépp loo léen joxe di Na léen ko wuutal, te Moom Mooy gën jaa man a wërsëgëlé."
  ],
  [
    40,
    "Te bés bu léen dajalee te wax malaaka yi, ndax ñii yéen la ñu doon jaamu,"
  ],
  [
    41,
    "Ñu tontu [ñoom malaaka yi] ne tudd na Nu sa sella, Yow Yaay sunu kiiraay, waliis léen, déet !  ñoom ay jinné la ñu doon jaamu, ñi ëpp ci ñoom [jinné yooyu] la ñu gëm."
  ],
  [
    42,
    "Te ca bés boobu ñenna ñi du ñu manal ñeneen ñi [dara], du njariñ du lor, Nu wax way tooñ ña  mos léen mbugëlu safara bi ngéen daan weddi."
  ],
  [
    43,
    "Te bu nu mosaan jàng ci ñoom Sunuy kàddu, ñu wax, kii nekkul ludul góor gu léen bëgg tàggale  ak li séeni maam daan jaamu te it ñu naan lii nekkul ludul ay fen yu ñu duur, te ñi weddi wax na ñu ci  dëgg gi [Alxuraan], ba mu aksee ca ñoom, lii nekkul ludul njibar gu fés."
  ],
  [
    44,
    "Te meyu Nu léen dara ci ab téeré yu ñuy jàng, te it mosu Nu léen yónnée lu la jiitu ab  waarekkat."
  ],
  [
    45,
    "Ñi léen jiitu weddi woon na ñu, te [ñoom waa Makka] jotu ñu fukkéelu li Nu léen joxoon,  teewul weddi woon na ñu yonnenta ya, ba tax Sama mbugël [ga léen dal] metti na."
  ],
  [
    46,
    "Neel [yéeféer yi] lenna rekk laa léen di waare, mooy jóg léen taxaw ngir Yàlla, ngéen nekk ñaar  ñaar walla kenna kenna te ngéen xalam, kon ngéen xam ne séen àndandoo bi [Muhamaad] jinné  jàppu ko, nekkul ludul waarekkat ñeel léen, lu jiitu dikku mbugël mu tar dal."
  ],
  [
    47,
    "Neel laaju ma léen pey [ci jottali gi], yéen a ko moom, sama pey nekkul ci kenn kudul ca Yàlla,  te Moom seede la ci lépp."
  ],
  [
    48,
    "Neel nàkka Sama Boroom di Na wesaare dëgg gi, [Moom Mi] di xamaakoonu lu fàddu."
  ],
  [
    49,
    "Neel dëgg gi aksi na, te kéeféer jëkkul te du mujj [dootu dellu si],"
  ],
  [
    50,
    "Neel su ma réeré, man la réer giy wàññi, waaye su ma jubée [li ko def mooy] li ma sama  Boroom soloo, nàkka Moom aji dégg la ku jigé la,"
  ],
  [
    51,
    "Boo léen gisoon ba ñu jàqee, te kenn dootu raw, te jàppeef léen ci bëréb bu jigé,"
  ],
  [
    52,
    "Ñuy wax gëm na nu ko, te ñoom nakka la ñoo man a yóotóo ngëm te tollu ci bëréb bu ko sori  [lool]"
  ],
  [
    53,
    "Weddi woon na ñu ko [Alxuraan] ba noppi, lu jiitu woon te sànni woon na ñu [ngëm] ci kump,  tollu ci bëréb bu sori [dëgg]."
  ],
  [
    54,
    "Doxeef na séen digëntéek la ñu bëggóon nikki ñu ko defewoon ñu niróok ñoom, ca la jiitu,  nakka ñoom nekkoon na ñu ci sikki sàkka gu tar."
  ]
]