[
  {
    "id": 35,
    "city": "makkah",
    "name": {
      "translated": "Cityator",
      "transliterated": "Fatir",
      "codepoints": [
        1601,
        1575,
        1591,
        1585
      ]
    },
    "ayahs": 45,
    "slug": "fatir",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Canta gi ñeel na Yàlla aji bind ji asamaan yi ak suuf si, te Mu def malaaka yi ñu diy ndaw yu Muy  yónni, yuy boroomi laaf, ñaar ñaar, ñatta ñatta, ñeenta ñeenta [ciy laaf] ba lu Ko soob Mu yokk ko ca  mbind ma, nakka Yàlla lu nekk la am kàntanu def ko."
  ],
  [
    2,
    "Lu Yàlla wërsëgël nit ci yërmëndéem kenn du ko man a téyé, lu Mu téyé kenn du ko man a joxe,  ginnaaw Moom ndax Moom Mooy notaakoon bi di ku xereñ."
  ],
  [
    3,
    "Éey yéen nit ñi fàttaliku léen xéewël yi léen Yàlla defal, ndax am na aji bind budul Yàlla, bu léen  man a wërsëgël lu jógé ci asamaan ak ci suuf si, déet di Yàlla kudul Moom koon nakka la ñu léen di  wëlbëtée [waliis Yàlla]."
  ],
  [
    4,
    "Bu ñu la weddee [xamal ne] weddeefoon na ay yonnenta yu la jiitu, te ci Yàlla la mbir yiy dellu."
  ],
  [
    5,
    "Éey yéen nit, nakka digég Yàlla lu dëggu la, bu léen dundu àddina bi wor, te it bu léen workat ba  [seytaane] nax ci Yàlla."
  ],
  [
    6,
    "Nakka seytaane séen noon la koon jàppe léen ko noon, woowul ay àndaa leem ludul jëmé léen ci  ñu dëkk safara."
  ],
  [
    7,
    "Ñi weddi ñeel na léen mbugël mu tar, waaye ñi gëm tey jëf jëf yu yiw ñeel na léen njéggël ak  pey gu réy."
  ],
  [
    8,
    "Ndax ki ñu rafetal ñaawtéefu jëfëm, ba mu gis ko muy lu baax ..., nakka Yàlla di Na bàyyi ci  réeram ku Ko soob di Na gindi it ku Ko neex, koon bul sonal sa bopp ci ñoom di naqarlu, nakka Yàlla aji  xam la la ñuy def."
  ],
  [
    9,
    "Yàlla Mooy ki yabal ngilaw mu jeqi aw niir, Nu mànga ko jëmé ko ciw dëkk wu bekoor, Nu  dundël ca suuf si ginnaaw ba mu wowee, noonu la dekki ga di mel."
  ],
  [
    10,
    "Képp ku bëgg terànga [na xam ne] Yàlla moom bépp terànga, di na yéeg jëm ca Moom baat bu  teey ba [déet di Yàlla kudul Yàlla te Muhammad ndawam la] te di Na yékëti jëf yu sella yi, te ñiy fexe  lu bon ñeel na léen mbugël mu tar, te pexe ñooñu di na yàqu."
  ],
  [
    11,
    "Te Yàlla Moo léen bind ci suuf, topp ci toxanta, topp Mu def léen ay xeet ciy ñaar ñaar [góor ak  jigéen], te jigéen du ëmb, du wasin ludul ci xamxamam, te dundu aji dund du yokku mbaa mu  wàññiku te fekkul [ñu bind ko] cib téeré, nakka loolu lu yómb Yàlla la."
  ],
  [
    12,
    "Ñaari géej yi yamu ñu : bii dafa neex lool, neexa naan, te benneen bi am xorom su wex, teewul  di ngéen jëlé ci bu nekk yàpp wu tooy [wu bees], te di ci génné it ay per yoo léen di takkaayoo, te  ngéen gis it gaal [di daw] ci géej di xotti ndox mi ngir sàkku ay xéewëlam, ndax xeyna yéen ngéen  gërëm [séen Boroom]."
  ],
  [
    13,
    "Di Na dugël guddi ci bëcëg, di dugël bëcëg ci guddi, tey tàggat janta bi ak weer wi, ñuy daw  ñoom ñéppa jëm ca àppa bu ñu tudd ba noppi, loolu la def ngir yéen, Yàlla séen Boroom, Moo  moom nguur gi, te ña ñuy jàamu bàyyi Ko moomu ñu lu tollu ni xollit [wiy muur saalu tàndarma]"
  ],
  [
    14,
    "Bu ngéen léen woowee du ñu dégg séen woote, te sax bu ñu ko déggóon du ñu léen wuyyu, te  bés Péncé ma, di na ñu weddi séen bokkaale te kenn ma nu laa jox tektal yu wér nikki ki [Yàlla Mi]  xam lépp."
  ],
  [
    15,
    "Éey yéen nit ñi ñu néewlé ngéen [ci lépp] tax na ngéen soxlawoo jëm ci Yàlla, te Yàlla Moom aji  woomal la [ku doylu la ci boppam] tey ku yayoo cant."
  ],
  [
    16,
    "Bu ko sooboon Mu jëlé léen fi, indi yeneen mbindéef yu bées."
  ],
  [
    17,
    "Loolu jafewul Yàlla."
  ],
  [
    18,
    "Te kenn du yanu, yanu kenneen, ka yanam diis [ak bàkkaar] bu wootee [ndimmël] ci yanam, du  ñu ko ci yanul dara doonte ka [mu woo] mbokkam la, doo waar ñudul ñi ragal séen Boroom ci kump  tey taxawal julli, te ku laabal sa bopp [ci bokkaale] defaloo ko kenneen kudul sa bopp te ca Yàlla la  jëmu ga nekk."
  ],
  [
    19,
    "Yamu ñu, ka gumbë ak ka di njàccaar,"
  ],
  [
    20,
    "Lëndëm it [yamul] ak leer"
  ],
  [
    21,
    "Te it ker [yamul] ak naaj wu tàng"
  ],
  [
    22,
    "Te yamu ñu it, kay dund ak ka dee, nakka Yàlla di na déggëloo ku Ko neex te yow nekkuloo kuy  déggëloo ñi nekk ci biir bàmmeel yi."
  ],
  [
    23,
    "Nekkuloo ludul waarekkat"
  ],
  [
    24,
    "Nun yónni na Nu la ci dëgg ngay béglé di xuppe, te amul benn xeet wu Yàlla yonniwul ab  yonnenta."
  ],
  [
    25,
    "Te bu ñu la weddee, ñi léen jiitu it weddiwoon na ñu, séeni yonnenta, dikkëloon na ñu léen ak  lay yu leer aki téeré ak téeré bu leer bi nàññ."
  ],
  [
    26,
    "Topp Ma sadd ñi weddi, waaye aka réy Sama mbugël."
  ],
  [
    27,
    "Ndax gisoo ne Yàlla wàcce Na ndox mu jógé asamaan, Ma saxal ca ay meññent yu am melo yu  wuute, te ci tundu doj yi [def Naa ci] yoon yu weex ak yu xonx yu wuutey melo ak yu tar ñuulaay."
  ],
  [
    28,
    "Te ci nit ñi ak way dukët ñi ak mala yi séeni melo wuute na nakka noonu ñi ragal Yàlla ci  jaamam yi nekku ñu ludul ñi am xamxam, nakka Yàlla notaakoon la jéggëlaakoon la."
  ],
  [
    29,
    "Ñiy jànga téeré Yàlla bi, tey taxawal julli tey joxe ci li Nu léen wërsëgëlé, ci lu nëbbu ak ci lu  feeñ yaakaar na ñu njaay mu dul lamb,"
  ],
  [
    30,
    "Ngir Yàlla di Na léen jox séen pey, te yokkal léen ciy ngënéelam, nakka, Moom jéggëlaakoon la  aji santa la [séen jaamu Ko]"
  ],
  [
    31,
    "Te li Nu la soloo ci téere bi lu dëggu la tey dëggël yi ko jiitu [ciy téere], nakka Yàlla nekk Na ciy  jaamam ku dara umpul te janook lépp."
  ],
  [
    32,
    "Topp Nu donole téere bi ñi Nu tànna ci Sunuy jaam, tax na am na ci ñoom ñu tooñ séen bopp,  am ñu dig-doomu, am ci ñoom ñuy jëkënté ci yiw yi ci coobare Yàlla, loolu ngënéel lu réy la."
  ],
  [
    33,
    "[Muy] àjjana ju sax, ju ñuy dugg, nekk ñu ñu takkaayal lamu wurus ak yu per, te séen yéré  foofa sooy lay doon."
  ],
  [
    34,
    "Ñuy wax santa ñeel na Yàlla Mi nu tàggaleek njàxare, nakka sunu Boroom jéggëlaakoon la, aji  santa la [sunu jaamu Ko]."
  ],
  [
    35,
    "[Moom] mi nu dëkkël ci këru saxuwaay gi ci ngënéelam, coono du nu fi laal, lott du nu fi laal."
  ],
  [
    36,
    "waaye ñi weddi ñeel na léen safaray jaanama deefu ko jéexal ci ñoom ba ñu dee [nopaliku], te  du ñu léen woyafalal mbugëlam, noonu la Nuy feye bépp weddiwaakoon."
  ],
  [
    37,
    "Di na ñu sàkku xettaliku, naan Yow sunu Boroom génné nu [koon] di na nu def jëf yu sella yu  wuuteek yi nu nekkoon di ko def, [Mu ne léen] ndax dundë lu Nu léen woon lu yàgg loo xam ne  waaru xajoon na ca, ci kuy waaru, te dikkëloon na léen waarekkat, koon mos léen, ñi toon du nu am  ndimmël."
  ],
  [
    38,
    "Nakka Yàlla xam Na kumpu asamaan yi ak suuf si, nakka Moom xam na li nekk ci xol yi."
  ],
  [
    39,
    "Moom Mooy ki def ngéen di way wuutu ci suuf si, ku weddi, yaay gàddu sak weddi, te yéeféer  yi séen weddi du léen yokkal ca séen Boroom ludul sànja, te séen weddi googu du léen yokkal ludul  yàqule."
  ],
  [
    40,
    "Neel, ndax gis ngéen séen [yàlla] yi ngéen def bokkaale di léen jaamu bàyyi Yàlla, won léen ma  lu ñu bind ci suuf si, am da nu am cër, ci asamaan yi, am da Nu léen jox ab téeré ba ñu man ci jëlé  lay, déedéet ! way tooñ ñi daalante wu ñu ludul ay naxe."
  ],
  [
    41,
    "Nakka Yàlla Moo téyé asamaan yi ak suuf si ba du ñu deñ [tasaaroo], te bu léen fi jëlewoon  kenn du léen fi man a téyé; ginnaaw Moom, nakka Moom ku lewet la kuy jéggëlé la."
  ],
  [
    42,
    "Te giñ na ñu dayo séen ngiñ ne bu léen ab waarekkat dikkëloon, koon faw ñu nekk ñu gën a jub  ci xeet yi, te ba léen waarekkat dikkëlée yokku léen ludul foñ [sori njub]."
  ],
  [
    43,
    "Ngir réyréylu ci suuf si, ak ngir pexe yu ñaaw, te pexe mu ñaaw ci boroom doŋŋ lay xëppu, te  ndax da ñuy xaar dal léen la baaxoowoon ñu jëkk ña [ci mbugël], te doo fekk soppiku ci lu Yàlla  baaxoo def, te doo fekk it ci li Yàlla def lu ko soppi."
  ],
  [
    44,
    "Ndax du ñu doxul ci suuf si ba gis ñi léen jiituwoon ni ñu mujjé, te ñoo léen ëppoon doole, te  Yàlla nekkul ku ñu man a raw ci dara ci asamaan yi ak ci suuf si, nakka Moom nekk Na ku xam ku am  kàntan."
  ],
  [
    45,
    "Bu Yàlla doon jàppe nit ñi li ñu def, koon du bàyyi kenn ci kow suuf si, ci kuy dox, waaye di Na  léen xaare àppa bu ñu tudd, te bu séen àppa aksee, Yàlla di Na, nekk kuy gis jaamam yi."
  ]
]