[
  {
    "id": 4,
    "city": "madinah",
    "name": {
      "translated": "The Women",
      "transliterated": "An-Nisa",
      "codepoints": [
        1575,
        1604,
        1606,
        1587,
        1575,
        1569
      ]
    },
    "ayahs": 176,
    "slug": "an-nisa",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Yéen nit ñi, ragal léen séen Boroom Mi léen bind ci benn baken, génné ca jabaram, te yulli ci ñoom ñaar, ay góor yu bari aki jigéen, té ngéen ragal Yàlla Mi ngéen di laajante ci Moom , te ngéen wottu dog mbokk gi, Yàlla ki léen di seetlu la."
  ],
  [
    2,
    "Te ngéen di jox njirim yi séen alal, te bu léen weccee lu baax [ca la ñu moom], joxe lu bon, bu léen lekk séen alal, jaxase ko ak séen alal, ndax lolu bàkkar bu réy la."
  ],
  [
    3,
    "Boo léen ragale baña màndu ci njirim yi,tàkka léen ci jigéen ñi, lu teey ci séen baken, ñaar ñaar ak ñatta ñatta, ñeent ñeent, boo léen ragale baña màndu, na ngéen yam ci benn jabar, wala ngéen yam séeni jéebéer yu jigéen, looloo gën a jigeñ ngéen baña jeng."
  ],
  [
    4,
    "Na ngéen jox jigéen ñi séen can, mu dik mey. Bu ñu léen yéwénée tegil léen ca dara, ci séen teeyu baken, lekk léen ko ca na mu léen neexe."
  ],
  [
    5,
    "Bu léen jox jigéen séen xel matadi, séen alal ji Yàlla def ngéen taxawu ko. Na ngéen léen ci jox, na ngéen léen ci sàng, te ngéen di waxak ñoom wax ju rafet"
  ],
  [
    6,
    "Njirim yi, na ngéen léen nàttu ba ker ba ñuy tollu ci séy, boo léen gisee ci ñoom njub, na ngéen léen delloo séen alal, te bu léen ko lekk cik yàq ak jëkëntu balaa ño màag. Koo xam ne boroom alal la na fegu [baña laal dara ca alal ja], koo xam ne dafa néew doolé na ci lekk, ci anam gu jaadu. Boo léen di dello séen alal, na ngéen sàkku ñu ko seede, Yàlla doy Na ci woññ. [lu lew ak lu lewul, ak leneen]."
  ],
  [
    7,
    "Ñeel na góor ñi cër ci li séen ñaari waajur ak séeni jégeñaale bàyyi ginnaw, ñeel na it jigéen ñi cër ci li séen ñaari waajur ak séeni jegeñaale bàyyi ginnaaw, mu néew, wàlla mu bari cër boobu lu ñu farataal la."
  ],
  [
    8,
    "Bu ay mbook fekkee séddëlé ba, ak ay njirim walla ay way ñàkk, na ngéen léen ci jox te ngéen wax léen wax ju rafet."
  ],
  [
    9,
    "Na ñu ragal, ñi nga xam ne bu ñu bàyyi woon séen ginnaaw ay doom [yu tuuti] yu néew doole, di na ñu am njàqare ci ñoom, koon na ñu ragal Yàlla [ci alalu njirim] te na ñuy wax wax ju jub."
  ],
  [
    10,
    "Ñiy lekk alalu jirim cik tooñeel, lekki ñu ludul safari ci séen biir, te di na ñu séndëlu ji ca safara."
  ],
  [
    11,
    "Yàlla ngi léen di dénk ci séeni doom, ne ku góor cërëm na tollu ni cëri ñaar ñu jigéen ;ñoom jigéen ña bu ñu ëppée ñaar [te amu ñu mag walla ràkk bu góor] séen cër dey nekk ñaari ñattelu xaaj ci li waajur ya bàyyi ginnaw, bu dey kenn ku jigéen doηη, cërëm dey nekk genn-wàllu alal ja, ñaari waajur ku ci ne ñeel na ko juróom benneelu li ki wéy bàyyi ginnaaw ndéem am na doom ju góor, bu amul doom ju góor, ay waajurëm rekk di ko donna, yaayam dey jël ñatteelu ala ji, [baay bi jël ñaari ñatteel yi des], bu amee rakk walla mag bu góor, yaayam juróom benneelu alal ji lay jël ginnaaw ba ñu génnée ndénkaane ya mu dénkaanewoon walla bor ya, xamu léen kan moo léen di gën a jariñ ci séeni baay ak séeni doom, [ndigël lii] farata la ju jógé ca Yàlla, nakka Yàlla ku xam la, ku xereñ la."
  ],
  [
    12,
    "Ñeel na léen genn-wallu la séeni jabar bàyyi ginnaaw ndéem amu ñu doom bu góor, bu ñu amee doom ju góor koon ñeenteelu alal ji ngéen di jël ginnaaw ba ñu génnée ndénkaane ya mu dénkaane woon wàlla bor ya, ñoom séeni jabar ñeel na léen ñeenteelu  la ngéen bàyyi ginnaaw ndéem amu léen doom bu góor, bu fekkee am ngéen doom bu góor koon, juróom ñatteelu alal ja ngéen bàyyi la ñuy jël ginnaaw ba ñu génnée ndénkaane ya ngéen dénkaanewoon wàlla bor ya, bu fekkee ne ku góor wàlla ku jigéen mooy donna ab capaacoli [amul waajur, amul doom] bu am ràkk wàlla mag bu góor wàlla bu jigéen, ku mu doon ci ñoom ñaar juróom benneelu alal ja lay jël, bu ñu ëppée kenn nit, da ñuy bokk donna ñàtteelu alal ja ginnaaw ba ñu génnée ndénkaane ya mu déenkaane woon walla bor ya, yu àndul ak lor [way donn ña], [ndigël lii] ndéekaane la lu jógé ca Yàlla, te Yàlla ku xam lewet la."
  ],
  [
    13,
    "Loolu mooy dayale Yàlla, ku topp Yàlla ak yonnentaam [ci li mu àtte], di Na ko dugal àjjana joo xam ne ay dex da ñuy daw ci suufam, te da ñu fay béel, te loolu mooy mbégté mu màgg ma."
  ],
  [
    14,
    "Ku moy Yàlla ak yonnentaam, mu jalgati dayale Yàlla di Na ko dugël safara, dafa fay béel, di na ko dal mbugël muy toroxale."
  ],
  [
    15,
    "Ñi def ñaawtéef [njaaloo] ci séeni jigéen, na ngéen ko seedeloo ñeenti nit ci yéen, bu ñu ko seedee na ngéen léen téj ci néeg yi ba dee fekk léen fa, walla ba Yàlla ubbil léen ab yoon [wu ñu man a aw ba mucc]."
  ],
  [
    16,
    "Ñi nga xam ne loolu dal na léen ci yéen, [góor ñi] na ngéen léen xas, bu ñu tuubée wëlbëtiku di def lu baax, na ngéen léen bàayi, nakka Yàlla jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    17,
    "Yàlla rekkay nangu tuubu ñi def ñaawtéef ci ñakka xam te gaaw daldi tuub, ñooñu Yàlla di Na nangu séen tuub, Yàlla aji xam la, aji xereñ la."
  ],
  [
    18,
    "Njéggël, ñi ko dul am mooy ñi def ñaawtéef [te baalu wu ñu séen Boroom] ba dee dikkël kenn ci ñoom, muy doora wax maa ngee tuub leegi, ak ñi nga xam ne da ñu dee cik kéeféer, ñooñu Nu ngi léen xaroo mbugël mu metti."
  ],
  [
    19,
    "Yéen way gëm ñi daganul ci yéen ngéen donna jigéen ñi ci noteel, daganul it ngéen gàllankoor léen  ñu bañ a séy ngir bëgg nàngu lenn ci li ngéen léen joxoon, ludul ci ñi jëf ñaawtéef ju bir, na ngéen ànd ak ñoom ci njekk, boo léen léen sibee nak [xam léen ne] man ngéen a sib lenn te fekk Yàlla def ca loola yiw wu bari."
  ],
  [
    20,
    "Boo léen bëggée bàyyi jabar, wuutal kook jeneen jabar, te fekk joxoon ngéen ko alal, bu léen ca nangu dara donte barigo [wurus] la, ndaw da ngéen di jël alal ja cik tooñeel ak bàkkaar gu bir."
  ],
  [
    21,
    "Nàkka ngéen di nangoo alal ja, te jokkoo ngéen ba noppi, te ñoom ñu fasanteek yéen kollëré gu dëgër ?"
  ],
  [
    22,
    "Bu léen takk ñu séen baay tàkkoon ci jigéen ñi, ginnaaw li wéy ba noppi, loolu lu ñaaw la, luy waral mbugël la, yoon wu dëng la."
  ],
  [
    23,
    "Araam na ci yéen, séeni ndey, séeni doom yu jigéen séen mag wàlla ràkk bu jigéen, séeni bàjjen, séeni mag wàlla ràkku yaay, séen doomu mag wàlla ràkk bu góor, séen doomu mag wàlla ràkk bu jigéen, séen ndey yi léen nàmpal, séeni jigéen yi bokk ku léen nàmpal, séen yaayi jabar, ak séen doomi jabar, yi ngéen yar ci séen kiiraay, ndéem jot ngéen a xaraf ak séen ndey, bu ngéen jotul a xaraf ak séen ndey aayul ngéen séy ak ñoom, [araam na it ci yéen] séen jabari doom yu góor yoo léen jur, ak boole ñaari jigéen yu nekk mag ak ràkk [bokk ndey ak baay, walla baay, walla ndey rekk], ginnaaw li weesu [jiitu lislaam] Yàlla nekk Na jéggëlaakoon [ca loola weesu] di jaglewaakoon."
  ],
  [
    24,
    "[Araam na it ci yéen] jigéen yi saŋewu ginnaaw jéebéer yi ngéen moom ndigëlu Yàllaa ngoogu, ci yéen. Ginnaaw ñooñu [ñu lim, ciy jigéen yu daganul ngéen séy ak ñoom] dagan na ngéen sàkku takk jigéen ci joxe séen alal di way séy ak ñoom bañ di way njaaloo, na ngéen jox séen can jigéen yi ngéen sàkkoo bànneexu ci ñoom, lii [lu Yàlla] dogal la, aayul ginnaw li ñu farataal, ngéen déggóo [ci li ngéen wara joxe] nàkka Yàlla, ku xam la ku xereñ la."
  ],
  [
    25,
    "Ku amul can , ci yéen, su mu man a tàkke jabar ju nekk gor te di jullit na tàkk ci jéebéer yi di jullit ci séen xale yu jigéen, Yàllaa gënë xam séen ngëm, yéena jurënté, na ngéen léen tàkk ci ndigëlu séen  kilifë te ngéen jox léen séen can ci njekk, ngéen di way séy, bañ nekk way njaalo, bañ léen jàppe ay coro cik nëbbu. Bu ñu séyée te def njaaloo war na ñu teg léen gennawàllu mbugël mi ñuy teg gor gu jigéen. Loolu ndigël la ci ku ragal njaaloo ci yéen, bu ngéen manee muñ moo gën ci yéen Yàlla jéggëlaakoon la jaglewaakoon la."
  ],
  [
    26,
    "Yàlla da fa namma leeral léen [ay àtteem] te gindi léen, teg léen ci yoonu ñi léen jiituwoon, te jéggël léen, Yàlla ku xam la ku xereñ la [ciy àtteem]."
  ],
  [
    27,
    "Yàlla dafa léen bëgg jéggël, ñi topp séen bànneex bëgg ngéen jeng, jeng gu réy."
  ],
  [
    28,
    "Yàlla dafa léen bëgg woyofal [àtteem yi] ndax bindées na nit muy ku néew doole."
  ],
  [
    29,
    "Yéen way gëm yi bu léen lekkante séen alal ci neen, ludul ci njaay gu ànd ak déggóo ci séen biir, te bu léen reyante, Yàlla ku am yërmëndé ci yéen la"
  ],
  [
    30,
    "Ku def loolu ci ndëngëté ak tooñeel di na ñu ko séndël ci safara, loolu lu yómb la ci Yàlla"
  ],
  [
    31,
    "Bo léen moytoo bàkkar yu mag yi ñu tere, di na Nu léen baal séeni ñaawtéef [yu ndaw yi] te tàbbal léen dëkkuwaay bu tedd"
  ],
  [
    32,
    "Bu léen mébët li Yàlla yékëtée ñenna ci kow ñeneen, ñeel na góor ñi cër ca la ñu fàggu, te jigéen ñi it ñeel na léen cër ci la ñu fàggu, ñaan léen Yàlla ci xéewëlam, Yàlla lu nekk la xam."
  ],
  [
    33,
    "Ku nekk leeralal na Nu ko ñi koy donna, ci li way jur yi ak jege ñaale yi bàyyi ginnaaw te ñi nga xam ne séen daalante fasu woon na jox léen léen séen cër, Yàlla seede la ci lu nekk."
  ],
  [
    34,
    "Góor ñi kilifë la ñu ci jigéen ñi ngir li Yàlla yékëti ñenn ci ñoom, ci kow ñeneen ñi ak ngir li góor ñi di dundëlé ci séen alal [jigéen ñi] waaye jigéen ñu sella ñi jaamukatu Yàlla la ñu te di na ñu sàmma séen bopp cik wéetaay ni ko Yàlla santaanee. Jigéen ñi ngéen ragal ñu fétéerlu, na ngéen léen waar, na ngéen léen tongu ca lal ba, na ngéen léen dóor. Bu ñu léen nangoo topp, na ngéen léen jàmmal bañ léen a defati dara. Ca dëgg Yàlla kowe na màgg Na."
  ],
  [
    35,
    "Boo léen ragalee tàggoo ci digënté ñaar ñiy séy na ngéen yabal kilifë ku góor ki ak kilifë ku jigéen ki, ndégëm bëgg na ñu defa roo, Yàlla di Na yéewënël séen digënté, Yàlla ku xam la ku deñ la ciy kumpa."
  ],
  [
    36,
    "Na ngéen jaamu Yàlla, bañ Ko bokkaaleek dara, te ngéen rafetal ci séeni waajur, ak ci séeni jegeñaale ak njirim yi, ak néew ji doole yi, ak séen dëkkëndoo yi di séeni mbokk, ak dëkkëndoo bu sori, ak àndandoo yi, ak ku ne ci tukki, ak séeni jéebéer, Yàlla soppul ñiy réyréylu di puukéréwu,"
  ],
  [
    37,
    "ñi nga xam ne da ñu nay, tey jeñ nit ñi ci nay, tey nëbb li léen Yàlla mey ciy wërsëg, [na ñu xam ne] Nun , [Yàlla] dig na Nu weddikat yi mbugël muy toroxale."
  ],
  [
    38,
    "[Yàlla soppul it] ñiy sànk séen alal ngir ngistal ci bëtu nit ñi, te gëmu ñu Yàlla ak bés pénc ma, koo xam ne seytaane mooy sa àndandoo kooku bon na àndandoo."
  ],
  [
    39,
    "Lu mu léen doon wàññi su ñu gëmoon Yàlla ak bés pénc ma, tey joxe ci li léen Yàlla wërsëgël, te Yàlla nekk na di ku léen xam bu baax."
  ],
  [
    40,
    "Nakka Yàlla du tooñ lu tollu ni pepp, tu su dee yiw la, di Na ko ful joxe pey gu màgg gu tukkée ci Moom."
  ],
  [
    41,
    "Nakka mbir yiy deme su Nu indée [ca bés Pénc ma] ab seede ci xeet wu ne, te yow Nu indi lla nga nekk seede ci ñii [waa Màkka]."
  ],
  [
    42,
    "Bés booba, ñi weddiwoon te bañ topp Yonnenta bi, di na ñu ngéeju ñu maasale léen ak suuf si, te du ñu man a nëbb Yàlla benn wax."
  ],
  [
    43,
    "Yéen way gëm ñi bu léen jëm ci julli fekk ngéen màndi, ba ba ngéen di xam li ngéen di wax, bu ngéen laabul ci sobe it, [bu léen jëm ci julli] ndéem nekku léen ci yoon di tukki, ba ngéen sangu. Bu ngéen feebaree mbaa ngéen nekk ci tukki, mbaa ngéen jógé wanak wa, mbaa ngéen joteek jigéen, te mu léen ndox, na ngéen tiim ci suuf su laab, ngéen raay séen kanam ak séeni lyoxo, Yàlla baalekat la, jéggëlaakoon la."
  ],
  [
    44,
    "Ndax gis nga ñi ñu joxoon lenni téeré, ñu jënd réer te bëgg ngéen réeré yoon wu jub wi."
  ],
  [
    45,
    "Yàlla gën a xam séeni noon, te Yàlla doy Na sàmma doy Na ci dimmëli léen."
  ],
  [
    46,
    "Nekk na ci yaud yi ñuy far baat ya jëlé léen ca séen bëréb tey wax, dégg na nu waaye bañ na nu. Ñu naan déggël te kenn du la déggël , naan «  raainaa » yàq waxin wi ngir ñaawal ko ak bëgg yàq diiné, waaye bu ñu ne woon dégg na nu te nangu na nu, déggël te «  xool nu », boon mu gën ci ñoom te mooy la gën a jub, waaye Yàlla rëbb Na léen ngir séen weddi, du ñu gëm ludul lu néew ci ñoom."
  ],
  [
    47,
    "Éey yéen ñi jotoon Téeré, gëm léen li Nu wàcce muy luy dëggël li ngéen yore, ba laa Noo marmaral ay kanam wëlbëti léen ñu jëm ginnaaw, walla Nun Nu rëbb léen ni Nu rëbbé woon nitu gaawu ña, ndigëlu Yàlla lu jëfu la [du jaas]."
  ],
  [
    48,
    "Yàlla du baal ku ko bokkaaleek dara, waaye ginnaaw loolu , di Na baal lu Ko soob, ku bokkaale Yàlla [ak dara] def na bàkkaar bu réy."
  ],
  [
    49,
    "Ndax da nga gisul ñi doon bàkkkoo sellal séen bopp ? Déet Yàlla Mooy sellal ku ko soob te du léen tooñ [bés Péncé ma] lu tollu ni buumu xooxu tàndarma."
  ],
  [
    50,
    "Gisal ni ñuy duurale Yàlla ay fen, loolu doy na bàkkaar bu ràññeku."
  ],
  [
    51,
    "Ndax gisoo ñi nga xam ne jot na ñu lenna ci téeré bi, ñuy gëm xérém yu tudd Jibti ak Taaxuuti, tey waxak ñi weddi, ne léen séen xérëm yooyoo gën a nekk cik njub jullit yi gëm [Lislaam]."
  ],
  [
    52,
    "Ñoonñu Yàlla rëbb Na léen, ku Yàlla rëbb kenn du ko man a amal ndimmël."
  ],
  [
    53,
    "Am, da ñu am cër ci Nguur gi ? Te konn du ñu sédd nit ñi lu tollu ni mbuuusu xooxu tàndarma."
  ],
  [
    54,
    "Am, da ñu iñaane nit ñi, li léen Yàlla jox ciy ngënéelam ? Joxoon na Nu waa kër Ibraaiima ab téeré ak xamxamu yonnent. Nu jox léen it nguur gu màgg."
  ],
  [
    55,
    "Nekkoon na ca ñoom, ñu gëm [téeré ba] ak ñu dëddu [weddi téeré ba] waaye safara di na léen doy."
  ],
  [
    56,
    "Ñi wedi Sunuy kàddu di na Nu léen mos a séndël ci safara te saayu séen der ñoree, Nu wecceel léen ko benneen der ngir ñu yëg mbugël ma, Yàlla boroom kàntan gu tar la, ku xereñ"
  ],
  [
    57,
    "Ñi gëm tey def lu yiw, di na Nu léen dugal Àjjana , ju ay dex di daw ci suufam, da ñu fay béel ba faw di na ñu fa am ay jabar yu laab, Nu dugal léen it ci ker gu sax"
  ],
  [
    58,
    "Yàlla digël Na léen ngéen di delloo ndénkaane ya, séen boroom, te boo léen di àtte digënté nit ñi ngéen def kook màndute, nakka Yàlla, ci lu baax la léen di ñaax, Moom Yàlla kuy dégg la kuy gis la."
  ],
  [
    59,
    "Yéen way gëm ñi topp léen Yàlla, topp yonnenta bi ak ñi nekk kilifë ci séen biir, boo léen déggóowul ci dara, delloo léen ko Yàlla ak yonnenta bi ndégém gëm ngéen Yàlla ak bés Péncé ma. Looloo gën te mooy gën jaa rafet déggin."
  ],
  [
    60,
    "Ndax gisoo ñi nga xam ne neena ñooy gëm na ñu li ñu wàcce ci yow ak la ñu wàcce woon mu jiitu la, te ñu ngi bëgg àttewoo ci xérëm, te diggëléef na léen ñu weddi ko, te seytaane bëgg na léen sànk cik réer gu sore dëgg."
  ],
  [
    61,
    "Bu ñu ne léen ñëw léen ci li Yàlla wàcce, ak ci yonnenta bi, nga gis naaféq ya dëddu la te dogu ca."
  ],
  [
    62,
    "Nakka mbir yi, bu léen musiba dalee jógée ca la ñu jëf, ba tax ñu ñëw ci yow di giñ ci Yàlla naan bëggu nu woon ludul rafetal ak jubbóo."
  ],
  [
    63,
    "Ñooñu, Yàlla xam Na li nekk ci séen xol, na nga léen dëddu, waar léen te nga wax léen ci séen bopp wax ju mat sëkk."
  ],
  [
    64,
    "Yónni wu Nu ab yonnenta ludul da ñu ko wara topp ci ndigëlu Yàlla? Bu fekkoon ne ñoom da ñu tooñ séen bopp, ñu ñëw ci yow di sàkku baalu Yàlla , yonnenta bi baalul léen , boon di na ñu fekk Yàlla Mu di nanguwaakooni tuub di jadlewaakoon."
  ],
  [
    65,
    "Giñ Naa ci sa màggu Boroom ! du ñu nekk ñu gëm, feek du ñu àttewoo li dox ci séen digënté ci yow, te bañ am benn sikk ci li nga àtte, nangul la ak xol bu tàlli."
  ],
  [
    66,
    "Su fekkoon ne ñoom da Nu léen sante ñu reyante mbaa ñu génn séeni kër, du ñu ko def ludul lé néew ci ñoom te bu ñu defoon la ñu léen waare koon di na nekk li gën ci ñoom te di na gën a dëgërël séen ngëm."
  ],
  [
    67,
    "Te koon Nu jox léen pey gu màgg, gu jógé ci Nun"
  ],
  [
    68,
    "Te koon Nu gindi léen teg léen ci yoon wu jub."
  ],
  [
    69,
    "Ku topp Yàlla ak yonnenta bi, bokk na ci ñi nekk way àndaaleek ñi Yàlla xéewël ci yonnenta yi, ak way dëggu ña, ak ña dee ci xare ngir Yàlla, ak ñu sella ña, ñooñaay àndaale yu rafet ya."
  ],
  [
    70,
    "Loolooy ngënéel lu jógé ci Yàlla, doy na ci aji xam."
  ],
  [
    71,
    "Yéen way gëm yi na ngéen fagaru te song [séeni noon], mu fekk ngéen tasaaroo walla ngéen àndandoo song léen,"
  ],
  [
    72,
    "Te am na ci yéen kuy desdeslu ginnaaw, ba lu metti dal léen, mu daldi wax : man Yàlla xéewël na ma, ba ma àndul ak ñoom fekke loolu."
  ],
  [
    73,
    "Te boo léen amee ndam, lu léen Yàlla jox, di na wax, mel ni cofeel doxul ci séen digëntéek moom, aka neexoon ma ànd ak ñoom ba am ndam lu réyaréy."
  ],
  [
    74,
    "Ñi jaay séen dundug àddina jëndé ko gu àllaaxira, na ñu xare ci yoonu Yàlla , képp ku xare ci yoonu Yàlla ba dee ca mbaa mu not gàddu ndam la di Na ko jox pey gu réy."
  ],
  [
    75,
    "Lu léen nekkal sax, ci bañ a xeex ci yoonu Yàlla, [te yiiraale] ñi néew doole ci góor ñi ak jigéen ñi ak xale yi, ñoom ñiy wax Boroom sunu génné nu ci dëkk bii ay nitam diy tooñkat, te Nga boole nook ku nuy sàmm jox nu ku nuy dimmëli, ñoo tànnal sa bopp."
  ],
  [
    76,
    "Ñi gëm , ñu ngiy xare ci yoonu Yàlla, ñi weddi di xeex ci yoonu xérëmu Taaxuuti, xeex léen ak ñi far ak seytaane, pexe seytaane lu néew doole la."
  ],
  [
    77,
    "Ndax gisoo ñi nga xamne waxoon na ñu léen téyé léen léen séeni yoxo te ngéen farlu ci julli, tey génné asaka, waaye ba ñu léen digëlée xare, lenn ci ñoom wonek ragal nit, ni ñu wara ragale Yàlla, walla ragal gu ko raw, ñu naan sunu Boroom lu tax Nga dogal xare ci nun, lu teewoon Nga yiixe nu ba benneen àpp bu jigeñ, neel yobëlu àddina lu néew la, te àllaaxira moo gën ci ku ragal Yàlla, te bu boobaa du ñu léen tooñ lu tollu ni buumu xooxu tàndarma."
  ],
  [
    78,
    "Foo léen man a nekk dee di na léen fa fekk, doonte da ngéen nekk ci sa_e yu kowe te bu léen lu neex dikkëlée ñu ne lii ca Yàlla la jógé, bu léen naqar dalee ñu ne lii ci yow la jógé , neel lépp ci Yàlla la jógé, waaw lu nekk ci nit ñooñu ba ñu xawa baña dégg benn wax [bu am njariñ]"
  ],
  [
    79,
    "Lu la dal ci lu baax mu ngi jógé ca Yàlla, lu bon lu dal ci sa baken la jógé, te yónni Na la ci nit ñi [yow Muhammed] nga dib onnen"
  ],
  [
    80,
    "Ku topp yonnenta bi, topp na ndigëlu Yàlla , ku dëddu, xamal ne yónni wu Nu la ci ñoom ngir nga di léen wottu."
  ],
  [
    81,
    "Di na ñu wax, nangul na nu la, te bu ñu jógé ci yow, ab kurél ci ñoom di na fanaanoo lu wuuteek la nga waxoon, Yàlla di Na bind la ñu fanaane, na nga léen dëddu, te nga wéeru ci Yàlla, Yàlla doy Na ndëgërlay."
  ],
  [
    82,
    "Ndax da ñu dul settantal ? Alxuraan bu jogéwoon ci kenneen kudul Yàlla, faw ñu gis ci ay juuyoo yu bari ci ay waxam,"
  ],
  [
    83,
    "Lu léen dikkël ànd ak kóoluté walla tiitaangé ñu siiwël ko, te bu ñu ko delloowoon ca yonnenta bi, walla ca ñi nekk kilifë ci ñoom, koon ñi ko sàkkoo xam ci ñoom di na ñu ci am lu leer, Budul woon xéewëlu Yàlla ak yërmëndéem ci yéen , giñ Naa ne di ngéen topp seytaane, ginnaaw lu néew ci yéen."
  ],
  [
    84,
    "Xareel ci yoonu Yàlla , deefu la togg ludul sa bopp te nga ñaax way gëm ñi, amaana Yàlla feg mbonbonu yéeféer yi, Yàllaa gën a tar ngaañ, gën a tar mbugël."
  ],
  [
    85,
    "Képp ku taxawu [nit dooleel ko], taxawu gu rafet di na ci am cër, ku taxawu [nit dooleel ko] cik ñaawtéef di na am walla ca bàkkaar ba, Yàlla nekk Na aji seetlu ci lu nekk."
  ],
  [
    86,
    "Bu nu léen nuyyoo, na ngéen delloo nuyyóo bu gën a rafet, mbaa bu ni mel, Yàlla nekk Na kuy natt lu ne."
  ],
  [
    87,
    "Yàlla , amul kenn kuy Yàlla kudul Moom , faw, di Na léen dajale bés Pénc ma, sikki-sàkk nekku ci , te kan moo gën a dëgguy wax Yàlla ?"
  ],
  [
    88,
    "Lu léen ñeel ? nekk na ci naaféq yi ñaari kurél, te Yàlla delloo Na léen ca la ñu fàggu woon. Ndax da ngéen bëgg jubël ku Yàlla bàyyi cik réer, ku Yàlla bàyyi cik réeram doo ko man a wutal yoonu mucc."
  ],
  [
    89,
    "Ñu ngi ne siiw ngéen weddi, ni ñu weddee ndax ngéen yam, bu léen jàpp ay xarit ci ñoom ba ker ba ñuy gàddaay jëm ci yoonu Yàlla, bu ñu dëddoo jàpp léen léen, rey léen foo léen fi fekk, te bu léen sàkku ci ñoom xarit walla ku léen di dimmëli,"
  ],
  [
    90,
    "Ginnaaw ñi jokku ci yéen te fekk xeex ak yéen nekk na lu tiis ci séen xol, walla ñu xeex ak ñu bokk ci ñoom. Bu sooboon Yàlla mu xiir léen ci yéen te koon ñu farlu ci xeex ak yéen. Bu ñu léen bàyyee beru léen, xeexu ñu ak yéen, te ñu doxal jàmm ak yéen Yàlla meyatu léen benn lay bu tax ngéen man a dal ci séen kow."
  ],
  [
    91,
    "Di ngéen gis ñeneen ñu bëgg jàmma dox séen digënté,ñoom ak yéen ak ca séeni biir. Saayu ñu léen xëccée jëmé léen ci bokkaale ñu yabu ca lool, bu ñu léen bàyyiwul beru léen, te jàmmoo wu nu ak yéen, téyé wu ñu séeni yoxo ci yéen, jàpp léen léen, rey léen fépp foo léen fekk, ñooñu mey na Nu léen ci ñoom ndigël lu wér."
  ],
  [
    92,
    "Yellul ab jullit rey ab jullit ludul ci njuumte, ku rey jullit ci njuum te, war na ko mu goreel jaam bu nekk jullit te jox ndampaay ay mbokkam ndéem defu ñu ko sarax [baal ko ko]. Bu fekkee ki ñu rey dafa di jullit bu bokk ci nit ñu nekk séen noon, goreel jaam bu di jullit rekk moo war ki rey, bu bokkee ci ñoo xam ne kóllëré dox na ci séen digënté di na ko war ndampaay lu mu jox ay mbokkam ak goreel jaam bu di jullit, ku gisul [jaam bu mu goreel] na woor ñaari weer yu toftaloo mudi tuub gu Yàlla nangu, te Yàlla nekk Na di ku xam, di ku xereñ."
  ],
  [
    93,
    "Ku rey jullit te tey ko, peyam safara la te da fa fay béel, merum Yàlla ak rëbbëm tegu ci kowam, mbugël mu magg moo ko fay xaar."
  ],
  [
    94,
    "Yéen way gëm yi, ndéem dox ngéen ci yoonu Yàlla, na ngéen leer lu bu baax, te bu léen nit nuyyóo wone jàmm, bu léen ne ko doo jullit, ngir bëgg wut alalu àddina, te ca Yàlla nekk na fa ay mànga yu bari, te sax yéen noonu ngéen meloon bu yàggul, terewul Yàlla jox Na léeni xéewël, dee léen di leer lu. Yàlla nekk Na di ku ràññee li ngéen di def."
  ],
  [
    95,
    "Ñi toog te amu ñu  ngant ci way gëm ñi du ñu man a yam ak ñi xare ngir Yàlla, ak séen alal ak séen baken. Ñooñu xare ak séen alal ak séen baken Yàlla defal Na léen ngënéel ak yékëtiku ci kow way toog ña, waaye ñoom ñépp Yàlla dig na léen Àjjana, waaye Yàlla defal Na way xare ña ngënéel ci kow ña toog, muy pey gu màgg."
  ],
  [
    96,
    "Muy yékëtiku ju tukkée ca Yàlla, ak njégël ak yërmëndé, Yàlla nekk Na jéggëlaakoon di jaglewaakoon."
  ],
  [
    97,
    "Ñi malaakayi jël séen ruu, te ñu di ñu tooñ séen bopp, di na ñu léen laaj: ci loo léen nekkoon [ba baña dem xareji], ñu tontu ne da ñu nekkoon ñu ñu néewël doole ci kow suuf, ñu ne léen : ndax suufu Yàlla ji da fa yaatuwul ba ngéen man a gàddaay jëm fen neen, ñooñu séen dëkkuwaay mooy safara, te ñaaw na googu delluwaay."
  ],
  [
    98,
    "Ginnaaw ñi néew doole ci góor ñi ak jigéen ñi ak xale yi te ñàkk pexe mu ñu gindikoo [ba génn Màkka]."
  ],
  [
    99,
    "Ñooñu xeyna Yàlla jéggël léen, Yàlla nekk Na di kuy baale di jéggëlé."
  ],
  [
    100,
    "Ku gàddaay ngir Yàlla di na am ci suuf si daluwaay yu bari, ànd ak yaatu fa. Ku génn këram di gàddaay ngir Yàlla ak yonnentaam, te dee dab ko, kooku peyam Yàlla warlul Na ko ko, Yàlla nekk Na di jéggëlaakoon di jaglewaakoon."
  ],
  [
    101,
    "Boo léen di tukki ci suuf si aayul ci yéen ngéen wàññi ci julli yi, boo léen ragalee yéeféer yi fitnaal léen, yéeféer yi nekk na ñu di séen noon yu bir [nooneel ci yéen]"
  ],
  [
    102,
    "Boo nekkee ci séen biir, te nga léen di jiité ci julli, na benn kurél ci ñoom julli ànd ak yow, na benneen kurél bi jël séeni ngànnaay bu ñu sujóotée na nekk ci ginnaaw ñiy julli, kurél boobu julliwul woon, na ñëw [bi bu jëkk bi noppee] julli ànd ak yow, na ñu wottandiku jël séeni ngànnaay. Yéeféer yaa ngi ne siiw ngéen sàgane séeni ngànnaay ak séeni yóbbël, ba ñu song léen, benn song bu tar; aayul ci yéen, bu amee lu léen lor ci taw, walla ngéen feebar, ngéen tërël séeni ngànnaay, t wottandiku, Yàlla xaroo Na yéeféer yi mbugël muy toroxale."
  ],
  [
    103,
    "Bu julli gi sottee tudd léen Yàlla, ci taxawaay ak toogaay ak ci boo léen tëddée, te boo léen nekkee ci kóoluté, na ngéen taxawal julli, nakka julli nekk na ci jullit ñi ndigël gu ñu sàkkal ay waxtu."
  ],
  [
    104,
    "Bu léen doyadi ci song yéeféer yi, boo léen di mettit lu [ciy jam jam], ñoomit am na ñu ay mettit ni yéen, te yéen yaakaar ngéen ci Yàlla loo xam ne ñoom yaakaaru ñu ko, te Yàlla ku xam la te xereñ la."
  ],
  [
    105,
    "Wàcce na Nu ci yow téeré bi ci dëgg ngir àtte digënté nit ñi, ni la ko Yàlla xamale, bul nekk di kuy làyyil ñiy wuruj."
  ],
  [
    106,
    "Baalul Yàlla, nakka Yàlla jéggëlakoon la  jaglewaakoon la."
  ],
  [
    107,
    "Bul di dàggeel ñiy wuruj séen bopp, Yàlla bëggul ku nekke wuruj ak bàkkaar."
  ],
  [
    108,
    "Nëbbu na ñu nit ñi, waaye manu ñu nëbbu Yàlla, ndax Mook ñoom a nekkoon ba ñu fanaanoo ay wax yu ko neexul , la ñu doon def Yàlla peeg Na ko [ci xam xamam]"
  ],
  [
    109,
    "Yéen a ngi noonu di làyyil ñooñu ci dundug àddina bi, waaye ani kan moo léen di làyyil ca Yàlla bés Pénc ma, walla ani kan mooy nekk séen wéeruwaay."
  ],
  [
    110,
    "Képp ku def ñaawtéef, mbaa mu tooñ boppam, topp mu baalu Yàlla, di na fekk Yàlla di jéggëlaakoon di jaglewaakoon."
  ],
  [
    111,
    "Ku fàggu bàkkaar, defu ko kenn kudul boppam, Yàlla nekk Na di ku xam te xereñ [ciy àtteem]"
  ],
  [
    112,
    "Ku def ñaawteef walla bàkkaar ba noppi jiñ ko ku ca set wec, kooku gàddu na duur ak bàkkaar yu bir."
  ],
  [
    113,
    "Budul koon teraangay Yàlla ak yërmëndéem ci yow, ab kurél ci ñoom di na ñu ittéwoo sànka la, waaye sànku ñu kenn kudul sénn bopp, loru ñu la ci dara, te Yàlla wàcce Na ci yow téeré bi, ak xam xamu ràññee, te xamal Na la loo xamul woon, te xéewëlu Yàlla ci yow réy na."
  ],
  [
    114,
    "Lu baax nekkul ci lu bari ci li ñuy déeyoo, ludul ci waxi kiy diglé sarax walla lu baax, walla jubbóo ci digënté nit ñi. Ku def loolu di sàkku ngërëmël Yàlla, di na Nu ko joxi [ëllëg] pey gu màgg."
  ],
  [
    115,
    "Képp ku juuyook yonnenta bi, ginnaaw bi njub gi fésée ci moom, muy topp lu wuuteek yoonu jullit ñi, di na Nu ko méngëléek la mu méngoo, te séndël ko ca safara, bon na googu delluwaay."
  ],
  [
    116,
    "Yàlla du baal ku Ko bokkaale, waaye ludul loolu di Na ko baal ku Ko neex, kuy bokkaale Yàlla, réer na réer gu sore [dëgg]"
  ],
  [
    117,
    "Jaamu wu ñu bàyyi Yàlla, ludul ay xérëm yu ñu jigéenël, waaye jaamu wu ñu ludul seytaane su féttéerlu."
  ],
  [
    118,
    "Yàlla rëbb Na ko, te mu wax (moom seytaane) «  faw di naa jël ci say jaam ab cër bu takku »"
  ],
  [
    119,
    "[Mu waxaat] «  waat naa ne di naa léen réerël , di naa léen nax ci ñuy xemmeeem, di naa léen sante ñu dog noppi jur yi, di léen sante ñu soppi ni Yàlla bindé [mbindéef yi] » waaye ku jàppe seytaane muy sa kilifë, bàyyi Yàlla yàqule na, yàqule gu bir."
  ],
  [
    120,
    "Di na léen dig, xemmeem loo léen, te seytaane du digé ludul ay wor."
  ],
  [
    121,
    "Ñooñu séen dëkkuwaay mooy safara te du ñu léen ca musël."
  ],
  [
    122,
    "Ñi gëm, te ñuy def jëf yu yiw, di na Nu léen dugël Àjjan ju ay dex di daw ci suufam, da ñu fay béel ba faw, digéb Yàlla lu dëggu la, ana kan moo gën a dëgguy wax Yàlla ?"
  ],
  [
    123,
    "Mbir mi ajuwul ci séeni mébët, walla ci mébëti ñi jotoon téeré, waaye, ku def ñaawtéef jot peyam, te kenn du ko man a amal, ginnaaw Yàlla, ku ko yiir walla, ku ko dimmëli."
  ],
  [
    124,
    "Ku def jëf ju bokk ci yu yiw yi, muy góoor walla jigéen, te muy ku gëm, [ak ñi def ni moom] ñooñu di na ñu dugg Àjjana te deefu léen tooñ[ba wàññil léen] lu tol ni mbuusu xooxu tàndarma."
  ],
  [
    125,
    "Ani ku gën a rafet diiné ki jébbël boppam Yàlla, te di kuy rafetal [jëfëm] tey roy diiné Ibraaiima cik wéetël Yàlla, te Yàlla jàppe Na Ibraaiima soppeem."
  ],
  [
    126,
    "Yàllaa moom li nekk ci asamaan yi ak ci suuf si, te Yàlla jàppe Na Ibraaiima soppeem."
  ],
  [
    127,
    "Ñu ngi lay laaj nga ubbée léen ci jigéen ñi, neel Yàlla di Na léen ubbée ci ñoom ak li ñu léen jàngal ci téeré bi [di leeral lu jëm] ci jiril yu jigéen yi nga xam ne joxu léen léen li ñu diglé ci ñoom, te ngéen xemmeem takk léen, [ak leeral lu jëm ci] ñu néew doole ñi ci xalis yi, [ak di léen digël] ngéen taxawu jirim yi cik màndute, te loo léen def ci lu baax Yàlla xam Na ko."
  ],
  [
    128,
    "Bu ku jigéen ragalee ci jëkkërëm coxor walla mu dëddu ko, aayul ñu yéwénoo ñoom ñaar ba jubbóo ci lenna, ngir yéwénóo moo gën, te baken dafa gaawa jeng jëm ci nay, waaye boo léen rafetalee te ngéen ragal Yàlla, [xam léen ne] Yàlla nekk Na ku xam xéll li ngéen di def."
  ],
  [
    129,
    "Doo léen man mukk, màndu ci digënté jigéen ñi, doonte xér ngéen ci yamale léen, waaye bu léen jeng, jeng gu jéggi dayo bu tax sellalee te ragal Yàlla, xam léen ne Yàlla nekk Na di jéggëlaakoo, di jaglewaakoon"
  ],
  [
    130,
    "Bu ñu tàggoo [jëkër ak jabar] Yàlla di Na oomal ku ci nekk, cik yaatalam, Yàlla nekk Na di ku yaatuy mbir di ku xereñ"
  ],
  [
    131,
    "Te li nekk ci asamaan yi ak suuuf si Yàllaa ko moom, dénkoo na Nu [Nun Yàlla] ñi jotoon téeré, lu jiitu séen jamano, ak yéen it: nu léen ragal léen Yàlla, te boo léen weddee, na ngéen , xam ne Yàlla moom li nekkk ci asaman yi ak ci suuf si te Yàlla ku oomal la te yayoo cant."
  ],
  [
    132,
    "Te li nekk ci asamaan yi ak suuf si Yàlla ko moom te Yàlla doy Na kiiraay."
  ],
  [
    133,
    "Bu ko neexoon mu jëlé léen fi yéen nit ñi indi fi ñeneen , te loolu lu yómb Yàlla la."
  ],
  [
    134,
    "Koo xam ne yoolu àddina bi la bëgg [na xam ne] Yàlla am Na lu mu yoole ci àddina bi ak ca àllaaxira te Yàlla nekk Na kuy dégg di gis."
  ],
  [
    135,
    "Èey yéen way gëm ñi, nekk léen ñuy taxaw temm ci màndu di seede ngir Yàlla, doonte seede boobu [lu naqari la], luy dal ci séen kow yéen, walla ci séeni waajur walla séeni jigéñaale, bu dee ku oommal walla ku ñàkk, Yàllaay ki yiir ñoom ñaar ñépp. Bu léen topp séen bànneew ba ñàkk màndu te boo léen jéngalee [seede] walla ngéen dëddu bañ a seede, xam léen ne Yàlla ku xam xll li ngéen di def la."
  ],
  [
    136,
    "Èey yéen way gëm ñi, gëm léen Yàlla ak yonnentaam, ak téeré bi Mu wàcce ci yonnenetaam ak téeré bi Mu wàcce lu jiitu, ku weddi Yàlla aki malaakaam, aki téeréem, aki yonnentaam ak bés Péncé ma réer na, réer gu sori [dëgg]."
  ],
  [
    137,
    "Ñi nga xam ne da ñu gëm dellu weddi, ñu gëm weddiwaat, te séen weddi di gën a tar, Yàlla du léen jéggël te du léen gindi it teg léen ci yoon wu jub wi."
  ],
  [
    138,
    "Artul naaféq yi ci li nga xam ne ñeel na léen mbugël mu metti."
  ],
  [
    139,
    "Ñi jappe yéeféer yi ay xarit, bàyyi fa jullit ñi, ndax da ñoo sàkku ci ñoom terànga, te bépp téranga ñeel na Yàlla."
  ],
  [
    140,
    "Te wàcceel Na léen ci téeré bi xamal léen ne, boo léen déggée ay nit di weddi ak ñaawal ndigëlu Yàlla yi, bu léen toog ak ñooñu def loolu, ba ker ba ñuy xuus ci benneen waxtaan, lu ko moy, da ngéen di mel ni ñoom [cik weddi], Yàlla kuy dajale ji la, naaféq ak yéeféer yi ñoom ñépp ca biir safara."
  ],
  [
    141,
    "Ñi nga xam ne ñu ngi téyée-ndi séen bopp ci yéen, bu léen Yàlla joxee nam, ñu gaaw ne «  ndax du nook yéena ànda ? »   bu yéeféer yi amee cër ci ndam, ñu ne léen «  xanaa du noo léen manoon na song, [yéen yéeféer yi] te nu fegal léen jullit ñi », Yàlla di Na àtte séen digënté bés Pénc ma, te du jox yéeféer yi ndam ci kow jullit ñi."
  ],
  [
    142,
    "Naaféq yi da ñuy jéema nax Yàlla, te fekk Yàlla di Na léen juuy, te bu ñuy taxawal julli da ñuy ànd ak tayal, di wone ngistal ci nit ñi, te du ñu fàttaliku Yàlla, ludul lu néew ci ñoom."
  ],
  [
    143,
    "Ñuy dengi-dengi ci digënté yooyu, féetéwu ñu ci nit ñii féetéewu ñu ci ñaa, ku Yàlla bàyyi ci sak cànkute, kenn du ko man a teg ci yoon wu jub wi."
  ],
  [
    144,
    "Yéen way gëm ñi bu léen jàppe xarit ay yéeféer bàyyi jullit ñi, ndax da ngéen bëgg jox Yàlla lay wu bir wu dal ci séen kow ?"
  ],
  [
    145,
    "Naaféq yi di na ñu nekk ca dër ya gën a suufe ca safara, te du ñu am ndimmël."
  ],
  [
    146,
    "Ginnaaw ñi nga xam ne, tuub na ñu, jubëntiku, te tënku ci Yàlla, te sellal séen jaamu Yàlla, ñooñu, ñook jullit ñee ànda te Yàlla di Na joxi way gëm ñi pey gu màgg."
  ],
  [
    147,
    "Lu Yàlla di doye mbugël léen, boo léen nekkee ñuy santa Yàlla, di way gëm, te Yàlla nekk Na kuy nangu séen cant, te di ku xam lépp."
  ],
  [
    148,
    "Yàlla bëggul ku fésël wax ju ñaaw ndéem nekkul ku ñu tooñ, Yàlla nekk Na kuy dégg ku xam lépp."
  ],
  [
    149,
    "Boo léen feeñalee yiw walla ngéen nëbb ko, walla ngéen baale lu bon [lu ñu léen def], xam léen ne Yàlla nekk Na aji baale di ku bari kàntan."
  ],
  [
    150,
    "Ñi weddi Yàlla aki yonnentaam , te bëgg teqale Yàlla aki yonnentaam, te naan gëm na nu ñenna ñi weddi ñeneen ñi [ci yonnenta yi], tey jéem a , aw ci yoon wu nekk ci digënté weddeek gëm,"
  ],
  [
    151,
    "Ñooñu ñooy dëgg-dëgg yéeféer , te di na Nu xaroo yéeféer yi mbuggël mu léen di toroxal."
  ],
  [
    152,
    "Waaye ñi gëm Yàlla aki yonnentaam te teqale wu ñu kenn ci ñoom, ñooñu di na ñu léen jox séen pey, te Yàlla jéggëlaakoon la jagglewaakoon la."
  ],
  [
    153,
    "Ñi jotoon ab téeré, ñu ngi lay laaj ñu wàcce ci ñoom téeré bu bawoo kow asamaan , laajoon na ñu Muusaa lu gën a réy loolu, ndax newoon na ñu ko won nu Yàlla nu janook Moom, dënnu ga fàdd léen ngir séen bàkkaar boobu, topp ñuy jaamu yëkk wa ginnaaw ba léen dëgg gu bir diikkëlée, Nu baal léen loolu, Nu jox Muusaa kiliftéef gu bir."
  ],
  [
    154,
    "Nu yékëti doj wa ca séen ko, ngir fasanteek ñoom kóllëré , Nu ne léen dugg léen ci bunta bi ànd ak di sujóot, Nu ne léen bu léen jalgati bësub gaawu, Nu jàppanteek ñoom kóllëré gu dëgër."
  ],
  [
    155,
    "Ci sababu firi séen kóllëré, ak séen weddi kàddu Yàlla yi, ak rey ay yonnenta ci ludul dëgg, ak li ñu wax ne sunuy xol muuru na, te déet fekk na [ci sababu loolu lépp] Yàlla fàtt séeni xol ngir séen weddi, ba du ñu gëm ludul lu néew ci ñoom,"
  ],
  [
    156,
    "Ak sababu li ñu weddi, ak séen wax ci Maryaama fen wu réy,"
  ],
  [
    157,
    "Ak li ñu wax ne rey na ñu Masiix [ku ñu barkeel ka] Iisaa doomi Maryaama yonnentu Yàlla te reyu ñu ko, daaju ñu ko ciy bant, waaye da ñu léen ko nirëleel, ña cay werante, wóor na ne ci lënt la ñu nekk ci mbir moomu, amu ñu ci benn xamxam , ludul topp séen njort a , reyu ñu ko, rey bu léen wóor."
  ],
  [
    158,
    "Déet, Yàllaa ko yékëti jëmé ko ci Moom, Yàllaa di aji not lépp di aji xereñ."
  ],
  [
    159,
    "Di na am ñenn ci ñi jot téeré ñoo xam ne faw di na ñu ko gëm ba laa moo dee [moom Iisaa ibn Maryaama] te bés pénc ma, moom  di na nekk seede ci ñoom."
  ],
  [
    160,
    "Ci sababu tooñu, Yauud yi araamaloon na nu, ci ñoom yu sella yi yu daganoon ci ñoom, ak ngir li ñu feg ñu bari soreel léen diine."
  ],
  [
    161,
    "Ak li ñuy lekk ribaa, te lu ñu léen tere woon la, ak lekk alalu nit ñi ci neen, te xaroo na Nu ñi nekk yéeféer ci ñoom mbugël mu metti."
  ],
  [
    162,
    "Waaye ñiy boroom xamxam yu xóot ci ñoom ak way gêm ñi g¨m li ñu wàcce ci yow [Muhammad] ak la ñu wàcce mu jiitu la, ak ñiy taxawal julli ak ñiy joxe asaka ak ñi gëm Yàlla ak bés pénc ma, ñoonu di na Nu léen jox pey gu réy."
  ],
  [
    163,
    "Sol na Nu léeru xamxamu yonnenta ci yow ni ma ko sole woon ci Nóohin ak ci yonnenta yi toppoon ci moom, sol na Nu ko Ibraaiima ak Ismaaiila ak Isaaxa ak Yaxxuuba ak sët yë, ak Iisaa ak Ayuuba ak Yuunusa ak Aaruuna ak Suleymaan te jox na Nu Dauuda téeré bu tudd zabuur."
  ],
  [
    164,
    "Aki yonnenta yoo xam ne nettali woon na Nu la séen mbir lu jiitu, ak ñeneen ñu Nu la nettaliwul [séen mbir] te Yàlla wax naak Muusaa dëggi-dëggi wax."
  ],
  [
    165,
    "Ñuy ay yonnenta yuy béglé ak xuppe ngir nit ñi du ñu am lay gu man a yay Yàlla ginnaaw bu léen yonnenta yi xamalee dëgg, Yàlla nekk Na di ku am kàntan te di ku xereñ."
  ],
  [
    166,
    "Waaye Yàlla seede Na li Mu wàcce ci yow, te ci xamxamam la ko wàcce te Malaaka yi it seede na ñu, te Yàlla doy Na ci seede."
  ],
  [
    167,
    "Ñi weedi tey feg nit ñi [Soreel léen] yoonu Yàlla réer na ñu réer gu sorri [dëgg]"
  ],
  [
    168,
    "Ñi weddi te tooñ , Yàlla du léen baal du léen gindi teg léen ci yoon wu jub wi."
  ],
  [
    169,
    "Ludul xanaa ci yoonu safara, te da ñu fay béel ba faw, te loolu lu yóomb Yàlla la."
  ],
  [
    170,
    "Èey yéen nit ñi, yonnenta bi dikkël na léen ci dëgg, tukkée ca séen Boroom, koon gëm mooy li gën ci yéen, te boo léen weddee, xam léen ne Yàlla moom li nekk ci asamaan yi ak suuf si te Yàlla nekk Na di aji xereñ."
  ],
  [
    171,
    "Èey yéen ñoñ-téeré, bu léen jéggi dayo ci séen diné, te bu léen wax ci Yàlla ludul lu nekk dëgg, ku ñu barkeel ka Iisaa doomi Maryaama nekkul ludul yonnentu Yàlla, di kàddoom gu Mu sànni ci Maryaama, di ruu gu tukkée ci Moom, koon gëm léen Yàlla aki yonnentaam, bu léen di wax ñàtti [Yàlla], bàyyi léen [wax jooju] moo gën ci yéen, Yàlla nekkul ludul jenn Yàlla, sellaam ga jomba na Muy am doom, Moo moom li nekk ci asamaan yi ak suuf si, te Yàlla doy Na wéeruwaay."
  ],
  [
    172,
    "Ka ñu barkeel ka [Iisaa] du jomlu ci jomb nekk jaamu Yàlla, Malaaka ya gën a jigëñ [séen Boroom] ñoomit du ñu ko jomlu, képp ku jomlu ci jomb jaamamu kodi réyréylu [na xam ne] Yàlla di Na léen fang jëmé léen ci Moom, ñoom ñépp,"
  ],
  [
    173,
    "Ñi gëm nak ñoom, tey def jëf yu yiw yi, Yàlla di Na léen jox séen pey ba yokkal léen ci ngënéelam waaye ñi jomlu tey réyréylu di Na ñu léen teg mbugël mu metti, te du ñu am kenneen kudul yàlla, ku léen man a yiir walla dimmëli."
  ],
  [
    174,
    "Èey yéen nit ñi, dikkël Na léen ba noppi, aw lay wu tukkée ca séen Boroom te wàcce na Nu ci yéen leer gu ne nàññ."
  ],
  [
    175,
    "Ñi gëm Yàlla , te doylu ci Moom di Na léen dugël ci yërmëndéem ak ci ngënéel te gindi léen jubël léen ci Moom muy yoon wu jub wa."
  ],
  [
    176,
    "Di na ñu sàkku ci yow ubbée [ci mbiru dono] neel Yàlla ngi léen di ubbée ci càpaacóli, bu nit faatoo di ku góor ku amul doom te am na jigéen [bu mu bokkal ndey ak baay walla baay] ñeel na ko genn wàllu la mu bàyyi [ci alal], bu fekkee ne jigéen bee dee, te amul doom, moom dey donn alal j yépp, bu fekkee ne ñaari jigéen la ñu, da ñuy donn ñaari ñatteelu alal ji mu bàyyi ginnaaw, bu ñu dee ñu góor ak ñu jigéen, na ku góor am cëru ñaar ñu jigéen , Yàlla da fa léen leeralal ngir bañ ngéen réer, Yàlla lu ne la xam."
  ]
]