[
  {
    "id": 40,
    "city": "makkah",
    "name": {
      "translated": "The Forgiver",
      "transliterated": "Ghafir",
      "codepoints": [
        1594,
        1575,
        1601,
        1585
      ]
    },
    "ayahs": 85,
    "slug": "ghafir",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Haa Miim"
  ],
  [
    2,
    "Wàccu téeré bi, ci Yàlla la jógé, Boroom kàntan, aji xam ji"
  ],
  [
    3,
    "Jéggëlaakoonu bàkkaar yi, nanguwaakoonu tuub yi, aji tar mbugël, Boroom xéewël yi, amul benn Yàlla budul Moom ca Mool la dellug lépp jëm"
  ],
  [
    4,
    "Kenn du dàgge ci kàdduy Yàlla yi, kudul ñi weddi, séen wëndéelu ci dëkk yi, bu mu la nax [ñoom yéeféeri Makka]."
  ],
  [
    5,
    "Nitu Nóohin weddiwoon na ñu, lu léen jiitu, ak way lëkkoo ña, ca séen gin naaw, daanaka xeet wu ne ittéwoo na sonal séen yonnenta di dagge ci neen ngir bëgg dindi dëgg gi, tax na Ma alag léen, kaawteef Sama mbugël !"
  ],
  [
    6,
    "Noonu la sa kàddu Boroom yelle ci ñi weddi, te nakka ñoom way dëkk safara la ñu."
  ],
  [
    7,
    "[Malaaka] ya yanu gàngune ga, ak ña ko wër di na ñu sabbaal di sant séen Boroom te gëm na ñu Ko, te di na ñu baalul ñi gëm [naan] : sunu Boroom sa yërmëndé ak sa xamxam ëmbë na ñu lépp lu ne, baalal ñi tuub tey topp sa yoon, fegal léen mbugëlu safaras Jahiim."
  ],
  [
    8,
    "Yow sunu Boroom tàbbal léen àjjana ju sax ji Nga léen digoon ak képp ku yiw ci séeni way jur aki maam, ak ci séeni jabar, ak ci séeni doom aki sét, nakka Yaw Yaay Boroom kàntan di aji xereñ [ci say àtte]."
  ],
  [
    9,
    "Fegal léen ñaawtéef ya, te koo fegal ñaawtéef ya, ca bés boobu, yërëm Nga ko ba noppi, te loolu mooy texe gu màgga ga."
  ],
  [
    10,
    "Ñi weddi dees na léen woo ne léen : mer mi léen Yàlla mere ba ñu woo wee ci ngëm [ca àddina] ngéen bañ moo gën a tar mer mi ngéen mere séen bopp [tey cu àllaxira]"
  ],
  [
    11,
    "Ñu ne : Yow sunu Boroom rey Nga nu ñaari yoon, dundëloo Nga nu ñaari yoon, nangu na nu sunuy bàkkar, koon, ndax am na yoon wu no man a génné [fii-]."
  ],
  [
    12,
    "Noonu la séen mbir di nekke, ngui bu ñu mosaa tudd Yàlla Moom doηη, ngéen weddi, te bu ñu Ko bokkaale ngéen gëm. Atte bi Yàllaa ko moom aji Kowe ji aji Màgga ji."
  ],
  [
    13,
    "Moom Moo léen di won ay kaawtéefam te di léen wacceel wërsëg wu jógé asamman, te du fàttaliku [Boroomam] ludul ki dellu [jëm ci Moom]."
  ],
  [
    14,
    "Jaamu léen Yàlla te di Ko sellalal diiné ji, doonte lu yéeféer yi sib na ñu loolu,"
  ],
  [
    15,
    "Aji yékëtiku ci kowe [lépp] Boroom gàngune ga, Mooy sànni mbóotu xamle, ci ndigëlam, ci ku Ko soob ciy jaamam ngir muy yëglé bésu ndaje ma."
  ],
  [
    16,
    "Mooy bés ba ñuy génn [ca bàmmeel ya] feeñ faηη ba séen dara du nëbbu ci Yàlla. [Bés booba Boroom bi di Na waw] : kan moo moom tey nguur yi ? Xanaa Yàlla Miy kenna doŋŋ tey motaakoon ba."
  ],
  [
    17,
    "Tey dess na fey baken bu ne la mu fàgguwoon, te kenn du tooñ kenn, nakka Yàlla ku gaaw ci natta [jëfu jaamam yi] la."
  ],
  [
    18,
    "[Yow yonnenta bi] xuppe léen bés bu jigeñ, bés ba xol yay [yéeg] ba ca purux ya, feesak njàqare, te way tooñ ña du ame xarit bu léen du musël, du aji rammu wu ñuy topp."
  ],
  [
    19,
    "[Yàlla] xàmmee Na wuruju bët ya ak la dënna ya nëbb."
  ],
  [
    20,
    "Yàlla-a di àatte ci dëgg, te ñi ñuy jaamu bàyyi Ko du ñu àtte dara, nakka Yàlla Mooy àji dégg ji di aji gis ji [lépp]"
  ],
  [
    21,
    "Ndax da ñu doxul ci suuf si ba gis mujju ñi léen jiitu woon, te ñooñoo léen ëppon dolle ak jexxit yu ñu bàyyi ci kow suuf si, te Yàlla alag na léen ngir séeni bàkkaar, te amu ñu woon ku léen musël ci [mbugëlu] Yàlla."
  ],
  [
    22,
    "Noonu la, ngir séeni yonnenta dikkëloon na ñu léen ànd ak lay yu leer ñu weddi, Yàlla alag na léen, nakka Moom ku bari doole la te tar mbugël."
  ],
  [
    23,
    "Yónni woon na Nu Muussa, mu ànd ak Sunuy kawwtéef ak lay wu bir,"
  ],
  [
    24,
    "Ca Fir Awna ak Aamaan ak Xaaruuna ñu wa ne [kii du dara ludul] jubar kat guy fen"
  ],
  [
    25,
    "Ba mu aksee ca ñoom ànd ak dëgg gu jóge ci Nun, ñu wax : rey léen doom yu góoru ñi gëm ànd ak moom te bàyyi séeni jigéen te pexe yéeféer manul jëm fudul cik réer."
  ],
  [
    26,
    "Fir Awna wax : bàyyi léen ma, ma rey Muusa [bu yaboo] na woo Boroomam, man da ma ragal mu soppi séen diiné mba mu feeñal yàq ci suuf si."
  ],
  [
    27,
    "Muusa ne man wéeru na si sama Boroom, diséen Boroom di muslu ci bépp aji réyréylu bu gëmul bésub natta ba. [jëfuit ñi]."
  ],
  [
    28,
    "Góor gu gëm gu bokk ci njabootu Fir Awna te mu nëbb ngëmam wax : ndax da ngéen di réy ab góor ngir li mu ne Yàllaay sama Boroom te mu dikké léen ak lay yu leer ju jógé ca séen Boroom, bu fekke dey fen ci kowam la fen wiy xëppu waaye bu fekke ne wax na dëgg koon di na léen dal lenna ci li mu léen dig [ci mbugël], nakka Yàlla du gindi koo xam ne aji yàqa la aji fen la."
  ],
  [
    29,
    "Yéen samay nit yéen a moom nguur gi, tey, ngéen di way not ci suuf si, te kan mooy nuy dimmëli ci mbugëlu Yàlla bu aksee ci nun, Fir Awna tontu ne : du ma léen won ludul li ma gis, te du ma léen dugël fudul ci yoonu njub."
  ],
  [
    30,
    "Ki gëm ne, yéen samay nit man ragal naa ci yéen lu deme ni bésu way lëkkoo ña"
  ],
  [
    31,
    "Lu deme ni baaxu nitu Nóohin ña, ak waa Aad ak waa Samuud ak ñi nëwoon ca séen ginnaw, te Yàlla bëggul tooñ ay jaamam."
  ],
  [
    32,
    "éey samay nit man ragalal na léen bésub wootante ba"
  ],
  [
    33,
    "bés boo xam ne di ngéen daw wone ginnaw te doo léen am aji musël léen ci [mbugëlu] Yàlla, te ku Yàlla bàyyi cik réeram du am ku ko gindi."
  ],
  [
    34,
    "Te lu jiitu, Yuusufa dikkël na léen and ak lay yu leer, te mosu léen den ci nekk ci sikki-sakka, ci li mu léen indil, ba ba mu deewee ngéen wax ne Yàlla doo tul yónni benneen yonnenta, noonu a Yàlla di bàyyee cik réeram ku di yàqa kat di aji sikki-sàkka"
  ],
  [
    35,
    "Ñiy dàgge ci kàdduy Yàlla yi te amu ci benna lay bu léen dikkël loolu di na sos mer mu réy mu jógé ca Yàlla ak ca way gëm ña, noonu la Yàlla di téjé bépp xol buy réyréylu di màgga-màggalu."
  ],
  [
    36,
    "Fir Awna ne yow Aaman tabaxal ma taax [mu kowe] ndax xeyna ma àgga ca yoon ya"
  ],
  [
    37,
    "Yoonu asamaan ya ndax ma gus Yàlli Muusaa waaye man da ma njort u ne fenkat la, noonu la ñu rafetele ci [bëtu] Fir Awna mbonu jëfam, xàjji ko [soreek ko] yoon wu jub mi tax na pexe Fir Awna manul muji ludul cik alkande."
  ],
  [
    38,
    "Ka gëm ne : éey yéen samay nit tipp léen ma, ma teg léen ci yoonu njub"
  ],
  [
    39,
    "Yéen samay nit, dundu àddina bii nekkul ludul wéewu gu néew te nakka àllaxira mooy kër gu sax ga."
  ],
  [
    40,
    "Ku den ñaawteef, du ñu ko fey ludul lu ni mel, ku def jëf ju yiw, ngay góor walla jigéen, te ngay ku gëm, ñooñu ñooy tàbbi àjjana dees na léen fa xéewëlci lu àndul ak yamale nattu [xéewël ya]"
  ],
  [
    41,
    "Eey yéen samay nit, lu ma nekkal ci ma di léen woo [jëmé léen] cik mucc te ngéen di ma woo [jëmé ma] ca safara"
  ],
  [
    42,
    "Yéen a ngi may woo ci ma weddu Yàlla, bokkale Ko, te amu ma ci loolu xamxam, te man maa ngi léen di woo jëmé léen ca Boroom kàntan ga di jéggëlaakoon ba."
  ],
  [
    43,
    "Ca dëgg li ngéen may woo, yellul ñu jaamu léen ci àddina, du ca àllaxira, te sunu delluwaay ca Yàlla la te yàqakat ya ñoom ñooy ñay dëkk safara"
  ],
  [
    44,
    "Di ngéen mosa fàttaliku, li ma léen wax [balaa yàgg] te man maa ngui joyal sama mbir jëm ci Yàlla nakka Yàlla Mungi ne jàkk ciy jaamam"
  ],
  [
    45,
    "Yàlla fegal Na ko mbonu la ñu doon fexe, te wàcca na ca njabootu Fir Awna gën jaa bon mbugël,"
  ],
  [
    46,
    "safara su ñuy teew ca biir subaak ngoon, te bés bu waxtuw Pencé ma aksee [dees na wax] : dugël léen njabootu Fir Awna ca gën jaa tar mbugël."
  ],
  [
    47,
    "Te bu ñuy dàgge ca biir safar, ña néewoon doole di na ñu wax ña léen [kowe woon] doon màggamàggl, yéen la nu toppon ndax man ngéen noo jiñal ab cër ci safara si ?"
  ],
  [
    48,
    "Na doon màggmàgglu tontu ne, nun ñépp nu ngi ci biir, nakka Yàlla àtte na ba noppi jaam yi."
  ],
  [
    49,
    "Ña nekk ca biir safara, waxak bëkënéegu jahannama, ne léen ñaan léen séen Boroom Mu woyofal ci nun benna bés, mbugël mi"
  ],
  [
    50,
    "Ñu tontu ne, ndax dafa léen dikkëlul woon séen yonnenta ànd ak lay yu leer, ñu ne axakañ, ñu ne léen koon woo léen [ña ngéen doon jaamu] waaye ñaanu yéeféer cik cànkute reek la jëm"
  ],
  [
    51,
    "Nun faw di Na Nu dimmëli Sunuy yonnenta ak ñi gëm ci dundu àddina bi ak ca bés ba seede ya di taxaw"
  ],
  [
    52,
    "Bés boobu, way toon ña, séen lay du léen jariñ dara, te ñeel na léen rëbbum [Yàlla] ak dëkkuwaay ba gën a bon"
  ],
  [
    53,
    "Te meyoon na Nu Muusaa njub ga, te donole na Nu Bani-israiila, téré ba"
  ],
  [
    54,
    "Muy njub ak fàttali ñeel boroom xel yi"
  ],
  [
    55,
    "Muñël nakka digéb Yàlla dëgg la, sàkkul njéggël ci say bàkkaar, té nga sàb baal di sante sa Boroom ngoon ak subë ya."
  ],
  [
    56,
    "Ñiy dàgge ci kàdduy Yàlla yi ci lu àndul ak lay wu léen dikkël, nekkul ci séen dënnë ludul réy, te du ñu jot séen bëgg-bëgg, na nga muslu [wéeru] ci Yàlla, nakka Moom aji dégg la aji gis la."
  ],
  [
    57,
    "[Ca dëgg] mbindu asamaan yi ak suuf si moo gën a màgg mbindu nit ñi, waaye li ëpp ci nit ñi xamu ñu."
  ],
  [
    58,
    "Ki dib gumbë yamul ak njàccaar, nàkka noonu it, ñi gëm tey def jëf yu yim yamu ñu ak jëfkati lu bon. Néew na, ngéen fàttaliku."
  ],
  [
    59,
    "Naaka waxtu wa [àddina di tukki] luy ñëw la, amul sikk ci loolu, waaye li ëpp ci ni ñi gëmu ñu."
  ],
  [
    60,
    "Séen Boroom wax na : woo léen Ma, Ma wuyyu léen, ñiy réyréylu, bañ Maa jaamu, di na ñu dugg safara, di way torox,"
  ],
  [
    61,
    "Yàlla Mooy ki léen defal guddi ngéen di ci nopaliku, ak bëcëg ngéen di ci gis nakka Yàlla Mooy Boroom ngënéel [yu Muy jagle] nit ñi waaye li ëpp ci nit ñi du ñu gërëm [séen Boroom]."
  ],
  [
    62,
    "Yàllaa ngi noonu séen boroom aji bind ji lépp, déer di Yàlla kudul Moom, koon nakka la ñu léen di wëlbëtée."
  ],
  [
    63,
    "Nonu la ñu wëlbëtée ñi nekkon di weddi kàdduy Yàlla yi."
  ],
  [
    64,
    "Yàlla Mooy ki léen défal suuf si muy séen saxuuway, ak asamaan mu dim téek te Mu melal léen [jox léen] dën jaa rafet melo, te Mu wërsëgël léen ci [ñam] yu teey ya, kookoo di Yàlla séen Boroom, barkeel Na, Yàlla Boroom àdiina si."
  ],
  [
    65,
    "Mooy aji dund ji, amul yàlla budul Moom koon jaamu léen Ko te di Ko sella lal diiné ji, cant gépp ñeel na Yàlla Boroom àddina si."
  ],
  [
    66,
    "Neel tereef na ma, ma jaamu li ngéen di jaamu bàyyi Yàlla, ginnaaw ba ma dikkëlée lu leer naññ jógé ca sama Boroom te digëleef na ma, ma wommatu ñeel Boroom àddina si."
  ],
  [
    67,
    "Moom Mooy ki léen bind ci suuf, topp si toxanta, topp ci lumb, topp Mu génné léen ngéen di liir, ngir ngéen màgga ba tollu si séen diggi doole, nguir ngéen dund ba màgget, mu am ci yéen ñuy dee balaa booba ak ngir ngéen àgga ci àpp bu ñu tudd, ngir xeyna ngéen xellu"
  ],
  [
    68,
    "Moom Moy kiy dundël, di kiy rey, bu dogalee mbir, dafay wax rekk : nekkal mu nekk."
  ],
  [
    69,
    "Ngax gisoo ñiy dàgge ci kàddu Yàlla yi, nakka la ñu léen di wëlbëtée."
  ],
  [
    70,
    "Ñiy jàppe ay fen téeré bi ak li Nu ci wàcceel Sunu yonnenta di na ñu xami,"
  ],
  [
    71,
    "Bu gax ya ak calala ya nekkee ci séeni loss, ñu di léen diri,"
  ],
  [
    72,
    "Ci ndox mu bax topp di na ñu lakk ci safara."
  ],
  [
    73,
    "Topp ñu ne léen ana ñi ngéen nekkoon di léen jamu cik bokkaale"
  ],
  [
    74,
    "Bàyyi Yàlla, ñu ne réer na ñu nu, waaye sax daanaka li nu doon jaamu, bu jëkk du woon dara, noonu la Yàlla di bàyyee ci séen réer yéeféer yi"
  ],
  [
    75,
    "Noonu la, ngir li ngéen daar bég ci suuf si ci lu àndul ak dëgg ak li ngéen doon réyréylu ci loolu"
  ],
  [
    76,
    "Dugg léen ci buntu safara, ngéen béel fa, aka bon dëkkuwayu way réyréylu ña"
  ],
  [
    77,
    "Muñel, digéb Yàlla lu dëggu la, moo xam da Ma lay won lenna ci li Nu léen digóon, walla Ma rey la, [lu mu ci soon] ci Nun la ñuy déllu si."
  ],
  [
    78,
    "Yónni woon na Nu ay yonnenta, lu la jiitu, am na ci ñoom ñu Nu la nettali [séen mbir] am ci ñu Nu la nettaliwul [séen mbir], yellul cib yonnenta mu indi xarbaax ludul ci ndigëlu Yàlla, koon bu ndigëlu Yàlla aksee, àtteef na ba noppi ci dëgg te koon way yàq ña, yàqule na ñu."
  ],
  [
    79,
    "Yàlla Moo léen defal juru kër yi ngir ngéen di ci war, am ci ñoo léen di lekk."
  ],
  [
    80,
    "Te ame ngéen ci it ay njariñ a kit ngéen man a àgga war ci séen kow fa ngéen fas yéenée jëm ci séen xol, te dess na léen yanu ci séen kow ak si kow gaal yi."
  ],
  [
    81,
    "Te di Na léen woon ay kéémaanam, koon ban kéemaanu Yàlla ngéen di weddi"
  ],
  [
    82,
    "Ndax da ngéen doxul ci suuf si ba gis ñi léen jiitu ni ñu mujje, ñoo léen gënoon bari, ëppoon léen doole aki jéexit ci suff si, te jariñu léen dara la ñu nekkon di ko fàggu."
  ],
  [
    83,
    "Ba séen yonnenta dikée ca ñoom ànd ak lay yu leer, da ñu puukëréwoo la ñu yore ci xamxam, la ñu doon yéjj daldi wàcce ci ñoom."
  ],
  [
    84,
    "Ba ñu gisée Sunu mbugël, ñu ne gëm na nu Yàlla Moom doηη, te weddi na nu li nu nekkon di Ko ko bokkaaleel."
  ],
  [
    85,
    "Waaye séen ngëm [googu] jariñu léen dara, ba ñu gisee Sunu mbugël, lii mooy doxalinu Yàlla, soo xam ne moo mos a wéy ciy jaamam te yàqule na foofa ñi doon way weddi."
  ]
]