[
  {
    "id": 42,
    "city": "makkah",
    "name": {
      "translated": "The Consultation",
      "transliterated": "Ash-Shuraa",
      "codepoints": [
        1575,
        1604,
        1588,
        1608,
        1585,
        1609
      ]
    },
    "ayahs": 53,
    "slug": "ash-shuraa",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Haa Miim"
  ],
  [
    2,
    "Aïn siin xaaf"
  ],
  [
    3,
    "Noonu na la Yàlla soloo [xamal la] ak ña la jiitu woon, Moom Boroom kàntan gi di Ku xereñ"
  ],
  [
    4,
    "Moo Moom li nekk ci asamaan yi, ak li nekk ci suuf si te Moom Ku kowe Ku màgg la."
  ],
  [
    5,
    "Tuuti koon asamaan yi xar dale ca kow, te malaaka yi ñu ngiy sujóot di santa séen Boroom, tey jéggëlul ñi nekk ci suuf si, waaw ndax du Yàlla Mooy jéggëlaakoon bi di Jaglewaakoon bi."
  ],
  [
    6,
    "Ñiy sàkku [xérëm] yu léen di wottu, bàyyi Ko, Yàlla gis na léen, te nekku loo wéeruwaay ci ñoom."
  ],
  [
    7,
    "Noonu la Nu la soloo alxuraan ji di làkku araab ngir nga waar wa [Makka] Ndeyu jénda yi ak ña nekk fa ko wër te nga xuppe léen bésub ndaje ma, amul sikk ne luy am la, di na am kurél buy tàbbi àjjana ak kurél buy dugg [safara su tudd] Saiir."
  ],
  [
    8,
    "Bu sooboon Yàlla, mu def léen ñu di benn xeet doŋŋ, waaye te di Na dugël ku Ko soob ci yërmëndéem te way tooñ ñi du ñu am aji wottu léen, du ñu am ku léen dimmëli."
  ],
  [
    9,
    "Am da ñuy sàkku ñu léen di wottu, bàyyi Yàlla te Yàlla Mooy xarit ba dëgg-dëgg, te Moom Mooy dundëlaat ñi dee te am Na kàntan ci def lu ne."
  ],
  [
    10,
    "Boo léen juuyoo ci dara, àtte baa nga ci Yàlla, noonu la, Yàlla sama Boroom, ci Moom laa di wéeru, te ci Moom laay dellu."
  ],
  [
    11,
    "Aji sos asamaan yi ak suuf si, te def Na ci yéen ay ñaar ñaar [góor ak jigéen], def Na ko it ci jur gi, te di Na léen baril ci noonu, amul dara lu mel ni Moom te Moom Mooy aji dégg ji di aji gis ji."
  ],
  [
    12,
    "Ñeel na Ko caabi asamaan yi ak suuf si di Na yaatal wërsëg ci ku Ko soob, te di Na ko xatal it, Naka Moom xam Na lu ne."
  ],
  [
    13,
    "Leeralal Na léen yoon wa Mu dénkoon Nóohin, ak la Nu la soloo, ak la Nu dénkoon Ibraaima ak Muusa ak Iisaa [ne léen] na ngéen taxawal diiné ji, te bu léen ci teqalikoo, li ngéen woo way bokkaale jëme léen ca, réy na ci ñoom, Yàlla di Na tànna jëmé ci Moom ku Ko neex, di Na gindi jëmé ci Moom kuy aji dellu [ca Moom]."
  ],
  [
    14,
    "Te teqaliku wu ñu ludul ginnaaw ba xamxam ba àggee ca ñoom, ngir beew ci séen digënté, te budul koon baat [dogal] gu jiitu jógé ca sa Boroom, bu jëm ci àpp bu ñu xam, àtteef koon na séen digënté, te ñi jot téeré ca séen ginnaaw, nekk na ñu ci loolu cik sikki sàkka guy jur lënt."
  ],
  [
    15,
    "Koon wooteel ci [diiné jooju], te na nga jub ni digëleef la ko, te bul topp séen bànneex te waxal : gëm naa li Yàlla wàcce ci téeré bi, te digëleef na ma, ma àtte cik màndute séen digënté, Yàlla Mooy sama Boroom di séen Boroom, noo moom sunuy jëf, ngéen moom séen yos, te bu xulóo am ci sunu digënté ak ci séen digënté, Yàlla di Na dajale sunu digënté, te ca Moom la lépp di dellu."
  ],
  [
    16,
    "Ñiy dàgge ci Yàlla, ginnaaw ba ñu ko wuyyoo, séen lay lu yàqu la ca séen Boroom, te meram di na dal ca séen kow te ñeel na léen mbugël mu tar"
  ],
  [
    17,
    "Yàlla Mooy ki wàcce téeré bi ci dëgg, ak màndute, te ku lay xamal ne xeyna waxtu [tukkité àddina] jigeñ na ?"
  ],
  [
    18,
    "Ñi ko gëmul ñu ngi koy yàkamti, ñi ko gëm ñu ngi koy ragal, te di na ñu xami ne moom lu dëggu la, ndax ñiy werante ci jéexug àddina nekku ñu cik réer gu sori [dëgg]."
  ],
  [
    19,
    "Yàlla ku ñeemante la jaamam yi, di Na wërsëgël ku Ko soob te Moom Mooy aji tar ji doole te bari, kàntan."
  ],
  [
    20,
    "Ku bëgg fàggutéefu àllaaxira, di Na Nu ko yokkal la mu fàggu, ku bëgg fàggutéefu àddina, di na Nu ko ci jox, te du am cër ca àllaaxira."
  ],
  [
    21,
    "Am da ñu am ay bokkaale yu léen di tërërël yoon ci lu Yàlla meyewul ndigël, budul koon baatu teqale gu jiitu, àtteef koon na séen digënté, te way tooñ ñi ñeel na léen mbugël mu metti."
  ],
  [
    22,
    ". Di nga gis way tooñ ña ñuy ragal la ñu fàggu, te faw loolu di na tàbbi ci ñoom, waaye ñi gëm tey jëf jëf yu yiw di na ñu nekk ci dëru àjjana, di na ñu am lu ñu bëgg ci séen Boroom, loolu mooy ngënéel gu mag ga."
  ],
  [
    23,
    "Loolu mooy li Yàlla di bégëlé jaamam yi gëm tey jëf jëf yu yiw, neel laaju ma léen ci loolu pey, ludul cofeel ci jigeñaale gi [nu boole], ku fàggu jëf ju rafet di na Nu ko ci dollil lu rafet, nakka Yàlla, jéggëlaakoon la aji gërëm la [jaamam yiy def lu baax]."
  ],
  [
    24,
    "Am da ñuy wax ne dafa duural Yàlla ay fen, te bu neexoon Yàlla Mu ub sa xol, te di Na far neen, sampa dëgg ciy kàddoom, nakka Moom Ku xam la li nekk ci dënnë yi."
  ],
  [
    25,
    "Moom Mooy kiy nangu tuubu jaamam yi tey jéggëlé ñaawtéef yi te xam li ngéen di def,"
  ],
  [
    26,
    "tey wuyyu ñi gëm tey jëf jëf yu yiw, te di Na léen yokkal ci ngënéelam, te way weddi ñi ñeel na léen mbugël mu tar."
  ],
  [
    27,
    "Bu Yàlla yaataloon wërsëgu jaamam yi koon ñu beew ci suuf si, waaye dey wàcce kem li Ko soob, nakka Moom ku deñ kumpa la ci jaamam yi te Mu ngi ne jàkk ci ñoom."
  ],
  [
    28,
    "Moom Mooy kiy wàcce taw, ginnaaw ba ñu naagoo [ne dootu taw]. Mu wesaare yërmëndéem te Moom Mooy wottuwaakoon bi yayoo cant."
  ],
  [
    29,
    "Bokk na ciy kéemtaanam mbindu asamaan yi ak suuf si ak li Mu wesaare ci ñoom ñaar, ciy mbindéef, te Moom am na kàntanu dajale léen su Ko soobee"
  ],
  [
    30,
    "Lu léen dal ci lu bon mu ngi jógé ci lu séeni yoxo fàggu, te di Na jéggëlé lu bari"
  ],
  [
    31,
    "Te nekku léen ñuy man a raw [Yàlla] ci suuf si, te amu léen ginnaaw Yàlla ku léen man a wottu walla dimmëli."
  ],
  [
    32,
    "Bokk na ciy kèemtaanam, gaal yiy daw ci géej mel niy tundu doj."
  ],
  [
    33,
    "Bu ko neexoon Mu dalal ngilaw li [gaal ya] taxaw ci kow géej, nekk na ci loolu kéemtaan ci bépp muñaakoon bu di santaakoon [Boroomam]"
  ],
  [
    34,
    "Mbaa Mu diigloo léen ngir la fàggu [ci lu bon ña nekk ca biir] te di Na jéggëlé lu bari."
  ],
  [
    35,
    "Ñiy dàgge ci Sunuy kàddu, di na ñu xami ne amu ñu juuyuwaay"
  ],
  [
    36,
    "Koon lu ñu léen manti jox, ci lumu, nekkul ludul yóbbëlu dundu àddina, te la nekk ca Yàlla gën fuuf te mooy des, ñeel ñi gëm tey wéeru ci séen Boroom,"
  ],
  [
    37,
    "ak ñiy moytu [ba du ñu def] bàkkaar yu mag yi ak ñaawtéef yi, te bu nu meree jéggëlé"
  ],
  [
    38,
    "ak ñi wuyyu séen Boroom, tey taxawal julli di diisoo ci séen biir tey dundëlé ci li Nu léen wërsëgël."
  ],
  [
    39,
    "ak ñi nga xam ne bu léen tooñeel dalee ñu feyyu,"
  ],
  [
    40,
    "te peyu ñaawtéef, ñaawtéef gu ni mel la, waaye ku jéggëlé te yéwénël, peyam-a nga ca Yàlla, nakka Moom soppul way tooñ ña."
  ],
  [
    41,
    "Waaye ku feyyu ginnaaw ba ñu ko tooñee kooku amul lu ñu ko yedde."
  ],
  [
    42,
    "Yeddeel kañ mu ngiy dal ci kow ñiy tooñ nit ñi, te nekk ñu beew ci suuf si ci ludul dëgg, ñooñu ñeel na léen mbugël mu metti,"
  ],
  [
    43,
    "waaye, ki muñ te jéggëlé loolu bokk na ca mbir ya ñu dogal [ne faw dees na léen ko fey]."
  ],
  [
    44,
    "Ku Yàlla bàyyi ci réeram du am ku ko wottu ginnaaw Moom, te di nga gis way tooñ ña, bu ñu gisee mbugël ma di wax ndax am na pexe mu léen delloo àddina."
  ],
  [
    45,
    "Di nga léen gis ñu teewal léen ca [mbugël ma], ñuy way ragal nekk ci torox te di xool ak séen catu bët, ñi gëmoon naan léen ñi yàqule dëgg dëgg ñooy ñi yàqal séen boppa ak séen njaboot ca bésu dekki ba, yëgël ne way tooñ ña di na ñu nekk ci mbugël mu sax."
  ],
  [
    46,
    "Du ñu am aji wottu léen walla ku léen dimmëli, kudul Yàlla, ku Yàlla bàyyi ci réeram du am pexe [wu mu xettalikoo]"
  ],
  [
    47,
    "wuyyu léen séen Boroom balaa aksi bés ba Yàlla dogal, bu dara manul delloo [ba du ñëw], te doo léen fa am làquwaay, te doo léen man a miim dara [ci séeni bàkkaar]."
  ],
  [
    48,
    "Bu ñu dëddoo [xamal ne] yónni wu Nu la ci ñoom ngir nga nekk séen kiiraay, dara waru la ludul jottali, te Nun bu Nu mosalee nit dara ci sunu yërmëndé mu bég, waaye bu léen lu bon dalee, lu sosoo ci séeni yoxo, nit daldi nekk kuy fakk jëf."
  ],
  [
    49,
    "Yàlla-a moom nguuru asamaan yi ak suuf si, di Na bind lu Ko soob. Mooy mey ku Ko Soob [doom ju] jigéen, di mey ku Ko soob [doom ju] góor"
  ],
  [
    50,
    "mbaa Mu def léen siix góor ak jigéen, te def ku Ko Soob jasiir, nakka Moom aji xam la, Boroom kàntan la"
  ],
  [
    51,
    "yellul ci nit, Yàlla di waxak moom, ludul cik soloo, walla ci ginnaaw kiiraay, mbaa Mu yónni ab yonnenta [malaaka] muy xamle ci ndigëlam lu Ko soob, nakka Moom ku kowe ku xereñ la"
  ],
  [
    52,
    "Noonu la Nu soloo ab ruu [Jibril ? walla Alxuraan ?] gu jógé ci Sunu ndigël, nekku loo woon ku xam téeré bi, walla ngëm, waaye def na Nu ko muy leer gu Nuy gindée ku Nu Soob ci Sunuy jaam, nakka yow di nga gindée jëmé [nit ñi] ci yoon wu jub wi,"
  ],
  [
    53,
    "yoonu Yàlla Mi moom li nekk ci asamaan yi ak ci suuf si, yëgël ne mbir yépp ci Yàlla la ñuy dellu."
  ]
]