[
  {
    "id": 43,
    "city": "makkah",
    "name": {
      "translated": "The Ornaments of Gold",
      "transliterated": "Az-Zukhruf",
      "codepoints": [
        1575,
        1604,
        1586,
        1582,
        1585,
        1601
      ]
    },
    "ayahs": 89,
    "slug": "az-zukhruf",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Haa Miim"
  ],
  [
    2,
    "[Giñ na nu] ci téeré bu leer bi"
  ],
  [
    3,
    "ne def na Nu ko mu dim njàng ci làkku araab, ngir ngéen dégg kook xel"
  ],
  [
    4,
    "Te moom mungi ci ndeyu téeré bi nekk ci Nun muy lu kowe di lu ñu xereñe"
  ],
  [
    5,
    "Waaw ndax da Nu léen di [xañ alxuraan jii] noppi bañ léen ci wax dara, ngir li guéen nit ngéen nekk nit ñu jéggi dayo ?"
  ],
  [
    6,
    "Bari na li Nu yõnni ciy yonnenta ca ñu jëkk ña"
  ],
  [
    7,
    "Te mosu léen a dikkël  ab yonnenta te nekku ñu woon di ko ñaawal"
  ],
  [
    8,
    "Tax na Nu alag ñu léen gën a tar [caay-caay], waaye melo ñu jëkk ña wéy na"
  ],
  [
    9,
    "Boo léen laajon ku bind asamaan yi ak suuf si, faw ñu tontu la ne, ki léen bind Mooy boroom kàntan gi di aji xam"
  ],
  [
    10,
    "Ki léen defal suuf si muy laltaay te defal léen ci ay yoon ngir ngéen maan cee gindiku"
  ],
  [
    11,
    "Te di wàcce ndox mu jόgé asamaan cik yamale ngir Nu dekkal ci réex mu wowoon koɳɳ te noonu ngéen di génné [ci suuf bésu dekki ba]"
  ],
  [
    12,
    "Di ki bind ñaar ñaar ci lu ne te defal léen ci gaal yi ak juri kër yi loo léen di war"
  ],
  [
    13,
    "ngir ngéen [toog] bu jekk ci ginnaaw [waru waay woowu] ngéen fâttaliku séen xéewëlu Boroom, boo léen ca toogee ba jekk, ngéen wax : tudd na nu sellu [Boroom] bi nu tàggatal lii ndax doowu nu woon man koo [defal sunu bopp]"
  ],
  [
    14,
    "te nun ca sunu Boroom la nuy dellu"
  ],
  [
    15,
    "ñu di Ko sàkkal ciy jaamam ab xaaj [bu bokk ci Moom], nakka nit daal kuy fakk jëf la lool"
  ],
  [
    16,
    "Am dey sàkk ci li Mu bind ay doom yu jigéen, te tànnal léen yéen ay doom yo gόor ?"
  ],
  [
    17,
    "te bu ñu yëgëlée kenna ci ñoom [yéeféer yi] lu mel ni li ñu sédd Yërëmaakoon bi [doom yu jiguéen], kanamam lëndëm mu feesak mer"
  ],
  [
    18,
    "Ndax ki mbindéef na ko ci [mottali kook] takkaay tey waxam ci dàgge bu wér péɳ"
  ],
  [
    19,
    "te da ñu def malaaka yi diy jaamu Yërëmaakoon bi, ñu nekk [mbindéef] yu jigéen ndax da ñu teewe séen mbind, dees na bind séen seede te dees na léen laaj"
  ],
  [
    20,
    "ñu ñaan, bu nexoon Yàlla du nu jaamu [xérëm yi], amu ñu benn xamxam ci loolu, nakka ñoom nekku ñu ludul ciy fen."
  ],
  [
    21,
    "Am da Nu léen joxoon ab téeré, bu jiitu [Alxuraan] ba tax ñoom ñuy ca ηoy"
  ],
  [
    22,
    "Déedéet, da ñu wax ne ; fekk na nu sunuy maam nekk ci diiné, te nun ci séeni jéexit la nuy gindikoo"
  ],
  [
    23,
    "Nakka noonu, mosu Noo yόnni, lu la jiitu, cib dëkk, ab waarekkat, te boroom alal ya waxu ñu : nun da nu fekk sunuy maam ci diiné, te séeni jéexit la nuy roy"
  ],
  [
    24,
    "[mu ne léen] waaw bu fekkee nak ne dama léen indil lu gën a jub li séeni maam nekkoon, ñu ne : nun li ñu léen yόnni weddi na nu ko."
  ],
  [
    25,
    "Nu feyyu ci ñoom te seetlul ni mujju way weddi ña mel."
  ],
  [
    26,
    "[Fàttalikul] ba Ibraaima waxee baayam aki nitam, man aji deñ laa ci li ngéen di jaamu."
  ],
  [
    27,
    "[Du ma jaamu] kudul ki ma bind te Moom di Na ma gindi."
  ],
  [
    28,
    "[Waxam jooju] Mu def ko wax ju dés ba ciy sëtam ndax ñu dellu [ca Yàlla]"
  ],
  [
    29,
    "[way bokkaale yi mu digaale woon] da Ma léen xeéwëloon , ñoom ak séeni maam ba bi, dëgg gi aksee ci ñoom ak yonnenta bi wér."
  ],
  [
    30,
    "Ba dëgg gi aksee ca ñoom, ñu ne lii njibar la te nun weddi na nu ko,"
  ],
  [
    31,
    "Ndax ñoom ñooy séddëlé se yërëndé Boroom [déedéet] Nun Nooy séddëlé ci séen wërsëg ci dundu àddina, te Nooy yékëti ñenna ñi ci kow ñeneen ñi, ngir ñu man a am surgë ci kow ñoom, waaye sa yërmëndé Boroom moo gën la ñuy dajale"
  ],
  [
    32,
    "Ndax ñoom ñooy séddëlé se yërëndé Boroom [déedéet] Nun Nooy séddëlé ci séen wërsëg ci dundu àddina, te Nooy yékëti ñenna ñi ci kow ñeneen ñi, ngir ñu man a am surgë ci kow ñoom, waaye sa yërmëndé Boroom moo gën la ñuy dajale"
  ],
  [
    33,
    "Sunu bañul woon nit ñépp nekk benna xeet, [wu maase ci kéeféer] koon di na Nu defal ñi weddi Yërëmaakoon bi kër yu am téegu xaalis ak yéegukaay yu ñu fay yéegé"
  ],
  [
    34,
    "Aki bunt lal yu ñuy jaaxaan"
  ],
  [
    35,
    "Ak [la ñuy] taarale, waaye loolu yépp nekkul ludul yóbbëlu dundu àddina, te àllaaxira ca sa wetu Boroom, ñeel na way ragal ña Yàlla"
  ],
  [
    36,
    "Képp ku dëddu fattaliku yërëmaakoon bi, di na Nu ko sàakkal seytaane buy nekk àndandoom"
  ],
  [
    37,
    "Te ñoom [seytaane yi] da ñu léen di wëlbëti sorel léen yoon wu jub wi, te ñoom ñu defe ne ñu ngi cik njub."
  ],
  [
    38,
    "Ba ker ba [yéeféer bi] dikk ci Nun, mu ne aka neexoon sama digënte ak yow [seytaane si] soreyaatoo ni digënté penkook sowu, aka bon xarit boobu."
  ],
  [
    39,
    "[ñu ne léen] séen réccu du léen jariñ dara tey, ndéem tooñoon ngéen di ngéen nekk way bokk mbugël mi"
  ],
  [
    40,
    "Ndax yow [yonnenta bi] yaay dégg loo ñi tëx, walla gindi ñi gumb ak ku nekk cik réer gu tar."
  ],
  [
    41,
    "Amaana Nu jëlé la fi, topp Nu mbugël léen,"
  ],
  [
    42,
    "walla Nu won la [ci sa dund] li Nu léen dig ndax Nun am na Nu Kàntan ci séen kow."
  ],
  [
    43,
    "Koon na nga jàppa ci lii ñu la soloo, nakka yow yaa ngi ci yoon wu jub wi"
  ],
  [
    44,
    "Te moom [Alxuraan] fattali la ñeel la yaak saw nit, te dees na léen laaj [ni ngéen ko jàppewon]"
  ],
  [
    45,
    "Te laajal ñi Nu yónni woon, lu la jiitu ci Sunuy yonnenta ndax defoon na Nu, ginnaaw Nun yërëmaakoon bi, ay yàlla yu ñuy jaamu."
  ],
  [
    46,
    "Yónniwoon na Nu Muussa ca Fir-Awna, ak mbooloom, mu ànd ak Sunuy kéemaan, mu ne man yonnentu Boroom àddina bi laa"
  ],
  [
    47,
    "Ba mu léen dikkëlée ak Sunuy kéemaan, ñu di ko ree"
  ],
  [
    48,
    "Wonu Nu léen benna kéemaan, ludul bu ñëw gën a màagg ba ko jiitu, Nu teg léen ay tiis ngir ñoom ñu dellu ginnaaw."
  ],
  [
    49,
    "Ñu naan, éey yow jibar bi [Muusaa] ñaanal nu sa Boroom, ci li Mu kóllëran teek yow [mu teggi tiis wi] koon nu gindi ku [gëm la]"
  ],
  [
    50,
    "Waaye nu Nu léen teggilee mbugël ma, ñu firi kóllëré ga."
  ],
  [
    51,
    "Fir-Awna woo ay nitam ne léen éey samaay nit ndax du maa moom nguuru Misra ak ndex yiy dax ci samay tànk, ndax da ngéen dul gis."
  ],
  [
    52,
    "Am du maa gën kii nekk ku xeebu te waxul man a wax"
  ],
  [
    53,
    "Lu teewoon ñu takkal ko ay lamu wurus, mbaa ay malaaka ànd ak moom, nekk ñu toftalou[ci wetam]."
  ],
  [
    54,
    "Fir-Awna réerloo nitam ña, ñu déggël ko, nakka ñoom da ñu nekkoon nit ñu saay saay"
  ],
  [
    55,
    "Ba ñu Nu merloo, mbugël na NU léen, topp Nu labal léen ñoom ñépp"
  ],
  [
    56,
    "Nu def léen ñuy way jiitu [ci mbugël moomu] tey seetu [waarukaay] ci ñay ñëw [ca séen ginnaaw]"
  ],
  [
    57,
    "Bu ñu léen ne xool léen ci [Iissa] doomi Maryaama, mu di waaruwaay, saw nit fippu"
  ],
  [
    58,
    "ñu naan : sunu Yàlla yee gën walla moom [lisaa doomi Maryaama], te tontu wu ñu la loolu ludul [xuus] ci dàgge, ñoom da ñu nekk nit ñu tar ci xulóo"
  ],
  [
    59,
    "Nekkul moom [Iissa] ludul ab jaam bu Nu jox ay xéewël, te it Nu def ko muy royuuwaay ñeel waa Bani-Israaiil."
  ],
  [
    60,
    "Bu Nu sooboon Nu def ci suuf si ay malaaka yu nekk ak yéen, [te mujj] wuutu léen."
  ],
  [
    61,
    "Nakka moom [Iisaa] mandarga la ci tukkité àddina, bu léen ci am xel ñaar, te na ngéen ma topp looloo di yoon wu jub wi."
  ],
  [
    62,
    "Bu léen seytaane wëlbëti [jëlé léen ci yoon wu jub wi], nakkà moom séen noon tigi la."
  ],
  [
    63,
    "Ba Iisaa aksee indiwaale lay wu leer dafa ne : dikk naa ci yéen ak xamxam wu ràññee [dëgg] ngir ma leeralal léen lenna ci li ngéen juuyoo, koon ragal léen Yàlla te ngéen topp ma."
  ],
  [
    64,
    "Nakka Yàlla Moom Mooy sama Boroom, di Séen Boroom, koon jaamu léen Ko, looloo di yoon wu jub wi."
  ],
  [
    65,
    "Kurél ya juuyoo na ñu ca séen digënté, te alkande ñeel na way tooñ na, ci mbugëlu bés bu tiis."
  ],
  [
    66,
    "Xaaru ñu fi ludul waxtu wa [tukkité àddina], mu aksi ci ñoom cik mbeteel te du ñu ko yëg."
  ],
  [
    67,
    "Bés boobu, ay xarit di na ñu nekk ay noon, ginnaaw ña ragal Yàlla"
  ],
  [
    68,
    "Eey Samay jaam tiit du léen dal ca bés ba te doo léen am it naxar"
  ],
  [
    69,
    "ñooy ñi gëm Sunuy kàddu te ñu nekk way wommatu"
  ],
  [
    70,
    "[di na ñu léen wax] : dugg léen àjjana yéen ak séeni jabar ngéen di ñu ñu teral."
  ],
  [
    71,
    "dees na léen wërëlé aki bagaan yu wurus ak ki kaas, te li nekk ci biir di lu baken yi soppa, ak yu neexa xool te yéen da ngéen fay béel"
  ],
  [
    72,
    "Te àjjana jooju donaleef na léen ko ngir li ngéen daan def."
  ],
  [
    73,
    "Ñeel na léen fa meññenta yu bari, ngéen di ci lekk"
  ],
  [
    74,
    "Nakka saay saay ña, ñu ngay nekk ci mbugëlu safara di ca béel."
  ],
  [
    75,
    "Deeful doggante ci ñoom [woyofal mbugël ma] te ñoom sax da ñuy naagu [ca biir mbugël ma]."
  ],
  [
    76,
    "tooñu Nu léen waaye ñoo nekkoon di ñu tooñ séen bopp"
  ],
  [
    77,
    "ñu woo ne, éey yow Maalik na nu sa Boroom jekkali, mu tontu ne way sax ngéen foofu."
  ],
  [
    78,
    "[Yàlla ne] dikkëloon na Nu léen, indil léen dëgg gi, waaye li ëpp ci yéen da ñu sib dëgg."
  ],
  [
    79,
    "Am ñooy àtte mbir [ci weddi yonnenta yi] koon Nu nit way àtte la Nu [ci alag léen]"
  ],
  [
    80,
    "Am da ñu njort u ne Nun déggu Nu séeni mbóot, ak séen déeyóo, déet [manul nekk] Sunuy ndaw ñu ngi ànd ak ñoom di bind"
  ],
  [
    81,
    "Neel bu fekkoon ne Yërëmaakoon bi am na doom, koon man maay doon njii tu jaam ña"
  ],
  [
    82,
    "Màgg na sellug Boroom asaman yi ak suuf si di Boroom gàngune ga, jomb Na lool la ñu Koy nirëlé"
  ],
  [
    83,
    "Bàyyi léen ñuy xuus [ci li léen neex] ak di fo ba ñu dajeek séen bés ba ñu léen dig"
  ],
  [
    84,
    "Moom Mooy Yàlla ci asamaan, di Yàlla ci suuf si, te Moom Mooy aji xereñ ji di aji xam ji"
  ],
  [
    85,
    "Bari Na aw jiw Moom Mi moom nguuru asamaan yi ak suuf si, ak li nekk ci séen digënté, te Moom dohh Moo xam kaña la waxtu wa [tukité àddina] te ci Moom ngéen di dellu."
  ],
  [
    86,
    "Te ñi ñuy jaamu bàyyi Yàlla moomu ñu dara ci rammu ga, ginnaaw ñiy seede dëgg te xam"
  ],
  [
    87,
    "Boo léen laajoon ku léen bind, koon faw di na ñu tontu na Yàlla la, koon nakka la ñu léen di wëlbëtée [ba ñuy jaamu kenneen kudul Yàlla]"
  ],
  [
    88,
    "Te giñ Naa ci ay waxam [yonnenta bi] ne nit ñi [yéeféer yi] du ñu gëm."
  ],
  [
    89,
    "Dummóoyu léen, te nga wax jàmma, di na ñu xami."
  ]
]