[
  {
    "id": 44,
    "city": "makkah",
    "name": {
      "translated": "The Smoke",
      "transliterated": "Ad-Dukhan",
      "codepoints": [
        1575,
        1604,
        1583,
        1582,
        1575,
        1606
      ]
    },
    "ayahs": 59,
    "slug": "ad-dukhan",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Haa Miim"
  ],
  [
    2,
    "[Giñ na Nu] ci téeré bu leer bi"
  ],
  [
    3,
    "ne Nun wàcce na Nu ko, ci guddi gu barkeel, Nun Noo di aji waare ji."
  ],
  [
    4,
    "Ci [guddi googu] teqaleef na bépp ndigël mu xereñ,"
  ],
  [
    5,
    "muy ndigël lu tukkée ci Nun, nàkka Nun Noo di aji yonni [yonnenta yi]"
  ],
  [
    6,
    "mu di yërmëndé gu tukkée ca sa Boroom, nàkka Moom Mooy aji dégg ji di aji xam ji"
  ],
  [
    7,
    "Boroom asamaan yi ak suuf si ak li nekk ci séen digënté, ndéem nekk ngéen di way wóolu [dëgg goo gu]."
  ],
  [
    8,
    "Amul benn Yàlla budul Moom, Mooy dundël Mooy rey, di séen Boroom di Boroomi séen maam yu jëkk ya."
  ],
  [
    9,
    "Déet, ñoom da ñu nekkoon cik sikk, di fo."
  ],
  [
    10,
    "Muñëndikul bés ba asamaan si dikkée ak saxaar su tar,"
  ],
  [
    11,
    "suy muur nit ñi, [te loolu] di mbugël mu metti."
  ],
  [
    12,
    "[ñu naan] sunu Boroom teggil nu mbugël mi, nun way gëm la nu."
  ],
  [
    13,
    "Nàkka la ñuy ame ngëm te dikkëloon na léen ab yonnenta bu wóor,"
  ],
  [
    14,
    "ñu dëddu woon ko, ñii ne ku ñu jàngal la, ñii ne dof la."
  ],
  [
    15,
    "Sunu teggiwoon mbugël mi tuuti rekk, koon yéen di ngéen dellu [ca séen weddi ga]."
  ],
  [
    16,
    "Bés bu Nu ŋëbée ŋëb gay gën jaa màgga kuy feyyu la Nuy doon"
  ],
  [
    17,
    "Nàttu woon na Nu, lu léen jiitu, nitu Fir-Awna te ab yonnenta bu tedd dikkël léen."
  ],
  [
    18,
    "Mu ne léen jox léen ma jaami Yàlla yi [bànni Israiila yi nekkoon jaam ca Misra], nakka man ab yonnenta laa, ci yéen, bu mat a wóoIu."
  ],
  [
    19,
    "Mu ne léen bu léen réylu ci kow Yàlla, man indil naa léen lay wu bir."
  ],
  [
    20,
    "Te man maa ngiy muslu (làqu) ci sama Boroom di séen Boroom, ngéen bañ maa jam ay xeer."
  ],
  [
    21,
    "Boo léen ma gëmul, beru léen ma [bañ maa jéema lor]."
  ],
  [
    22,
    "Mu woo Boroomam naan ñii, nit ñu di way tooñ la ñu [da ñuy bokkaale Yàlla]"
  ],
  [
    23,
    "[Boroomam ne ko] na nga riñaan ànd ak Samay jaam, ci guddi, [waaye] di ngéen nekk ñu ñuy toppali."
  ],
  [
    24,
    "Na ngéen bàyyi géej gi mu ubbiku, nakka ñoom lél bu ñuy labal la ñu."
  ],
  [
    25,
    "Aka bari la ñu bàyyi ciy tooI aki bëti ndox [ginnaaw ba ñu labee ca géej ga ñoom nitu Fir-Awna ya],"
  ],
  [
    26,
    "aki mbey ak kër yu rafet"
  ],
  [
    27,
    "aki xéewël yu ñu nekkoon di ca xéewlu"
  ],
  [
    28,
    "Noonu [Ia mbir ya deme], Nu donnaloo ko ñeneen."
  ],
  [
    29,
    "Kenn jooyu léen, du waa asamaan du waa suuf si, nekku ñu woon ñu ñuy yiixal [séen mbugël]."
  ],
  [
    30,
    "Te musël na Nu waa Bani-Israiila ci mbugël muy toroxale,"
  ],
  [
    31,
    "ci Fir-Awna, mi nekkoon ku kowe ca way yàqa ña."
  ],
  [
    32,
    "Te tànna na Nu leen [ñoom Bani Israaiil], ci xam [bu baax lu tax] ci kow [mbindéefu] àddina si yépp"
  ],
  [
    33,
    "te mey na Nu léen, kéemaan, yu làmbook nàttu gu bir."
  ],
  [
    34,
    "Ñii nak [waa Màkka] faw di na ñu wax"
  ],
  [
    35,
    "ne sunu dee giy jëkk ñëw rekka fiy am, deesu nu dekkal,"
  ],
  [
    36,
    "déllóosi léen sunuy maam ya, ndéem ñu dëggu ngéen"
  ],
  [
    37,
    "Ndax ñoom ñoo gën wàlla nitu Tubba ak ña léen jiitu woon? Nun alag na Nu léen ndax ñoom ñu bon la ñu woon."
  ],
  [
    38,
    "Bindu Nu asamman yi ak suuf si ak li nekk ci séen digënté ngir po."
  ],
  [
    39,
    "Bindu Nu léen ñoom ñaar, ludul ci dëgg waaye li ëpp ci ñoom xamu ñu"
  ],
  [
    40,
    "Nàkka bosun dogal ba moon séen àpp ñoom ñépp"
  ],
  [
    41,
    "bés la boo cam ne lariat du jariñ dara xaritam, te ñoom déesu léen dimmëli"
  ],
  [
    42,
    "ginnaaw ka Yàlla yërëm, nàkka Moom Mooy Boroom kàntan di jàglewaakoon bi"
  ],
  [
    43,
    "Nàkka garab ga tudd Saxuum"
  ],
  [
    44,
    "mooy ñamu way bàkkaar ba"
  ],
  [
    45,
    "nikki weñ gu ruy di na bax ci biir yi"
  ],
  [
    46,
    "nikki ndox muy bax"
  ],
  [
    47,
    "[ñu ne] jàppa léen ko, diri léen ko ba ca diggi safara"
  ],
  [
    48,
    "Topp ngéen sotti ci kow boppam mbugël ndox muy bax"
  ],
  [
    49,
    "ñu ne ko : mosal, nàkka yow yaay boroom kàntan gi, di ku tedd ki"
  ],
  [
    50,
    "Nàkka lii mooy la ngéen nekkoon di ko sikki sàkka"
  ],
  [
    51,
    "Ña ragal Yàlla ñoom di na ñu nekk ci dëkkuwaay yu am kóoluté"
  ],
  [
    52,
    "ciy tool aki bëtu ndox"
  ],
  [
    53,
    "ñu sol yéré yu soy ak baraaya ñu di way jàkkaarloo"
  ],
  [
    54,
    "Noo nu lay deme Nu mey léen jabar ay uuri yu séen bët réy"
  ],
  [
    55,
    "ñu di fa am bépp xeetu meññent, nekk ci kóoluté,"
  ],
  [
    56,
    "Du ñu fa mos dee, ludul dee gu jëkk ga, Mu musël léen ci mbugëlu safara"
  ],
  [
    57,
    "Muy ngënéel gu jógé ca sa Boroom, loolu mooy texe gu mag ga"
  ],
  [
    58,
    "Yómbalu nu Ko [alxuraan] ci sa làmmeñ ludul ngir ñu waaru"
  ],
  [
    59,
    "muñëndikul , nàkka ñoom it way muñëndiku la ñu"
  ]
]