[
  {
    "id": 5,
    "city": "madinah",
    "name": {
      "translated": "The Table Spread",
      "transliterated": "Al-Ma'idah",
      "codepoints": [
        1575,
        1604,
        1605,
        1575,
        1574,
        1583,
        1577
      ]
    },
    "ayahs": 120,
    "slug": "al-maidah",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Éey yéen way gëm ñi, na ngéen matal paspasu kóllëré yi, dagan na ci yéen [yàppu] juri kër yi, ginnaaw yi ñu léen limal; daganul it ya ñu rëbb te fekk ngéen armal ba noppi, Yàlla lu ko neex lay dogal."
  ],
  [
    2,
    "Éey yéen way gëm ñi, bu léen ñàkk wormaal, màndarga diiné yàlla, ak weer wi ñu wormaal, ak mala yi nekk ay yool, ak mala ya ñu ràngal, ak ñay aji ca néeg bu ñu wormaal bi, ngir sàkku ngënéel ca séen Boroom ak ngërëmam, boo léen yewikoo man ngéen rëbb, te mbañeelu nit ñi léen tere woon jëm ci Jàkka ji ñu wormaal, bu mu tax ngéen jéggi dayo, dee léen dimmëlanté ci mbaax ak ragal Yàlla, te bu léen dimmëlanté jëm ci bàkkaar ak noonoo, te na ngéen ragal Yàlla, nakka Yàlla ku tar mbugël la."
  ],
  [
    3,
    "Araam na ci yéen mala mu médd, ak deret, ak yàppu mbaam xuux, ak lu ñu rey tudd ca ludul Yàlla, ak mala mu wàkku ak ba ñu dóor ba mu dee, ak ba bartalu daanu ak ba ñu jam béjjën, ak ba rabi àlla am la mu ca lekk ludul la ngéen rendi ak ba ñu rendi ciy xérëm ; ngéen di séddëlé ciy banti gisaane lu génn diiné la, tey jii ñi weddi naagu na ñu ci séen diiné bu léen léen ragal, ral léen Ma, bés nikki tey matalal Naa léen séen diiné, matal ci yéen samay xéewël, te gërëm Naa ci yéen lislam di séen diiné, koo xam ne dafa loru ci jamano xiif [ba lekk li Ma araamal] te du dafa sóobu ci bàkkaar, na xam ne Yàlla jéggëlaakoon la, jagglewaakoon la."
  ],
  [
    4,
    "Ñu ngi lay laaj lan moo dagan ci ñoom, neel yu sella yi ñoo dagan ci yéen, ak la léen indil séen rêbbukaay yi ngéen yar yi demeni xaj, ni léen ko Yàlla jàngale, man ngéen lekk ca la ñu léen jàppal, te na ngéen ci tudd turu Yàlla, te ngéen ragal Yàlla, nakka Yàlla ku gaaw la ci natt [jëf yi]"
  ],
  [
    5,
    "Bés nikki tey dagan na ci yéen [ñam] yu sella yi te it ñamu ñi jotoon téeré dagan na léen, te séen ñam dagan na ci ñoom yu yiw ci ñi léen jëkk jot téeré dagan na ngéen [ngéen séy ak ñoom] ginnaaw boo léen joxee séen can ngir séy mu baña nekk njaaloo, ngéen bañ léena jàppe it ay coro. Képp ku weddi ngëm, ay jëfëm yàqu na te ci way yàqule ña lay bokk ca àllaaxira."
  ],
  [
    6,
    "Éey yéen waay gëm ñi, boo léen jógé jëm ci julli na ngéen raxas séen kanam te raxas séeni yoxo ba ci séeni conco, te ngéen laal it séen bopp ak séeni tànk ba ca ñaari dojor ya, waaye boo léen jógé ci séy, na ngéen sangu, boo léen féebaree mbaa ngéen nekk ci tukki, mbaa kenn ci yéen jógé ca wanak wa mba ngéen bànneexu ci jiggéen , te amu léen ndox, na ngéen tiim ci pàkk bu laab, ngéen laal ci séen kanam alk séeni yoxo, Yàlla bëggul léen a teg tiis, waaye dafa léen bëgg laabal, te mottali xéewëlam ci yéen ndax xeyna ngéen santa Ko."
  ],
  [
    7,
    "Fàttaliku léen xéewëlu Yàlla ci yéen, ak kóllëré yi ngéen fasan teek Moom, ba ngéen ne dégg na nu te nangu na nu te na ngéen ragal Yàlla, nakka Yàlla ku xam la, li nekk ci xol yi."
  ],
  [
    8,
    "Éey yéen way gëm ñi na ngéen nekk ñu taxaw temm ngir Yàlla, di ay seede cik màndute, te mbañeel goo léen bañ aw nit bu mu léen jiñ ci ñakk màndu, na ngéen màndu moo gën a jégéñ ragal Yàlla, te na ngéen ragal Yàlla, nakka Yàlla ku ràññee la li ngéen di def."
  ],
  [
    9,
    "Yàlla dig Na ñi gëm, tey jëf lu yiw [farataak sunna] njéggël ak pey gu réy."
  ],
  [
    10,
    "Ñi nga xam ne weddi na ñu, te jàppe Samay tektal ay fen, ñooñu ñooy waa safara."
  ],
  [
    11,
    "Éey yéen way gëm ñi, fàttaliku léen xéewëlu Yàlla ci yéen, ba benn kurél nammee dal ci séen kow, mu fégal léen loxo ñooñu, te na ngéen ragal Yàlla, te way gëm vi na ñu sukëndiku ci Yàlla doŋŋ."
  ],
  [
    12,
    "Yàlla fasante woon Na kóllëré ak waa Bani Israail, Nu feeñal ci ñoom fukki kilifë ak ñaar, Yàlla ne léen Maak yéen a ànda, boo léen di taxawal julli, di génné asaka, te gëm Samay yonnenta di léen dimmëli, tey lebal Yàlla [ci séen alal] lebal gu rafet di Na léen jéggël séeni ñaawteef, dugël léen Àjjana joo xam ne ay dex ay daw ci suufam, ku weddi ci yéen ginnaaw loolu, réer na [ba sore] diggi yoon wa."
  ],
  [
    13,
    "Ngir firi gi ñu firi kóllëré ga, rëbb na Nu léen, def séeni xol wow koŋŋ, da ñoo toxal baat jëlé ko famu tëddoon, boole ca fàtté as lëf ca la ñu léen waare woon, te doo noppee seetlu wuruj ci ñoom, ludul ci lu néew ci ñoom. Na nga léen jéggël te nga dummóoyu, Yàlla ñiy rafetal la soppa."
  ],
  [
    14,
    "Ñi def séen bopp ay nasaran it fasante woon na Nu kóllëré ak ñoom, ñoom it fàtté na ñu as lëf ca la ñu léen waare woon, tax na Nu tàbbal ci séen digënté noonoo ak mbaññeel guy wéy ba bés Péncé ma, bu booba Yàlla di Na léen won la ñu nekkoon di ko def."
  ],
  [
    15,
    "Éey ñoñ-téeré yi, Sunu yonnenta dikk Na ci yéen, leeral na léen lu bari ca la ngéen nëbboon ci téeré bi, te ñu far ca it lu bari, dikkël na léen lu jógé ca Yàlla, leer ak ab téeré buy leerale. 16)Yàlla di Na ci gindi képp ku topp ndigëlam, muy yoonu jàmm, te di Na léen génné cik lëndëm tàbbal léen cik leer bu ko soobee, te Mu teg léen ci yoon wu jub wi."
  ],
  [
    16,
    "Yàlla di Na ci gindi képp ku topp ndigëlam, muy yoonu jàmm, te di Na léen génné cik lëndëm tàbbal léen cik leer bu ko soobee, te Mu teg léen ci yoon wu jub wi."
  ],
  [
    17,
    "Daana ka ay yéeféer la ñu, ñi wax ne Yàlla moo di ku ñu barkeel ka doomi Maryaama. Neel ani kan mooy manal Yàlla dara, su bëggoon rey ku ñu barkeel ka doomi Maryaama ak yaayam, ak ñépp ñi nekk ci kow suuf si, Yàllaa moom nguuru asaman yi ak suuf si ak li nekk ci séen digënté, di Na bind lu Ko soob, Yàlla am Na kàntanu def lu ne."
  ],
  [
    18,
    "Wax na ñu, ñoom Yauud yi ak nasaraan yi, nun nooy doomi Yàlla te diy soppeem, neel lu tax Mu mbugël léen ci sababu séeni bàkkaar; déet ! yéen, ay nit ngéen ñu bokk ca ña Mu bind, di Na baal ku ko neex, di Na mbugël it ku Ko soob, te Yàllaa moom nguuru asamaan yi ak suuf si ak li ne ci séen digënté, te ci Moom la lépp di dellu."
  ],
  [
    19,
    "Éey yéen ñoñ-téeré Sunub yonnenta dikk na ci yéen, mu leeral léen ginnaaw diir bi dox digëntéem ak ka mujjé feeñ, ngir ngéen baña taafantaloo ne, benn aji xamle walla aji waare dikkul ci nun, koon dikk na ci yéen aji xamle di aji waare, Yàlla am Na kàntan ci def lu Ko soob."
  ],
  [
    20,
    "[Fàttalikul] ba Muusaa waxee aw nitam, yéen samay nit fàttaliku léen xéewël gi léen Yàlla defaloon, ba Mu defee ci yéen ay yonnenta, te Mu def it ci yéen ay buur, te Mu mey léen it lu Mu mosul mey kenn ci àddina bi."
  ],
  [
    21,
    "Yéen samay nit, dugg léen ci suuf su sella sii léen Yàlla sédd, té bu léen wëlbëtiku dellu ginnaaw, boon di ngéen dellu nekk ñu yàqule."
  ],
  [
    22,
    "Ñu ne ko, yow Muusaa,[xam ne ] nekk na ci biir [suuf soosu] ay nit ñu bari doole, nun du nu i dugg mukk, feek ñoom génnu ñu, bu ñu génnée nu sog faa dugg."
  ],
  [
    23,
    "Ñaari nit ca ña ragal Yàlla, di ñu Yàlla teral, ne léen : dugg léen ca ñoom, jaar ca bunt ba, boo léen jàllee yéenay not, te ci Yàlla doŋŋ ngéen wara sukëndiku ndéem way gëm ngéen."
  ],
  [
    24,
    "Ñu ne yow Muusaa, [xamal ne] nun du nu fa dugg mukk, feek ñu nga nekk foofa, dem fa yow yaak sa Boroom ngéen xeex yéen ñaar, nun fii la nuy toog."
  ],
  [
    25,
    "Mu ne suma Boroom, mana lu ma dara kenneen kudul man ak sama mbokk [Aaruuna] , àtteel sunu digënté ak nit ñu di way sàqi ndigël. 26)[Boroom bi tontu] ne suuf soosu di na léen araam ñeent fukki at, yoo xamne di na ñu gëlëm di wëndéelu ci àlla bi, bul jàq ci mbiru nit ñu di way sàqi ndigël,"
  ],
  [
    26,
    "[Boroom bi tontu] ne suuf soosu di na léen araam ñeent fukki at, yoo xamne di na ñu gëlëm di wëndéelu ci àlla bi, bul jàq ci mbiru nit ñu di way sàqi ndigël,"
  ],
  [
    27,
    "Nettali léen, ci lu dëggu, xibaari ñaari doomi Aadama, ba ñu sàkke yool bu ñu jaamoo Yàlla, te Yàlla nangul kenna ci ñu sàkke yool bu ñu jaamoo Yàlla, te Yàlla nangul kenna ci ñoom ñaar, baña nangul ki ci des, mu wax [ki ñu nangul] di naa la rey, mu tontu ko ne, Yàlla du nangul kenn kudul ku ragal Yàlla."
  ],
  [
    28,
    "Boo tàllale sa loxo jëm ci man ngir bëgg ma rey, man dey du ma kuy tàllal suma loxo jëmé ci yow ngir rey la, man ragal naa Yàlla Boroom àddina si."
  ],
  [
    29,
    "Man, duma bëgg nga gàddu samay bàkkaar ak sa yos, koon di nga bokk ca ña dëkk safara, ndax loolu mooy peyu way tooñ ni."
  ],
  [
    30,
    "Bakenam xiir ko ci rey mbokkam, mu rey ko, daldi bokk ci way yàqule ña."
  ],
  [
    31,
    "Noonu Yàlla yónni benna baaxoñ buy kës ci suuf ngir mu won ko ni muy sutuuraale jëmmu mbokkam, mu ne ngalla man, manu ma woon sax def nikki baaxoñ bii, mu daldi suul jëmmu mbokkam, noonu mu bokk ca way réccu ña."
  ],
  [
    32,
    "Ngir loolu dogal na Nu ci waa Bani-Israail ne, képp ku rey benna nit, koo xam ne reyul kenn te deful njaaxum ci suuf si, mel na ni rey na nit ñépp, ku xettali nit musël ko ci dee mel na ni ku musël ci dée, nit ñëpp. Sunuy yonnenta dikkël na léen ànd ak lay yu leer nàññ , ginnaaw loolu, lu bari ci ñoom nekk ay yàaqakat ci suuf si."
  ],
  [
    33,
    "Peyu ñiy xeex ak Yàlla ak yonnentaam, di dox di yàq ci suuf si, nekkul ludul ñu rey léen, mbaa ñu daj léen ciy bant, mbaa ñu dagg séeni yoxo, ak séeni tànk cik jàllawle, mbaa ñu génné léen réew mi, ngir ñeel na léen ci àddina gàcce te ñeel léen it ca àllaaxira mbugël mu reéy."
  ],
  [
    34,
    "Ginnaaw ñi nga xam ne tuub na vu lu jiitu ngéen not léen, ngir xam léen ne Yàlla jéggëlaakoon la jàgglewaakoon la."
  ],
  [
    35,
    "Éey yéen way gëm ñi ragal léen Yàlla, te sàkku léen lu léen jigéñal Yàlla, te ngéen sonna ci liggéeyal Yàlla, ndaxte yéen ngéen texe."
  ],
  [
    36,
    "Ñi nga xam ne weddi na ñu, bu ñu amoon li nekk ci àddina yépp ba dolli ci lu ni tollu, bëgg ko joxe, jotoo ko, ci mbugëlu bés penc ma, du ñu léen ko nangul, ñeel na léen mbugël mu metti."
  ],
  [
    37,
    "Di na ñu bëgg génn safara, waaye du ñu fa man a génn, ñeel na léen mbugël mu sax dàkk."
  ],
  [
    38,
    "Sàcca bu góor ak sàcca bu jgéen, dagga léen séeni yoxo ñoom ñaar, muy peyu la vu fàggu, di mbugël mu tukkée ca Yàlla, Moom Yàlla aji not la aji xereñ la."
  ],
  [
    39,
    "Ku tuub ginnaaw ba mu tooñee, te mu sellal jëfëm, Yàlla di Na ko jéggël ndax Yàlla jéggëlaakoon la, jàgglewaakoon la."
  ],
  [
    40,
    "Ndax da nga xamul ne, Yàllaa Moom asamaan yi ak suuf si, di Na mbugël ku Ko soob, di Na jéggël ku Ko soob, Yàlla man Na lu ne."
  ],
  [
    41,
    "Éey yow yonnenta bi, bu mu la metti jëfi ñiy jëkëntu di sóobu cik kéeféer, ci ñi nga xam ne di na ñu wax ci séen gémméñ gëm na nu, te séen xol gëmul, aki ci ñi nekk yauud di dégluwaakoon ñeneen it nit ñoo xam ne aksi wu ñu ci yow. Da ñu soppi baat bi jëlé ko fa mu tëddoon.Di na ñu wax naan : bu nu léen joxee lii, jël léen ko, bu ñu léen ko joxul, moyu léen. Ku Yàlla namma fitnaal doo ko man al dara ca Yàlla. Ñi nga xam né Yàlla nammul laabal séen xol, ñeel na léen toroxle ci àddina ak ca àllaaxira mbugël mu réy."
  ],
  [
    42,
    "Da ñuy déglu ay fen di lekk lu araam, bu ñu la seetsee na nga àtte séen digënté mbaa nga dëddu léen, boo léen dëddoo du ñu la man a wàññi dara, boo àttee na nga àtte séen digënté cik màndute, nàkka Yàlla ku sopp la way màndu ñi."
  ],
  [
    43,
    "Nakka la ñu lay àtte loo sax, te ñu yore Tawreet, te àtte Yàlla yi nekk ci, ginnaaw loolu ñu dëdu [dëgg bi], ñooñu du ñu way gëm. 44)Nun wàcce na Nu Tawreet, njub ak leer nekk ci, yonnenta ya nga xam ne wommatuwoon na ñu, àtte na ñu ca ña nekkoon yauud, ak niti Yàlla ya ak fóore ya, ci li nga xam ne dénkéef na léen ko[ci xamxam] ci téeré Yàlla ba, ñu nekkoon ci ay seede. Bu léen ragal nit, ragal léen Ma, bu léen weccee Samay laaya ci njëg gu néew, képp kudul àttee ci li Yàlla wàcce, ñooñu ñoodi ay yéeféer."
  ],
  [
    44,
    "Nun wàcce na Nu Tawreet, njub ak leer nekk ci, yonnenta ya nga xam ne wommatuwoon na ñu, àtte na ñu ca ña nekkoon yauud, ak niti Yàlla ya ak fóore ya, ci li nga xam ne dénkéef na léen ko[ci xamxam] ci téeré Yàlla ba, ñu nekkoon ci ay seede. Bu léen ragal nit, ragal léen Ma, bu léen weccee Samay laaya ci njëg gu néew, képp kudul àttee ci li Yàlla wàcce, ñooñu ñoodi ay yéeféer."
  ],
  [
    45,
    "Dogal ma Nu ci ñoom ci Tawreet ne ku rey nit, ñu rey la, nakka noonu ku féq bët sa bos, ku dagg baken ñu dagg bosam,nop it nopp a koy fey, beñ, beñ  a koy fey.Gaañ-gaañ it da ñu koy feye gaañ-gaañ. Waaye ku baale sa àq def ko sarax, ñeel na ko njéggëlu bàkkaaram, képp kudul àttee ci li Yàlla wàccee ñooñu ñooy tooñ ña."
  ],
  [
    46,
    "Toftal na Nu ca séen jeexit ya [ñoom yonnenta ya] Iisaa doomi Maryaama, mu dëggël la ko jiitu ci Tawreet, Nu jox ko Injiil, njub ak leer nekk ca, muy dëggël la ko jiitu ci Tawreet, di njub ak waare gu jëm ca way raggal Yàlla ña."
  ],
  [
    47,
    "Ñoñ Linjiil na ñu àttee ci li Yàlla wàcce ci biir [téeré boobu], képp kudul àttee ci li Yàlla wàcce, ñoovu ñoo di way sàqi ndigël ña."
  ],
  [
    48,
    "Te wàcce na Nu ci yow téeré bi[Alxuraan] ci lu dëggu, muy dëggël la ko jiitu, ci téeré bi te muy aji sàmma it [dëgg yi ci nekk], na nga àttee [yow yonnenta bi] séen digënté ci li Yàlla wàcce, te bul topp séen bànneex waliis li la dikkël ci dëgg, ku ci nekk ci yéen defal na Nu ko yoon ak ngir, bu nexoon Yàlla Mu def léen benna xeet waaye, ngir nattu léen ci li Ma léen jox koon jëkëntu léen jëm ca yiw ya, yéen ñépp ca Yàlla ngéen di mujj dellu, Mu xamal léen la ngéen nekkoon di ci juuyoo."
  ],
  [
    49,
    "Na ngay àttee séen digënté ak li Yàlla wàcce te bul topp séen bànneex, te nga moytu léen ngir ñu bañ laa réerël soreel na nga xam ne Yàlla nammul ludul lenn ci séen bàkkaar ya dal léen, bari na ci nit ñi ñu nekk way sàqi ndigël."
  ],
  [
    50,
    "Ndax àtte way réer ña [jiitu Lislaam] la ñuy sàkku ? te ku gën a rafet àtte Yàlla ci nit ñoo xamne ñu wóolu la ñu [séen Boroom] ?"
  ],
  [
    51,
    "Éey yéen way gëm ñi, bu léen nekk ñuy jàppook Yauud yi ak Nasaraan yi cik xaritoo, ku ko def ci yéen daana ka moom ci ñoom la bokk, nakka Yàlla du gindi nit ñu nekk ay tooñ kat."
  ],
  [
    52,
    "Di nga gis ñi nga xam ne féebaru [sikki-sàkk] nekk na ci séen xol, ñuy gaawantu jëm ci ñoom, di taafantaloo ne da ñu ragal wëlbëti kug jamano song léen. Te amaana Yàlla indi ndam walla mbir mu tukkée ci Moom, bu boobaa di na ñu mujj réccu la ñu nëbboon ca séen xel."
  ],
  [
    53,
    "Ba way gëm ya naan : ndax ñoo doon giñ ci Yàlla , séen gën gaa màgg ngiñ ne ñoom ñook yéen a ànd bu wér, séeni jëf yàqu na, ñu mujje nekk ñu yàqule."
  ],
  [
    54,
    "Éey yéen way gëm ñi, ku ci murtad ci yéen génn ci diinéem…[na ngéen xam ne] Yàlla di na indi nit ñoo xam ne bëgg na léen ñu bëkk Ko, di ñu woyoflu ci jullit ñi, te dëggër ci yéeféer yi, ñuy sonn ngir liggéeyal yàlla, te ragalu ñu yedduk yeddakat yi, loolu ngënéelu Yàlla la, ku Ko neex la koy jox, Yàlla ku yaatuy mbir la ku xam la."
  ],
  [
    55,
    "Amul kenneen ku far ak yéen di séen xarit kudul Yàlla ak yonnentaam ak way gëm, ñi nga xam ne di na ñu taxawal julli di génné asaka, te di way sëgg [di julli]"
  ],
  [
    56,
    "Ku xaritoo Yàlla ak yonnentaam ak way gëm ñi [na xam ne] ñi ànd ak Yàlla ñooy not [gàddu ndam la]."
  ],
  [
    57,
    "Éey yéen way gëm ñi, bu léen jàppe xarit, ñi nga xam ne da ñu jàppe séen diiné ay caaxaan ak po, ci ñi léen jëkk jot téeré ak yéeféer yi, ragal léen Yàlla, ndéem way gëm ngéen."
  ],
  [
    58,
    "Boo léen di woote jëm ci julli, ñu jàppe ko caaxaan ak po, ndax ñoom da ñu nekk ay nit ñu xelluwul ?"
  ],
  [
    59,
    "Neel éey yéen ñoñ-téeré , ndax li ngéen nu bañe nekkul li nu gëm Yàlla, ak li wàcceef na ko ci nun, ak li jëkkoon wàcca ak it li ëpp ci yéen saay-saay la ñu."
  ],
  [
    60,
    "Neel ndax du la léen xamal ki yées pey ëllëg ca Yàlla,ñi Yàlla rëbb mere léen soppi ñenna ci ñoom ay golo ak mbam-xuux te ñuy jaamu seytaane, ñooña ñoo yées dëkkuwaay, te ñoo gën a réer sore yoon wu jub wa."
  ],
  [
    61,
    "Bu ñu dikkée ci yéen naan gëm na nu te fekk kéeféer la ñu  indi waale te moom la ñuy yóbbu-waale, ndax Yàllaa gën a xam la ñuy nëbb."
  ],
  [
    62,
    "Di nga gis,lu bari ci ñoom ñuy jëkënte tàbbi ci bàkkaar ak noo noonte, ak séen lekk lu araam, bon na la ñuy def."
  ],
  [
    63,
    "Lu tee séen làbbe ya ak séen fóoore ya tere léen wax ju ñaaw ak lekk lu araam, la ñu liggéey lu bon la."
  ],
  [
    64,
    "Yauud yi nee na ñu loxo Yàlla dafa banku, na séen loxo banku ñoom, te rëbbéef na léen ngir la ñu wax, deet ñaari loxoom. Yàlla dafa léen tàllal, waaye na Mu ko neexe lay xéewëlé, te li Ma wàcce ci yow di yokk beew ak kéeféer yci lu bari ci ñoom, te sànni na Nu ci séen digënté noonoonte ak bañante gu fay nekk ba bés pénc ma. Saa yu vu taalee safaraw xare, Yàlla féy ko, ñuy dox di yàq ci suuf si te Yàlla bëggul yàqakat."
  ],
  [
    65,
    "Bu waa ñoñ-téeré gëmoon, te ragal Yàlla, koon Nu far séeni ñaawtéef , dugël léen Àjjana ju tudd Naiim."
  ],
  [
    66,
    "Bu ñu jëfëwoon Tawreet ak Linjiil ak la ñu wàcce ci ñoom mu tukkée ci séen Booom boon faw ñu lekk [xéewël] gu bawoo kow ak gu balle ci séen suufu tànk. Ci ñoom am na ci ay nit ñu jub, waaye ñu bari ci ñoom, la ñuy def lu bon la."
  ],
  [
    67,
    "Éey yow yonnenta bi, jottalil li ñu wàcce ci yow mu tukkée ci sa Boroom, boo ko deful koon jottaliwoo la Mu la yónni [te xamal ne] Yàlla Moo lay musël ci nit ñi , nakka Yàlla du gindi nit ñi nekk yéeféer."
  ],
  [
    68,
    "Neel ,éey yéen ñoñ-téeré, nekku léen ci dara feek jëfé wu léen [la digëléef na léen ko] ci Tawreet ak Linjiil , ak li ñu wàcce ci yéen mu jógé ca séen Boroom, te di na yokk beew ak kéeféer ñu bari ci ñoom li ñu wàccé ci yow mu jógé sa Boroom, waaye bul jàq ci mbiru yéeféer yi."
  ],
  [
    69,
    "Ñi nga xam ne gëm na ñu , ak ñi nekk yauud, ak sabiuuna yi ak ñi nekk keretien, ñi ci gëm Yàlla [wëlbëtiku gëm Lislam] ak bés pénc ma, te sellal séen jëf du ñu am njàqare du ñu am naqar."
  ],
  [
    70,
    "Fasante woon na Nu kóllëré ak waa Bani-israaol, yónni ci ñoom ay yonnenta waaye saa yu ab yonnenta feeñe ci ñoom, indil léen lu léen neexul , ñu weddi ñenna ñi , rey ñenna ña."
  ],
  [
    71,
    "Ñu njort a ne benn mbugël [du ci topp] ba tax ñu gumb tëx [baña dégg dëgg] , ci loolu Yàlla jéggël léen, topp ñu bari ci ñoon dellu gumb tëx te Yàlla ngi ne jàkk ci li ñuy def."
  ],
  [
    72,
    "Tàbbi na ñu cik kéeféer ñi wax ne Yàlla mooy ka ñu barkeel ka doomi Maryaama, te moom, ka ñu barkeel ka waxoon na yéen waa Bani-israaila na ngéen jaamu Yàlla ki di sama Boroom, di séen Boroom, nakka Moom, ku bokkaale Yàlla ak dara , Mu araa mal la Àjjana, sa dëkkkuwaay di safara , way tooñ ña du ñu am ndimmël."
  ],
  [
    73,
    "Tàbbi na ñu cik Kéeféer ñi wax ne nakka Yàlla, ñatteel la ci ñatta, te amul Yàlla ju nekk kudul Yàlla joo xam ne kenna doŋŋ la, bu ñu baàyyiwul li ñuy wax, faw mbugël mu metti dal ñi weddi ci ñoom."
  ],
  [
    74,
    "Lu léen tee tuub ci Yàlla, ñaan ko njéggël te Yàlla jéggëlaakoon la , jàgglewaakoon la."
  ],
  [
    75,
    "Ku ñu barkeel ka, doomi Maryaama, nekkul leneen ludul ab yonnenta , boo xam ne ay yonnenta jiitu woon na ñu ko fi. Yàayam ku saxoon ci dëgg la, ñoom ñaar da ñu daan lekk ñam.Gisal ni Nu léen di leerale Sunuy tektal te it xoolal ni ñuy wëlbëtée [dëgg gi]"
  ],
  [
    76,
    "Neel ndax da ngéen di bàyyi Yàlla, di jaamu loo xam ne ma nu léen lor, manu léen jariñ, te Yàlla Moom aji dégg la , aji xam la"
  ],
  [
    77,
    "Néel yéen ñoñ-téeré , bu léen teeŋal séen diinée mu wuteek dëgg gi, bu léen topp bànneexi nit ñoo xam ne réeróon na ñu bu jëkk, te réerël na ñu woon ñu bari, réere diggi yoon wu jub wa."
  ],
  [
    78,
    "Rëbbéef na ñi weddi ci waa Bani-Israaiila, mu jaare ci lammeñu Daauuda ak Iisaa doomi Maryaama, ngir li ñu moy ndigël te nek koon ñu jéggi dayo."
  ],
  [
    79,
    "Nekku ñu woon ñuy daytalu ci def lu bon, daan na ñu ko def , aka bon la ñu daan def."
  ],
  [
    80,
    "Di nga gis ñu bari ci ñoom ñuy xaritook ñi weddi, ñaaw na , la léen séen baken def loo, ba Yàlla mere léen , te cik mbugël la ñuy nekk béel ca."
  ],
  [
    81,
    "Bu ñu nekkoon di ñu gëm Yàlla ak yonnenta bi ak li ñu wàcce ci ñoom du ñu jàppe xarit [yéeféer yi] waaye lu bari ci ñoom saay-saay la ñu."
  ],
  [
    82,
    "Da fa wér ne di nga gis ne ñi, gën a tar nooneel ci nit ñi jëm ci way gëm ñi, ñooy yauud yi, ak ñiy bokkaale, te di nga gis it ne ñi gën jigeñ cik cofeel way gëm ñi ñooy ñiy wax ne nun keretien la nu, ngir nekk na ci ñoom ay làbbe ak ñu dëddu àddina ñoo xam ne du ñu réyréylu."
  ],
  [
    83,
    "Te bu ñu déggee li wàcce ci yonnenta bi, nga gis séeni bët di sotti rongoñ ngir dëgg ga ñu ca xàmmee, ñuy wax, yow sunu Boroom, gëm na nu , na nga nu boole ci ñiy way seede."
  ],
  [
    84,
    "Lu tee nu gëm Yàlla ak li nu dikkël ci dëgg, ak nu xemmeem sunu Boroom tàbbal nu Àjjana ànd ak way sellal ña."
  ],
  [
    85,
    "Yàlla xéewël Na léen, ngir li ñu wax, Àjjana joo xam ne,ay dex da ñuy daw ci suufam, te da ñu fay béel , te loolu mooy peyu way rafetal ña."
  ],
  [
    86,
    "Waaye ñi nekk yéeféer, weddi Sunuy kàddu , ñooñu ñooy ñay dëkk safara."
  ],
  [
    87,
    "Éey yéen way gëm ñi, bu léen araamal yu sella yi léen Yàlla daganal, te it bu léen jéggi dayo, Yàlla soppul ñiy jéggi dayo."
  ],
  [
    88,
    "Lekk léen , li léen Yàlla wërsëgël muy yu dagan te sella, te ngéen ragal Yàlla ji ngéen gëm."
  ],
  [
    89,
    "Yàlla du léen jàppe ngiñ yi ngéen di kafe, waaye di Na léen jàppe ngiñ yi dëggu ci yéen, te ñoom li ñuy jéggëloo mooy leel fukki néew ji doole, ci ñam yi ngéen di faral di dundële séen njaboot, mbaa jox léen ay yéré, wala goréel jaam, ku ko manul na woor ñatti fan, loolu mooy ni ñuy jéggëloo séen ngiñ bu ngéen waatee [lu jaadu wul], na ngéen sàmma séeni ngiñ, nii la léen Yàlla di leerale ay  ndigëlam ndax xeyna ngéen gërëm Ko."
  ],
  [
    90,
    "Èey yéen way gëm ñi [xam léen ne] nakka sàngara, ak wuré , ak xërëm, ak séen banti gisaane , nekku ñu ludul sobe su jógé ci jëfu seytaane, na ngéen léen moytu, xey na koon ngéen texe."
  ],
  [
    91,
    "Seytaane bëggul ludul tàbbal ci séen diggënté nooneel ak mbañeel jaare ko ci sàngara ak wuré, te it , dox séen diggënteek fàttaliku Yàlla ak julli, ndax du ngéen léen bàyyi ?"
  ],
  [
    92,
    "Na ngéen topp Yàlla, topp yonnenta bi,te ngéen wottandiku, boo léen dëddóo, na ngéen xam ne, Sunu yonnenta bi, dara waru ko ludul jottali gu mat sëkk."
  ],
  [
    93,
    "Du nekk bàkkaar ci ñi gëm tey sellal séen jëf , la ñu mosoon lekk [lu aram lu jiitu dogal gi ko araamal], ginnaaw nekk na ñu leegi way ragal Yàlla te gëm, di sellal séen jëf, topp ñu ragal Yàlla te gëm, topp ñu ragal Yàlla te rafetal séen jëf, Yàlla sopp Na way rafetal ña."
  ],
  [
    94,
    "Éey yéen way gëm ñi, faw Yàlla di Na léen nàttu ci lenna lu jëm ci rëbb lu séen loxo, walla séeni xeej man a jot, ndax Mu xam ki ko ragal cig kumpa, ku féttéerlu ginnaaw loolu ñeel na ko mbugël mu metti."
  ],
  [
    95,
    "Éey yéen way gëm ñi, bu léen rey rabb cik rëbb fekk ngéen nekk cik armal , di ajj, ko ku rey ci yéen te tey ko, war na fey lu mel ni li mu rey ci juri kër, ñaar ñu màndu ci yéen xayma ko, muy yool gu ñuy yóbbu ca kaaba ga, mbaa mu jéggëloo ñam wu mu jox ay néew ji doole, walla mu woor kem lu tollu noonu, ndax mu mos mbuggëlu li mu jëf, Yàlla jéggël Na la weesu. Waaye ku ko defaat Yàlla di Na ko mbugël, Yàlla boroom kàntan la, ku man feyu la."
  ],
  [
    96,
    "Dagan na ci yéen li ngéen napp ci géej ak ñamu géej muy xéewël ci yéen ak ci ñiy tukki waaye araam na ci yéen lu ñuy rëbb ci jéeri feek yéen a ngi nekk ci armal, te nga ngéen ragal Yàlla Mi nga xam ne dees na léen fang jëlé ci Moom."
  ],
  [
    97,
    "Yàlla def Na kaaba gi néeg bu ñu wormaal, muy lu ñu taxawal ngir nit ñi, ak it weer wi ñu woormaal ak yool gi, ak mala ya ñu ràngal, yooyu yépp [def na ko] ngir ngéen xam ne Yàlla xam Na li nekk ci asamaan yi ak suuf si, te it xam Na lu ne."
  ],
  [
    98,
    "Xam léen ne Yàlla ku tar mbugël la, te it jeggëlaakoon la jaglewaakoon la."
  ],
  [
    99,
    "Dara warul yonnenta bi ludul jottali, te Yàlla xam Na li ngéen feeñal ak li ngéen di nëbb."
  ],
  [
    100,
    "Neel lu bon ak lu sella, yamu ñu doonte yéen na la bari alal ju araam ga, na ngéen ragal Yàlla yéen boroom xel yi, ndax xeyna ngéen texe."
  ],
  [
    101,
    "Éey yéen way gëm ñi bu léen di laaj ci yoo xam ne bu ñu léen ko  leeralee, mu nekk lu naxari ci yéen, te boo léen ko laaje ci waxtu wu alquraan di wàcc , ñu leeral léen ko, Yàlla jéggël Na léen [séen laaj yooyu] , ndax Yàlla jéggëlaakoon la ku lewat la."
  ],
  [
    102,
    "Am na xeet yu léen jiitu, yu laajoon lu mel noonu , ñu mujj ngir loolu nekk ay yéeféer."
  ],
  [
    103,
    "Du Yàlla Moo taxawal Bahiirat ak Saahibt ak Wasiilat ak Aam, waaye yéeféer yi ñoo duural ay fen Yàlla , te li ëpp ci ñoom xellu wu ñu."
  ],
  [
    104,
    "Bu ñu léen ne, kaay léen ci li Yàlla wàcc ak ci yonnenta bi , ñu ne : li nu fekk ci sunuy maam doy na nu ! ndax doonte séeni maam xamu ñu dara te gindiku wu ñu [da ñuy sax ci loolu ?]"
  ],
  [
    105,
    "Éey yéen way gëm ñi séen bopp rekk ngéen warlul , ku réer du léen wàññi dara, ndéem gindiku ngéen , séen dellu yéen ñépp ca Yàlla la jëm, Mu won léen li ngéen daan def."
  ],
  [
    106,
    "Éey yéen way gëm ñi , bu dee dabee kenna ci yéen, na dénkaane, te na am seede, yu nekk ñaar ñu màndu ci yéen, walla ci ñeneen  ñu dul yéen, bu fekkee ngéen nekk ci tukki ci suuf si te tiisu dee dab léen , taxawal léen ñoom ñaar  ginnaaw julli ndéem da ngéen am ci ñoom sikki-sakka , ñu giñ ci Yàlla ne jaayu nu sunu seede ci benn njëk doonte dafa jëm ci sunu mbokk, te it nëbbu nu li nu Yàlla seedeloo, ndax koon da nuy bokk ca way bàkkaar ña."
  ],
  [
    107,
    "Bu ñu xamee ne ñoom ñaar waxu ñu dëgg, koon ñeneen ñaar, taxaw wuutu léen, ñu di ñi gën a nekk jigeñaale [niiw ba] , ñu giñ ci Yàlla ne : sunu seedee moo gën a dëggu séen bos, te jalgatiwu nu nde koon nu bokk ci way tooñ ña."
  ],
  [
    108,
    "Loolooy gën a tax ñu joxe seedee bu dëggu, mbaa ñu ragal ñu dàqa séen seede ginnaaw bu ñu defee seede [bu dëng] , te na ngéen ragal Yàlla, tey dégg [ndigëlam], Yàlla du gindi nit ñu di ay saay-saay."
  ],
  [
    109,
    "Bés bu Yàlla dajalee yonnenta yi, ne léen lu ñu léen tontu ? ñu ne ko, amu nu xam-xam Yow Yaay ki xam kumpa."
  ],
  [
    110,
    "[Fàttalikul] ba Yàlla ne yow Iisaa doomi Maryaama, fàttalikul xéewël yi Ma la defal yaak sa yaay, ba Ma ka dimmëlée boole la ak Ruu gu sella ga [jibriil], ba nga waxak nit ña ca ba nga nekkee liir ak boo nekkee mag mu weesu ndaw, fàttalikul it ba Ma la jàngalee téeré ba ak gis-gis gu ubbiku, ak Tawreet ak Linjiil, [fàttalikul it] ba ngay sos ci ban lu am melow njanaaw ci Sama nammeel nga ëf ci, mu nekk njanaaw ci Sama nammeel , te ngay wérël ku gumba ak ku gaana ci Sama nammeel, ak di génné ku dee [ci bàmmeelam] ci Sama nammeel, ak ba Ma la fegalee waa Bani-Israail [ñu bañ la lor] ba nga léen indilée lay yu leer ya, te ña wedi ca ñoom ne lii nekkul ludul njibar gu bir."
  ],
  [
    111,
    "[Fàttalikul] ba Nu xiire sa fukki taalibé ya ak ñaar [waaraate kat ya] sol ci séen xel ne léen : gëm léen Ma ak Sama yonnenta , ñu ne gëm na nu, te na Nga seede ne nun way wommatu la nu [jullit la nu]"
  ],
  [
    112,
    "[Fàttalikul] ba waaraate kat yoo yu waxee, yow Iisaa doomi Maryaama, ndax sa Boroom man Na wàcce ci nun taabal ju jógé asamaan , [am ñam] , mu ne léen ragal léen Yàlla ndéem way gëm ngéen."
  ],
  [
    113,
    "Ñu ne da nu bëgg lekk ci moom [taabal ji am ñam] ndax sunu xel dal nu daldi xam ne wax dëgg nu man a bokk ci ñi di way seede loolu."
  ],
  [
    114,
    "Iisaa doomi Maryaama ne yow Yàlla sama Boroom wàcceel ci nun taabal [bu am ñam] , mu jógé asamaan , mu nekk ci nun xew xewu mbégté , mu ñeel ki jëkk ak ki mujje ci nun te it muy kéemaan gu tukkée ci yow, defal nu xéewël, Yaa di gën ji xéewëlaakoon."
  ],
  [
    115,
    "Yàlla tontu ne, Maa ngi koy wàcce ci yéen, waaye ku weddi ci yéen, ginnaaw loolu, di Naa ko mbugël, mbugël moo xam ne mosu Ma ko mbugël kenn ci àddina bi."
  ],
  [
    116,
    "[Fàttalikul] ba Yàlla ne, yow Iisaa doomi Maryaama, ndax yow yaa wax nit ñi, jàppa léen ma, maak sama yaay ñuy ñaari Yàlla bañ ci boole Yàlla, mu tontu [moom Iisaa doomi Maryaama], tudd naa sak sella, yellul ci man may wax lu nekkul dëgg ci man, su fekkee maa ko wax xam nga ci dara, ndax xam nga li nekk ci man, te man xam na li nekk ci yow, nakka yow yaay ki xam kumpa yi."
  ],
  [
    117,
    "Waxu ma léen ludul li nga ma digël ci loolu, ne léen jaamu léen Yàlla, Mi di sama Boroom, ma nekk seede ci ñoom feek ma ngi teewoon ci séen biir, ba Nga ma yóbbóo ci Yow[jëlé ma fa] Yow Yaa doon fuklu ci ñoom, te sax Yow Yaay aji seede ci lépp."
  ],
  [
    118,
    "Boo léen mbugëlée, Say jaam la ñu, boo léen jéggëlée it, Yow Yaa di aji not ji, di ku xereñ [ci Say àtte]"
  ],
  [
    119,
    "Yàlla ne bésub tey, ña dëgguwoon, séen dëggu ga di na léen jariñ, ñeel na léen Àjjana joo xam ne ay dex da ñuy daw ci suufam te da ñu fay béel ba faw, Yàlla bég Na ci ñoom, ñoomit ñu bég ci Yàlla, loolu mooy texe gu mag ga."
  ],
  [
    120,
    "Yàlla moom nguuru asamaan yi ak gu suuf si , ak li nekk ci séen biir, Moom ku am kàttan la ci def lépp [lu ko neex]."
  ]
]