[
  {
    "id": 50,
    "city": "makkah",
    "name": {
      "translated": "The Letter \"Qaf\"",
      "transliterated": "Qaf",
      "codepoints": [
        1602
      ]
    },
    "ayahs": 45,
    "slug": "qaf",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Xaaf, [giñ Naa] ci alxuraan ju tedd ji"
  ],
  [
    2,
    "Da ñu yéemu ci aji waare dikk ci ñoom, tax na yéeféer ya ne lii kéemaan la,"
  ],
  [
    3,
    "Ndax sunu deewe ba [seey] neek suuf [da nuy dekki ?] loolu dey dellusi gu soree-sori la."
  ],
  [
    4,
    "Té xam na Nu, jéeg li suuf di lekk ci ñoom, te am na Nu ab téeré bu di aji wottu [lu ne ba dara du réer]."
  ],
  [
    5,
    "Déet ! ñoom da ñu weddi dëgg gi bi mu aksee ci ñoom ba tax ñu ngi nekk si mbir mu jaxasoo"
  ],
  [
    6,
    "Ndax da ñu xoolul asamaan si léen tiim, ni Nu ko tabaxe, ak ni Nu ko rafeta le te amul benn xarxar"
  ],
  [
    7,
    "Te suuf si tállal na Nu ko, sampa ci tundi xeer saxal ci bépp xeetu [meññent] yu diy ñaar-ñaar [góor ak jigéen], yu rafet"
  ],
  [
    8,
    "Muy ly leeral, dif fàttali ci bépp jaam buy dellu [ci Boroomam]"
  ],
  [
    9,
    "Te wàcce na Nu ndox mu jógé asamaan, mu barkeel, Nu saxal ci [gàncax] ciy tool ak pepp yu ñuy góob,"
  ],
  [
    10,
    "Ak garabu tàndarma yu kowe yu am meññent yu rànkaloo."
  ],
  [
    11,
    "Muy wërsëg ñeel jaam yi, te [ci ndox moomu] dekkal na Nu ci réew mu bekooroon, noonu la dekki ga di mel"
  ],
  [
    12,
    "Nitu Nóohin weddi woon na ñu, lu léen jiitu, ak nitu teen ba, ak waa Samuuda"
  ],
  [
    13,
    "Ak waa Aad ak Fir-Awna ak mbokku Lóot"
  ],
  [
    14,
    "Ak nitu gol ba ak nitu Tubba, ñoom ñépp da ñu jiñ fenkat yonnenta yi, ñu yayoo Samay tëekku [dal ci séen kow]"
  ],
  [
    15,
    "Ndax da Nu lotoon ci mbind mu jëkk ma, déet ! ñoom da ñu nekk cik lënt ci bindaat léen [mbind] mu bees"
  ],
  [
    16,
    "Ca dëgg bind na Nu nit, te xam na Nu ni ko ci bakenam di jaxjaxal, te Nun Noo ko gën a jigeñ buumu xolam,"
  ],
  [
    17,
    "ngir [ nekk na ñu ci moom] ñaari way daje ña, kii ci ndijjoor kii ci càmmoñ, ñu toog [di bind lépp lu mu def]"
  ],
  [
    18,
    "Du wax been batt te teewul ci kanamam aji wottu ju man seetlu [la muy wax ak jëf]"
  ],
  [
    19,
    "Te di na dikk wextanu dee [sukuraat] giy feeñal dëgg, [ñu ne ko] lii mooy li nga doon daw"
  ],
  [
    20,
    "Ñu wol ca bufta ba, loolu mooy bés ba ñu léen tëkkóo woon"
  ],
  [
    21,
    "Baken bu ne dikk ànd ak [malaaka] mu koy ommat ak bu koy seede."
  ],
  [
    22,
    "[Yàlla ne ko] ca dëgg da nga sàggane woon lii, tax na muri na Nu sa muu raay ba sa gis gis tey, lu ñaw la."
  ],
  [
    23,
    "Noonu àndandoom ne : li ma yor-a ngi nii teew"
  ],
  [
    24,
    "[Yàlla ne] yéen ñaar sànni léen ci safa bépp yéeféer bu di ko dëng,"
  ],
  [
    25,
    "bu di terewaakoonu lu baax, bariy tooñ, di kuy sikki sàkka [ci diinéem],"
  ],
  [
    26,
    "di kuy sàkk, booleek Yàlla benneen yàlla, koon sànni léen ko [yéen ñaar] ci mbugël mu tar mi"
  ],
  [
    27,
    "àndandoom [seytaane si mu taxool] ne réerëlu ma ko, waaye dafa nekkon cik réer gu sori [dëgg]"
  ],
  [
    28,
    "Mu ne léen bu léen xulóo ci Sama kanam, jiitëloon Naa ci yéen Samay tëkku"
  ],
  [
    29,
    "Wax ji du soppiku ci Man, te nekku Ma it kuy tooñ jaam yi."
  ],
  [
    30,
    "30\tBès boobu di Na Nu wax safara : ndax fees nga, mu tontu ne ndax am na ndollent ?"
  ],
  [
    31,
    "Ñu jigeñalal way ragal ñi Yàlla, Ajjana, mu bañ léen sori"
  ],
  [
    32,
    "[ñu ne léen] lii mooy li ñu léen digóon, ñeel na bépp delluwaakoon ci [Boroomam] bu di aji wottu [ndigëlu Boroomam]."
  ],
  [
    33,
    "Képp ku raggal Yërëmaakoon bi cik kump, te mu dikk ànd ak xol bu tuub"
  ],
  [
    34,
    "[dess na léen wax] tàbbi léen ci [Ajjana] ànd ak jàmma, looly mooy bésub béel ba [ci Ajjana]."
  ],
  [
    35,
    "Di na ñu fa am la ñu bëgg, te nekk na ci Nun [yeneen] ndollent."
  ],
  [
    36,
    "Aka bari li Nu alag, lu léen jiitu, ci ay maas yu léen ëppoon doole ; te doxoon na nu ci réew yi, di sàkku fi ñu muccé"
  ],
  [
    37,
    "Nekk na ci loolu am pàttali, ci képp ku am xol walla dégluwoon na te nekk seede."
  ],
  [
    38,
    "Ca dëgg bind na Nu asamaan yi ak suuf si ak li nekk ci séen digënté ci juróom benni fan ci lu àndul ak coono."
  ],
  [
    39,
    "Muñël ci li ñuy wax, té  ngay sant di sàbbal sa Boroom, balaa janta fenk ak balaa moo suux."
  ],
  [
    40,
    "Ak lenna ci guddi, dee Ko ci sabbaak, ca ginnaw julli [geewe]"
  ],
  [
    41,
    "Na nga déglu bés ba aji woote, woote ca bëréb bu fi jigeñ"
  ],
  [
    42,
    "Bés boobu di na ñu dégg ab xaacu gu ànd ak dëgg, loolu mooy bésu génn ba [ci bàmmeel yi]"
  ],
  [
    43,
    "Nakka Nun Nooy dundël Nooy rey, te ci Nun la lépp di dellu."
  ],
  [
    44,
    "Bés bu suuf si xottikoo, te génné léen bu gaaw, loolu mooy fang ga jëmé ci Nun, lu Nu yomb la"
  ],
  [
    45,
    "Nun Noo gën a xam na ñuy wax, yow nekku loo ci ñoom, ku léen di ga [ ci diiné] koon fàttalil ak alxuraan képp ku ragal Samay tëkku."
  ]
]