[
  {
    "id": 52,
    "city": "makkah",
    "name": {
      "translated": "The Mount",
      "transliterated": "At-Tur",
      "codepoints": [
        1575,
        1604,
        1591,
        1608,
        1585
      ]
    },
    "ayahs": 49,
    "slug": "at-tur",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Giñ Naa ci tundu doj wi"
  ],
  [
    2,
    "Ak ci téeré bu ñu bind bi"
  ],
  [
    3,
    "ci der bu ñu tàllal"
  ],
  [
    4,
    "Ak ci kër ga ñu dundël [aki malaaka]"
  ],
  [
    5,
    "ak téek mu kowe ma"
  ],
  [
    6,
    "ak géej ga ñu taal"
  ],
  [
    7,
    "ne, nakka sa mbugëlu Boroom luy am la"
  ],
  [
    8,
    "amul lu koy delloo [ba du ñëw]"
  ],
  [
    9,
    "bés bu asamaan yëngoo ab yëngëtu"
  ],
  [
    10,
    "te tundu doj yi di daw, dëggi dëggi daw"
  ],
  [
    11,
    "alkandé ñeel na kerook way weddi ña"
  ],
  [
    12,
    "ñoom ñi nekk ciy caaxaan di fo"
  ],
  [
    13,
    "muy bés ba ñu léen di bëmëx ak doole ca safara"
  ],
  [
    14,
    "[ñu ne léen] safara si ngéen doon weddee ngi nii,"
  ],
  [
    15,
    "ndax lii njibar la, am yéen gisu léen ?"
  ],
  [
    16,
    "séndëlu léen ca, te ngéen muñ walla ngéen ñàkk muñ-a yam kepp ci yéen, feyu ñu léen ludul li ngéen daan def."
  ],
  [
    17,
    "Nakka ñi ragal séen Boroom ñu ngi ci àjjana ak ci xéewël"
  ],
  [
    18,
    "ñuy way bànneexu ca la léen séen Boroom jox, te séen Boroom musël léen ci mbugëlu safara"
  ],
  [
    19,
    "[ñu ne léen] lekk léen, naan léen, ndokkeel na nu léen ci li ngéen daan def"
  ],
  [
    20,
    "ñu sëwéenu ciy lal yu ñu tegale, te Nu mey léen jabar ci ay [jigéen] ñu séen bët ñuul te yaatu"
  ],
  [
    21,
    "Ñi Gëm te séen njaboot topp léen ci ngëm, di na Nu yéegal ci ñoom, séen njaboot googu, te du Nu wàññi dara ci séen jëf, nit ku ne ku ñu tayle la ci la mu fàggu"
  ],
  [
    22,
    "Te di na Nu léen tëbb lu ñu sopp ciy meññent ak yàpp"
  ],
  [
    23,
    "ñuy joxalante ca biir àjjana sàngara su dul sos waxi caaxaan walla jëf ju ñaaw"
  ],
  [
    24,
    "Te ay xale di na ñu wër ci séen biir di niru [cik rafetaay] ay per yu ñu denc."
  ],
  [
    25,
    "ñu janloo di laajante"
  ],
  [
    26,
    "ñuy wax nun nekkoon na nu bu jëkk, ca sunu biir njaboot di way ragal [mbugël]"
  ],
  [
    27,
    "te Yàlla xéewël Na nu, te musël nu ci mbugël mu tàng ma"
  ],
  [
    28,
    "Nekkoon na nu, lu jiitu tey di Ko jaamu, te Moom Moodi ku yéwén ki, di Jaglewaakoon bi"
  ],
  [
    29,
    "Koon waareel , yow ngir sa xéewëlu Boroom, doo jibar doo ku [jinné] jàppa"
  ],
  [
    30,
    "Am da ñuy wax ne woy kat la, na nu xaar [ba dikkël] ko xewxewu dee."
  ],
  [
    31,
    "waxal ne , muñëndiku léen man it, maak yéen bokk naa ci way muñëndiku ñi."
  ],
  [
    32,
    "Am séen boroom xel yu réy ñoo léen digël loolu, walla da ñu nekk nit ñu beew"
  ],
  [
    33,
    "Am da ñuy wax ne moo sos [alxuraan] , déet ñoom daal gëmu ñu"
  ],
  [
    34,
    "Na ñu indi wax ju ko niru, ndéem ñu dëggu la ñu"
  ],
  [
    35,
    "Ndax dees léen bind ci dara, am ñoom ñoodi ñi binda,"
  ],
  [
    36,
    "Am ñoo bind asamaan yi ak suuf si, déet ! ñoom daal da ñoo wóoluwul"
  ],
  [
    37,
    "Am da ñu yore ndambi alalu sa Boroom, am ñoom ñooy way not ci lépp ?"
  ],
  [
    38,
    "Am da ñu am lu léen yéegël ba ñuy man a déglu [mbóotu asamaan yi], koon na séen aji déglu joxe ci loolu firndé bu wér"
  ],
  [
    39,
    "Am Moom [Yàlla] doom yu jigéen la am, yéen ngéen am doom yu góor ?"
  ],
  [
    40,
    "Am da ngéen laaj pey ba ñoom ñu nekk ñu ñu diisal ca pey ga ?"
  ],
  [
    41,
    "Am da ñu yore [xamxamu] yu fàddu yi ba ñu man ko bind."
  ],
  [
    42,
    "Am da ñu bëgg lal pexe, boon ña weddi ñooy nekk ña ñuy not ci pexe"
  ],
  [
    43,
    "Am da ñu am yàlla bu wuuteek Yàlla, tudd naa sellu Yàlla ga sori lool la ñu koy bokkaale"
  ],
  [
    44,
    "Te bu ñu gisoon daggit wu jógé asamaan rot, di na ñu ne : niir wu dajaloo [wu daanu rekk la]"
  ],
  [
    45,
    "Bàyyi léen ba ñu dajeek séen bés bi nga xam ne dees na léen ca rey"
  ],
  [
    46,
    "Bés booba séeni pexe du léen fa jariñ dara, te deesu léen dimmëli."
  ],
  [
    47,
    "Ñi tooñ ñeel na léen mbugël mu wuuteek [rey googu], waaye li ëpp ci ñoom xamu ñu"
  ],
  [
    48,
    "Muñël sa àtte Boroom, nakka yow yaa ngi nekk ci Sunu wottu, te na nga sàbbaal di gërëm sa Boroom boo jógée"
  ],
  [
    49,
    "Ak ci guddi, dee Ko sàbbaal ak ginnaaw suuxu biddéew yi"
  ]
]