[
  {
    "id": 54,
    "city": "makkah",
    "name": {
      "translated": "The Moon",
      "transliterated": "Al-Qamar",
      "codepoints": [
        1575,
        1604,
        1602,
        1605,
        1585
      ]
    },
    "ayahs": 55,
    "slug": "al-qamar",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Jigeñ na jéexug àddina, te weer wi xar na"
  ],
  [
    2,
    "Bu ñu gisee ab kéemaan, da ñuy dummóoyu ne njibar la gu sax"
  ],
  [
    3,
    "Ñu weddi , topp séen bànneex, te bépp mbir di na am fu mu dëkkël ñoñam"
  ],
  [
    4,
    "Te wér na ne dikkël na léen ay xibar yoo xam ne, nekk na ca lu léen man a jàjj"
  ],
  [
    5,
    "ak lu léen jottali (kàddu] yu ñu xereñe, waaye waare ya jariñu léen dara"
  ],
  [
    6,
    "koon dëddu léen bés ba wootee aji woote jëmé léen ca bu ñu sib"
  ],
  [
    7,
    "Di na ñu génn ca bàmmeel ya séen bët ya torox, ñu mel ni ay njéeréer yu tasaaroo"
  ],
  [
    8,
    "ñuy tàllal séen loos jëm ci aji woote ji, way weddi ña di wax lii dey bés bu jafeñ la."
  ],
  [
    9,
    "Lu léen jiitu, nitu Nóohin weddi woon na ñu, ñu weddi Sunu jaam, ñu naan dof la, dëddu ko."
  ],
  [
    10,
    "Mu woo Boroomam ne Ko man noteef na ma, dimmëli ma"
  ],
  [
    11,
    "Tax na Nu ubbi bunti asamaan yi, ci ndox muy sottiku"
  ],
  [
    12,
    "Nu xar suuf si aki bëti ndox yi dajé ci ndigël gu ñu dogal"
  ],
  [
    13,
    "Nu yanu Nóohin ci [gaal] gu di boroomi dénk aki daaj."
  ],
  [
    14,
    "Muy daw, Nu di ko wottu, mu dig pey ñeel ka ñu weddi"
  ],
  [
    15,
    "Te bàyyi na Nu ka [gaal ga] mu nekk kéemaan , ndax am na aji waaru ?"
  ],
  [
    16,
    "Moo tax it kéemaane woon na ñu Sama mbugël ak Samay xuppé."
  ],
  [
    17,
    "Ca dëgg yóombal na Nu alxuraan ngir [mu neexa] wottu ndax am na aji waaru ?"
  ],
  [
    18,
    "Waa Aad weddi woon na ñu , moo taxit kéemaane woon na ñu Sama mbugël , ak Samay xuppé"
  ],
  [
    19,
    "Nun yónné na Nu léen ngilaw lu tar kàddu ci bés bu gaafu te sax ci gaafu"
  ],
  [
    20,
    "muy buddi nit ñi mel ni dàtti garabu tàndarma yu buddiku."
  ],
  [
    21,
    "Moo tax it Keéemaane woon na ñu Sama mbugël ak Samay xuppé"
  ],
  [
    22,
    "Ca dëgg yómbal na Nu alxuraan ngir [mu neexa] wottu, ndax am na aji waaru ?"
  ],
  [
    23,
    "waa Samuuda weddi woon na ñu way waare ña."
  ],
  [
    24,
    "Ñu ne ndax benna góor gu bokk ci nun la nuy topp, koon dey nu nekk cik réer ak ndof."
  ],
  [
    25,
    "Ndax ci moom doŋŋ , ci sunu biir, la ñu sànni yonnenta gi, déet ! moom daal fenkat la, di kuy réyréylu !"
  ],
  [
    26,
    "Di na ñu xam bu ëllëgée kan mooy fenkat buy réyréylu."
  ],
  [
    27,
    "[Nu wax yonnenta ba Saalix] : di na Nu yónnée gëléem gu jigéen muy nattu ci ñoom na nga léen muñëndiku te nga sax ci muñ."
  ],
  [
    28,
    "Nu xamal léen ne ndox mi, lu ñu séddëlé la ci séen digënté, ku ayee naan mooy teew"
  ],
  [
    29,
    "Ñu woo séen sàmbaabóoy, mu jël jaasi cor ko."
  ],
  [
    30,
    "Moo tax it Kéemaane woon na ñu Sama mbugël ak Samay xuppé."
  ],
  [
    31,
    "Nun da Nu léen yónnée benna xaacu doŋŋ ñu mel ni mboobum njëgg mu ñu góob"
  ],
  [
    32,
    "Ca dëgg yómbal na Nu alxuraan [ngir mu neexa] wottu, ndax am na aji waaru ?"
  ],
  [
    33,
    "nitu Lóot weddi woon na ñu way waare ña"
  ],
  [
    34,
    "Nun yónnée na Nu ca séen kow ngilaw luy sànniy xeer, ginnaaw njabootu Lóot, musël na Nu léen ca njël ga."
  ],
  [
    35,
    "Mu dig xéewël gu jógé ci Nun, noonu la Nuy feye, kuy gërëm [Boroomam]"
  ],
  [
    36,
    "Ca dëgg [Lóot] artu woon na léen ci Sunuy mbugël, ñu werante ca xuppé ya [Nu léen xuppé]"
  ],
  [
    37,
    "Te doon na ñu sàkku jengaloo ko ca ganam ya, tax na Nu marmalal séeni bët [Nu ne léen] mos leen Sunu mbugël [gi topp ci] Sunuy xuppé"
  ],
  [
    38,
    "Te mbugël xéy na, dal léen ca subë, te muy lu sax"
  ],
  [
    39,
    "Koon mos léen sunu mbugël [gi topp ci] sunuy xuppé"
  ],
  [
    40,
    "Ca dëgg yómbal na Nu alxuraan [ngir mu neexa] wottu, ndax am na aji waaru ?"
  ],
  [
    41,
    "Xuppé ya àggoon na ñu ci waa kër Fir-Awna"
  ],
  [
    42,
    "ñu weddi Sunuy kéemaan yépp, Nu jàppa léen jàppug ku bari kàntan , te tar."
  ],
  [
    43,
    "Ndax séeni yéeféer ñoo gën ñooña, am da ngéen am téeré bu léen génné [ci mbugël] ?"
  ],
  [
    44,
    "Am da ñuy wax, nun ñépp sunu booloo nooy not [jullit ñi] ?"
  ],
  [
    45,
    "Dees na léen dàq ñoom ñépp ba ñu wone ginnaaw [di daw]"
  ],
  [
    46,
    "waaye waxtuw séen àppa [lu ñu dogal la] te séen waxtu woowu mooy gën a tiis, mooy gën a wex."
  ],
  [
    47,
    "Nakka saay-saay sa ñu ngi cik réer ak ci safara wu tar."
  ],
  [
    48,
    "Bés bu ñu léen di diri ci safara, ci séen kanam [di na ñu ne léen] mos léen laalug safara"
  ],
  [
    49,
    "Te lu nek bind na Nu ko cik dogal"
  ],
  [
    50,
    "Te Sunu ndigël nekkul ludul benna te [gaawe] ni xef ak xippi"
  ],
  [
    51,
    "Ca dëgg alagoon na Nu séeni nattaangoo [cik weddi], ndax am na aji waaru ?"
  ],
  [
    52,
    "Te lépp lu ñu defoon mu ngi ci téeré bi"
  ],
  [
    53,
    "Te lépp lu tuuti walla lu mag lu ñu bind la [ci téeré]"
  ],
  [
    54,
    "Nakka way ragal ña Yàlla ñu ngiy nekk ci àjjana aki dexam"
  ],
  [
    55,
    "Ci jataay yu dëggu ya ca wetu buur ba di boroom kàntan."
  ]
]