[
  {
    "id": 57,
    "city": "madinah",
    "name": {
      "translated": "The Iron",
      "transliterated": "Al-Hadid",
      "codepoints": [
        1575,
        1604,
        1581,
        1583,
        1610,
        1583
      ]
    },
    "ayahs": 29,
    "slug": "al-hadid",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Di na màggal Yàlla lépp lu ne ci asamaan yi ak ci suuf si ndax Moom Mooy aji not ji [bari kàntan] tey ku xereñ ki [ciy àtteem]"
  ],
  [
    2,
    "Ñeel na Ko nguuru asamaan yi ak suuf si, Mooy dundël ,Mooy rey, te am Na kàntanu def lu ne"
  ],
  [
    3,
    "Mooy ki jëkk, Mooy kiy mujj, Mooy Ki fés [ci ku xool ciy mbindéefam] di Ki nëbbu [ci bëtu mbindéef yi], te Moom xam na lu ne."
  ],
  [
    4,
    "Moom Mooy Ki bind asamaan yi ak suuf si ci juróom benni fan, ba noppi Mu temmu ca gànguné ga, xam Na lay dugg ci suuf si, ak la cay génn, ak liy wàcce jógé asamaan ak lay yéeg jëm ca, Moom foo léen nekk Mu nga fa ak yéen, te Yàlla ku ne jakka la ci ngéen di def."
  ],
  [
    5,
    "Moo moom nguuru asamaan yi ak suuf si te ci Yàlla la mbir yépp di dellu."
  ],
  [
    6,
    "Mooy dugël guddi ci bëcëg, di dugël bëcëg ci guddi, te Moom xam Na li nekk ci dënnë yi."
  ],
  [
    7,
    "Koon gëm léen Yàlla ak yonnentaam te ngéen di joxe ci lu Mu def ngéen di ñu ñu wuutal [ci alal ji Mu moom], koon ñi gëm ci yéen te ñuy joxe ñeel na léen pey gu réy."
  ],
  [
    8,
    "Ana  lu léen nekkal ci bañ a gëm Yàlla, te yonnenta bi woo na léen ci ngéen gëm séen Boroom, te jàppa Na séen kóllëré, ba noppi ndéem ñu gëm ngéen"
  ],
  [
    9,
    "Moom Mooy ki wàcce ci jaamaam ay kàddoom yu leer ngir génné léen cik lëndëm tàbbal léen cik leer, te Yàlla nekk Na ci yéen ku laabir, te di jaglewaakoon."
  ],
  [
    10,
    "Lu léen nekkal ci baña joxe alal ci yoonu Yàlla, te Yàlla ñeel na Ko ndonoy asamaan yi ak suuf si, te ki joxe alal lu jiitu ubbig [Màkka] te bokk ca xare ba, yamul ak ki joxe te xeex ginnaaw ubbi ga, moo gën a màgg daraja, waaye ñoom ñaar ñepp dig Na léen gën jaa rafet pey, te Yàlla Ku deñ kumpa la ci li ngéen di def."
  ],
  [
    11,
    "Képp ku lebal Yàlla lebal gu rafet di Na Ko ko fulal, te ñeel na ko péy gu tedd."
  ],
  [
    12,
    "Bés boo gisee way gëm yu góor ya, ak way gëm yu jigéen ya, séen léer di dox ci séen kanam ak ca sée ndijjoor , [ñu ne léen] mbégté ñeel na léen tey ci àjjana ju ay dex di daw ci suufam, te da ngéen fay béel, te loolu mooy texe gu màgg ga."
  ],
  [
    13,
    "Bés boo bu, naaféq yu góor ya ak yu jigéen ya di na ñu waxak way gëm ña, ne léen xool léen nu ndax nu man a niitu ci séen leer, ñu [tontu léen] ne léen dellu léen ci séen ginnaaw ngéen sàkku ji leer, noonu ñu taxawal ci séen digënté ab tata bu am bunt, joo xam ne ca biiram yërmëndée fa nekk te ca biti ba janook moom, mbugëla fa nekk"
  ],
  [
    14,
    "[Naaféq ya] woo way gëm ña ne léen : ndax nekku ñu woon ak yéen , ñu ne léen : axakañ waaye yéen da ngéen fitnaaloon séen bopp [ci topp séen baken] , ngéen nekkoon di muñëndëku, di sikki-sàkka, séeni mébët nax na léen ba ndigëlu Yàlla aksi, naxekat ba [seytaane] nax na léen ci [lu jëm] ci Yàlla."
  ],
  [
    15,
    "Tey du ñu nangu ci yéen njotu, du ñu ko [nangul it] ñi weddi woon, séen tàppuwaay mooy safara , moo di séen way mengoo , te aka bon delluwaay."
  ],
  [
    16,
    "Moo ndax fafa jotul ci way gëm ñi ñu toroxlu ci séen xol ngir tudd Yàlla ak li Mu wàcce ci dëgg, te bu léen mel ni ñi ñu joxoon téeré lu jiitu, te diirub [la ñu yore téeré ba] yàgg ci ñoom ba séen xol wow, ba ñu bari ci ñoom nekk ñu sàqi ndigël."
  ],
  [
    17,
    "Xam léen ne Yàlla Mooy dundël suuf si ginnaaw ba mu deewee, te leeral Na Nu léen Kàddu ya ndax xeyna ngéen xellu."
  ],
  [
    18,
    "Nakka way saraxe yu góor yi, ak way saraxe yu jigéen yi, tey lebal Yàlla, lebal gu rafet, dees na léen ko fulal te ñeel na léen pey gu tedd."
  ],
  [
    19,
    "Ñi gëm Yàlla aki yonnentaam, ñooy dëgëlkat ya, di seede ya ca séen Boroom, ñeel na léen séen pey ak séen leer, waaye ñi weddi te jàppe ay fen Sunuy kàddu, ñoom ñooy ña dëkk safara."
  ],
  [
    20,
    "Xam léen ne dundu àddina po la ak fontu ak taartaarlu ak puukërante ak ëppëlante alal aki doom, dafa mel ni taw, gàncax ga mu saxal di na yéem beykat ba, topp mu wow [lax] nga gis mu mujje am melow gel, topp mu nekk mboob mu wow, te ca àllaaxira, di na fa nekk mbugël mu tar, ak it jéggëlu Yàlla ak ngérëm te dundu àddina nekkul ludul xéewug naxe."
  ],
  [
    21,
    "Jëkkante léen jëm ci njéggëlu séen Boroom ak ca àjjana joo xam ne yaatu waayam tollu na ni yaatuwaay asamaan ak suuf si, digeef na ko ñi gëm Yàlla aki yonnentaam, loolu xéewëlu Yàlla la, di Na ko jagleel ku Ko soob te Yàlla Mooy Boroom ngëneel gu màgg ga."
  ],
  [
    22,
    "Amul benn tiis buy am ci suuf si, walla mu dal léen yéen ci séen bopp, te fek kul ñu bind ko ci ab téeré lu jiitu mu am, loolu lu yómb Yàlla la."
  ],
  [
    23,
    "[te lu Mu dogal la] ngir ngéen baña tiit ci lu léen rëccë, te it baña bég lool ci lu Mu léen mey ngir Yàlla oppul képp kuy réyréylu di kuy puukëréwu."
  ],
  [
    24,
    "Ñiy nay, tey digël nit ñi nay, te ku dellu ginnaaw [toppa léen ci nay] na xam ne Yàlla Moom Ku oomal la te yayoo cant."
  ],
  [
    25,
    "Ca dëgg yóoni na Nu sunuy yonnenta, ak lay yu leer, Nu wàcce waale it ak ñoom téeré bi ak àtte bu màndu, ngir nit ñi jëfé màndute te wàccee na Nu fi it weñ gu ñuul, gu ànd ak ngaañ lu tar, ak luy jariñ nit ñi, ngir Yàlla ràññee ñi koy dimmëli Moom ak yonnentaam yi, cik kumpa nakka Yàlla Ku bari kàntan la tey di Notaakoon bi."
  ],
  [
    26,
    "Ca dëgg yónni woon na Nu Nóohin, ak Ibraaiima te def na Nu ci séeni sét ñoom ñaar, yonnenta gi ak xamxamu téeré, am na ñu ci gindiku waaye ñu bari ci ñoom ñu sàqi ndigël la ñu."
  ],
  [
    27,
    "Ginnaaw ga tofal na Nu ca séen jéexit ya, Sunuy yonnenta, te tofal na Nu ca : Iisaa doomi Maryama, jox ko Linjiil, te def na Nu ci xolu ñi ko topp, ñeemante ak yërmëndé, ak làbbewu, gu ñu sos ñoom ci séen bopp, digëlu Nu léen ko, [ñoo ko sos] ngir sàkku ngërëmu Yàlla, waaye sàmmu ñu ko dëggi dëggi sàmma, tax na nu fey ñi gëm ci ñoom séen pey, te lu bari ci ñoom waay sàqi ndigël la ñu."
  ],
  [
    28,
    "éey yéen vi gëm [Iisaa], ragal léen Yàlla, te ngéen gëm it yonnentaam Muhammad, koon Mu jox léen ñaari cër [cëru gëm Iisaa ak cëru gëm Muhammad], muy lu jógé ci yërmëndéem, te Mu defal léen léer léer goo léen di doxe, te Mu baal léen, Yàlla jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    29,
    "ngir ñi jotoon téeré xam ne manu ñu feg dara ci ngënéelu Yàlla yi te ngënéelu Yàlla ci loxo Yàlla la nekk, di Na léen jox ku ko soob, Yàlla Mooy Boroom ngënéel gu màgg gi."
  ]
]