[
  {
    "id": 58,
    "city": "madinah",
    "name": {
      "translated": "The Pleading Woman",
      "transliterated": "Al-Mujadila",
      "codepoints": [
        1575,
        1604,
        1605,
        1580,
        1575,
        1583,
        1604,
        1577
      ]
    },
    "ayahs": 22,
    "slug": "al-mujadila",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Yàlla dégg Na waxu ndaw si doon dàggeek ci lu jëm ci jëkëram, te di ko tawat Yàlla, te Yàlla dégg Na seen wàxante yéen ñaar, nakka Yàlla aji dégg la aji gis la."
  ],
  [
    2,
    "Ñiy [mere] séeni jabarba ba di léen nirëlé ak séen yaay, ci yéen,[na ñu xam ne] ñoom du nu séen yaay, ñi léen juróon, ñoom doŋŋ ñoo di séen yaay, te ñoom, ca dëgg ñu ngiy wax lu ñu sib ci wax, aki fen, waaye Yàlla aji baale la, aji jéggëlé la."
  ],
  [
    3,
    "Ñiy nirële séeni jabar ak séen yaay, ba noppi dellu ginnaaw ci li ñu waxoon war na léen ñu goreel jaam, lu jiitu ñu laale waat loolu mooy li ñu léen di waare, Yàlla ku deñ kumpa la ci li ngéen di def."
  ],
  [
    4,
    "Ku amul [jaam bu mu goreel] na woor ñaari weer yu toflaloo, lu jiitu ñu laale waat, ku ko manul na lele ñam wu [suurël] juróom benna fukki way ñàkk, loolu la ñu léen tég ngir ngéen gëm Yàllaak yonnentaam, te loolu mooy dayali Yàlla, te ñeel na way weddi ña mbugël mu metti."
  ],
  [
    5,
    "Ñiy wuuteek Yàlla ak yonnentaam, toroxaleef na léen, na ñu toroxale woon ñi léen jiituwoon te yónnee na Nu ba noppi ay kàddu yu leer te ñeel na yée féer ña mbugël muy toroxale."
  ],
  [
    6,
    "Bés du léen Yàlla dekkalee ñoom ñépp, di Na léen xamal la ñu daan def, muy lu Yàlla takkoon te ñoom ñu fàtte ko ngir Yàlla seede la ci lu ne."
  ],
  [
    7,
    "Ndax gisoo ne Yàlla xam Na li nekk ci asamaan yi ak ci suuf si, te amul benna déeyóo ci ñatti [nit] te nekkul séen ñeenteel, walla juróom benneel walla lu gën a néew loolu walla lu ko ëpp te nekku fa ak ñoom, fu ñu manti nekk, topp ca bés péncé ma, di Na léen xamal la ñu daan def, nakka Yàlla xam na lu ne."
  ],
  [
    8,
    "Ndax gisoo ñi ñu terewoon déeyóo te ñu dellu ci li ñu léen terewoon, di déeyante ci ànda di def ay bàkkaar ak noonoo ak moy ndigëlu yonnenta bi te bu ñu ñëwée ci yow di la nuyyóo, noo xam ne Yàlla nuyyóo wu la noonu, ñuy wax ci séen xel : lu tax Yàlla mbugëlu nu ci li nuy wax ? [ëllëg] safara di na léen doy di na ñu ca tàbbi, aka bon delluwaay."
  ],
  [
    9,
    "Eey yéen way gëm ñi boo léen di déeyoo bu léen déeyóo ci àndi def bàkkaar aki noonoo, ak moy ndigëlu yonnenta bi, na ngéen di déeyóo ci def lu baax ak ragal Yàlla, na ngéen ragal Yàlla Mi nga xam ne dees na léen fang jëmé ci Moom."
  ],
  [
    10,
    "Déeyóo bu jógé ci seytaane jëmul fen fudul jàqaloo ñi gëm, te du léen man a lor ci dara ginnaaw lu Yàlla bàyyi mu am, koon way gëm ñi na ñu wéeru ci Yàlla."
  ],
  [
    11,
    "Eey yéen way gëm ñi bu ñu ne léen yaatal léen [xajalante] ci toogaay yi, yaa tal léen, Yàlla di Na yaatal ñeel léen, bu ñu léen ne jóg léen, jóg léen, Yàlla di Na yékëti ñi gëm ci yéen ak ñi nekk borom xam xam ci yéen, koweel léen, Yàlla ku xam li ngéen di def la."
  ],
  [
    12,
    "Eey yéen way gëm ñi boo léen nammee diisoo ji ak yonnenta bi na ngéen jii tal ca séen diisoo, ab sarax, looloogën ci yéen, te moo gën a sella, boo léen Ko amul, Yàlla jéggëlaakoon la jaglewaakoon fa."
  ],
  [
    13,
    "Ndax da ngéen ragal jiitël ab sarax ci séen diisoo ? Boo léen ko deful, te Yàlla jéggël léen, koon mbook taxawal léen julli, joxe léen asaka te ngéen topp [ndigëlu] Yàlla ak yonnentaam, te Yàlla xam Na li ngéen di def."
  ],
  [
    14,
    "Ndax gisóo ñi xaritook nit ñu Yàlla mere, te bokku ñu ci yéen, bokku ñu ci ñoom, te da ñuy giñ ciy fen te xam ko."
  ],
  [
    15,
    "Yàlla xaroo Na léen mbugël mu tar, te nakka ñoom, bon na la ñu doon def."
  ],
  [
    16,
    "Da ñu jàppe séen ngiñ ni pakk [bu léen di fegal mbugël] tax na ñuy wëlbëti ku jëm ci yoonu Yàlla, kon ñeel na léen mbugël muy toroxale."
  ],
  [
    17,
    "Du léen jariñ dara, séen alal ak séeni doom ca Yàlla, ñoom ñooy waa safara te da ñu fay béel."
  ],
  [
    18,
    "Bés bu léen Yàlla dekkale, ñoom ñépp, di na ñu Ko giñal, ñi ñu léen giñale woon, defe ne nekk na ñu ci dara, te ndax du ñoom ñooy fenkat ya ?"
  ],
  [
    19,
    "Seytaane noot na léen ba fàtteloo na léen tudd Yàlla, ñoom ñooy kuréelu seytaane, te ndax kurélu seytaane du õoy ñi yàqqule ?"
  ],
  [
    20,
    "Ñiy juuyook Yàlla ak yonnentaam ñoom ña ñuy toroxal."
  ],
  [
    21,
    "Yàlla dogal Na ne :  Nun ak Sunuy yonnenta faw di na Nu not nakka Yàlla bari Na kàtan Mooy notaakoon ba"
  ],
  [
    22,
    "Doo gis ay nit ñu gëm Yàlla ak bés péncé ma ñuy xaritook ka weddi Yàlla ak yonnentaam, doonte séeni baay la, walla séeni doom, walla séen mbokk, walla séen giir, ñooñu [Yàlla] dogal na ngëm ci séen xol, te dimmëli Na léen ak ruu gu jógé ci Moom, te di Na léen du gël àjjana joo xam ne ay dex di na daw ci suufam, da ñu fay béel. Yàlla gërëm Na léen, ñu gërëm Ko, ñooñu ñooy kurélu Yàlla ndax du kurélu Yàlla, ñoom ñooy way texe ña."
  ]
]