[
  {
    "id": 59,
    "city": "madinah",
    "name": {
      "translated": "The Exile",
      "transliterated": "Al-Hashr",
      "codepoints": [
        1575,
        1604,
        1581,
        1588,
        1585
      ]
    },
    "ayahs": 24,
    "slug": "al-hashr",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Di na màggal Yàlla, lépp lu ne ci asamaan yi ak suuf si te Moom Mooy notaakoon bi di ku xereñ ki."
  ],
  [
    2,
    "Moom Mooy ki génné ñi weddi ci ñoñ téeré ca séen kër ya, ca njalbéenu fang ma [génné léen Medina], njort u wu léen woon ne di na ñu génn te ñoom it njort u woon na ñu ne séen tat sane na léen ci [pexem] Yàlla, te Yàlla dikkël Na léen , jaare fu ñu ko fooge wul, te sànni ca séen xol tiit, a tax na ñu ràppal séeni kër ak séeni yoxo ak yoxo jullit ñi, koon xalam léen ñi am gis gisu xol."
  ],
  [
    3,
    "Te budul koon li Yàlla dogal ci ñoom ñu génn koon di Na léen mbugël ci àddina te di na léen dal ca àllaaxira mbugëlum safara."
  ],
  [
    4,
    "Loolu ngir li ñu juuyook Yàlla ak yonnentaam, te ku juuyook Yàlla [na xam ne] Yàlla ku tar mbugël la."
  ],
  [
    5,
    "li ngéen dagg ciy garabu tàndarma, ak li ngéen fa bàyyi ñu taxaw ci séen datta, [loo léen ci def] am ngéen ci ndigëlu Yàlla, ngir troxal saay saay ña."
  ],
  [
    6,
    "Li Yàlla mànga ci alal jox ko yonnenta am jëlé ko ci ñoom, jëféwu léen ci fas walla waruwaay, [ngir jot ci waaye Yàlla di Na xiir ay yonnentaam ci ku Ko soob, te Yàlla am Na kàntanu def lu ne"
  ],
  [
    7,
    "Lu Yàlla mànga ci alal jox ko yonnentaam, jëlé ko ca ñoñ dëkk yi, Yàlla ak yonnenta bi ñoo ko moom, ak boroom jegeñaale yi [ci Banu Aasim] ak jirim yi, ak way ñàkk ñi ak ñi ne ci tukki, ngir mu bañ nekk moomeel guy wëndéelu ci digënté ñu oomal ñi ci yéen , lu léen yonnenta bi jox , jàppa nakka Yàlla ku tar mbugël la."
  ],
  [
    8,
    "ñeel na it way ñàkk ñi ci ñi gàddaay muy ñu ñu génné séeni kër ak séeni alal ñuy sàkku ngënéelu Yàlla ak ngërëmam, te di ñuy dimmëli Yàlla ak yonnentaam, ñooñu ñooy way dëggu ña [ca séen ngëm]"
  ],
  [
    9,
    "ak ñi waajaal séeni kër, [yaatal] séen ngëm [ngir fat ñi gàddaay], lu léen jiitu, te di ñu sopp ñi gàddaay jëm ci ñoom, te amu ñu ci séeni xol benn kiñaan ci li ñu léen jox, te di na ñu xañ séen bopp doonte lu ñu soxla la lool te ku ñu musël ci kiñaanu boppam, [bokk nga] ca way texe ña."
  ],
  [
    10,
    "ak [jullit] yay ñëwi ca séen ginnaaw tey wax : Yow sunu Boroom jéggël nu ak sunu mbokk yi nu jiitu ci ngëm te bul def mbañeel ci sunu digënteek ñi gëm, Yow sunu Boroom Yaa di ku lewet di jaglewaakoon bi."
  ],
  [
    11,
    "Ndax gis nga ñiy naaféq di wax ak séeni mbokki yéeféer, ci ñoñ téeré yi naan léen bu ñu léen génnée di na nu génn ànd ak yéen, te du nu topp kenn bàyyi léen, du am mukk, te bu ñu xareek yéen di na nu léen dimmëli, waaye Yàlla-a ngiy seede ne ñoom da ñuy fen."
  ],
  [
    12,
    "Bu ñu léen génné woon du ñu génn ànd ak ñoom, te bu ñu léen songoon xare du ñu léen dimmëli, te bu ñu  léen dimmëliwoon it, da ñuy daw, ñu muuj ñakk ndimmël."
  ],
  [
    13,
    "Ni ñu léen ragale moo gën a tar séen ragal Yàlla, ngir ñoom da ñu nekk nit ñu amul dégg-dégg."
  ],
  [
    14,
    "Du ñu léen songa ndoo ñoom ñépp, ludul ñu nekk ciy dëkk yu ñu aar ak tata, mbaa ci ginnaaw tabax, yàqalante bi nekk séen digënté tar na, da ngay fooge ne benna la ñu, te séeni xol da ñu teqalikoo, ngir ñoom nit ñu dul xellu la ñu."
  ],
  [
    15,
    "Da ñu mel ni ñi léen jiitu woon bu yàggul, ña mosoon séen wextanu mbir, te ñeel na léen mbugël mu metti."
  ],
  [
    16,
    "[Da ñu mel] ni seytaane miy sante nit mu weddi, te bu weddee mu ne ko deñ naa ba set ci yow, man da ma ragal Yàlla Boroom mbindéef yi."
  ],
  [
    17,
    "Séen mujj ñoom ñaar ca safara la ñuy tàbbi te da ñu fay béel, te loolu mooy peyu way tooñ ña."
  ],
  [
    18,
    "éey yéen way gëm ñi, ragal léen Yàlla, te baken bu ne war na xool la mu jiitël ngir ëllëg, te ngéen ragal Yàlla, te Yàlla ku deñ kumpa la ci li ngéen di def."
  ],
  [
    19,
    "Bu léen mel ni ñi fàtté Yàlla, Moom it Mu fàtteloo léen séen bopp, ñooñu ñooy ña diy saay-saay."
  ],
  [
    20,
    "Waa safara yamu ñu ak waa àjjana, waa àjjana ñoom ñooy ña texe."
  ],
  [
    21,
    "Su Nu wàcce woon alxuraan jii ci tundu doj, koon faw di nga ko gis mu toroxlu di xar ngir ragal Yàlla, léebu googu di na Nu ko jox nit ñi, ndax xeyna ñu xellu."
  ],
  [
    22,
    "Yàlla Moom, amul benn Yàlla budul Moom, xamaakoonu lu fàddu ak lu feeñ, Moom Mooy yërëmaakoon bi di jaglewaakoon bi."
  ],
  [
    23,
    "Yàlla Moom, amul benn Yàlla budul Moom Buur bi, di ku Sella ki, di aji Musle ji di aji Wóolulooji, di aji Sàmma ji di aji Not ji, di Boroom doole ji, di ku Màgga-màgga ki, tudd naa sellam ga soreel Ko la ñu koy bokkaale."
  ],
  [
    24,
    "Moom Yàlla Mooy aji Bind ji, di aji Sos ji, di aji Melal ji, Moo moom tur yu rafet ya, di na ko sàbbaal lépp lu ne ci asamaan yi ak suuf si, Mooy Notaakoon bi di ku Xereñ ki."
  ]
]