[
  {
    "id": 60,
    "city": "madinah",
    "name": {
      "translated": "She that is to be examined",
      "transliterated": "Al-Mumtahanah",
      "codepoints": [
        1575,
        1604,
        1605,
        1605,
        1578,
        1581,
        1606,
        1577
      ]
    },
    "ayahs": 13,
    "slug": "al-mumtahanah",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Éey yéen way gëm ñi bu léen jàppe xarit ñi di Samay noon di séen noon, di sànni cofeel ci ñoom, te ñoom weddi na ñu dëgg gi léen dikkël, te di na ñu génné yonnenta bi ak yéen it ngir li ngéen gëm Yàlla séen Boroom, boo léen génnée jëm ci xare ngir Yàlla te ngéen di ci sàkku Sama ngërëm, te ngéen di nëbb cofeel goo léen am ci ñoom, te Nun xam na Nu li ngéen nëbb ak li ngéen feeñaln ku def loolu ci yéen réer na réer gu sori yoon wu jub wi."
  ],
  [
    2,
    "Bu ñu léen notoon [ñoom yéeféer yi], di na ñu léen won séen nooneel te di na ñu tàllal séen loxo ci yéen, ak wax lu ñaaw ci séen làmmeñ, te di na ñu ne siiw ngéen weddi."
  ],
  [
    3,
    "Du léen jariñ dara, bés Péncé ma, séen mbokk [gi ngéen séq] walla séeni doom, Yàlla di Na teqale séen digënté, Yàllaa ngi ne jàkk ci li ngéen di def."
  ],
  [
    4,
    "Am ngéen ci Ibraaiima royuwaay gu rafet ak ñi mu àndaloon, ba ñu waxe séeni nit, nun génn na nu ci yéen, ak li ngéen di jaamu bàyyi Yàlla, weddi na nu léen, te sunu digënté ak yéen nooneel ak mbañeel tàbi na ñu ci, ba faw, ba ker ba ngéen di gëm Yàlla doŋŋ, ba ca wax ja Ibraaiima wax baayam ne ko di naa la baalul Yàlla, waaye man a lu ma la dara ci Yàlla, mu ne Yow Yàlla, ci Yow laa wéeru te ci Yow laay dellu di tuub te delluwaayu gépp ci Yow la."
  ],
  [
    5,
    "Yow Sunu Boroom, yàlla boo nu teg nattu yi [Nga tegoon] ŋi weddi, jéggël nu, Yow sunu Boroom, nakka Yow Yaay Notaakoon bi di ku Xereñ ki."
  ],
  [
    6,
    "Nekk na ci ñoom royuwaay wu rafet ci yéen, ñeel na képpku yaakaar Yàlla ak bés Péncé ma, ku dummooyu [na xam ne] Yàlla ku oomal la ku yayoo cant la."
  ],
  [
    7,
    "Te xeyna Yàlla di Na def ci séen digënté ak ñi ngéen noonoo ci ñoom, mbëggéel te Yàlla ku man lépp la, te Yàlla jéggëlaakoon la jaglewaakoon la."
  ],
  [
    8,
    "Yàlla tere wu léen ngéen jëfante lu baax ak ñi xeexul ngir séen diiné, ak ñi léen génné wul ca séeni kër, ak ngéen màndu jëm ci ñoom, ndax Yàlla soppa Na way màndu ña."
  ],
  [
    9,
    "Ñi Mu léen tere ngéen xaritook ñoom mooy rekk ñi léen di xeex ngir séen diiné ak di léen génné ca séeni kër, te ñuy dimmëlanté ci génné léen, ñi xaritook ñoom, ñooñu ñoo di way tooñ ña."
  ],
  [
    10,
    "Éey yéen way gëm ñi, bu léen way gëm yu jigéen , yu gàddaay dikkëlée, na ngéen léen nattu, Yàllaa gën a xam fu séen ngëm tollu, boo léen xamee ci ñoom ne way gëm la ñu, bu léen léen dello yéeféer ya, dagana tu ñu ci ñoom, te ñoom it [séen jëkër ya di yéeféer] dagana tu ñu ci ñoom, te na ngéen delloo alal ja séen jëkër ya defoon ca ñoom te amul yeddeel ci ngéen takk léen, ginnaaw boo léen léen joxee séen can te bu léen téyé ci buumu séy [séen jabar yi diy yéeféer], laaj léen alal ja ngéen defoon ci ñoom, te [yéeféer yu góor ya] it na ñu laaj alal ji ñu defoon [ca séen jabar yi gàddaay nekk jullit], loolu mooy li Yàlla àtte séen digënté te Yàlla aji xam la ku xereñ la."
  ],
  [
    11,
    "Bu léen dara rawee ci séeni jabar dem ca yéeféer ya, te ngéen feyyu, jox léen ñi séen jabar dem alal ju tol ni la ñu joxe woon, [ca séy ba] te na ngéen ragalYàlla Mi ngéen gëm."
  ],
  [
    12,
    "éey yow yonnenta bi bu la way gëm yu jigéen dikkëlee ngir jaayaanteek yow [dugg ci lislaam] ci kow du ñu bokkaale Yàlla ak dara, du vu sàcca , du vu njaaloo, du ñu rey séen doom, du ñu indi fen wu ñu duur ci séen digënté loxo ak séen tànk [duural séeni jëkër doom ju ñu jurul] te du ñu la moy it ciw yiw, koon jaayanteel ak ñoom, te baalul léen Yàlla, nakka Yàlla jéggëlaakoon la jaglewaakoon la."
  ],
  [
    13,
    "éey yéen way gëm ñi bu léen méngóok nit ñu yàlla mere, nagu na ñu ci mbiru ñi nekk ci bàmmel yi [yaakaar ne du ñu dekki]."
  ]
]