[
  {
    "id": 61,
    "city": "madinah",
    "name": {
      "translated": "The Ranks",
      "transliterated": "As-Saf",
      "codepoints": [
        1575,
        1604,
        1589,
        1601
      ]
    },
    "ayahs": 14,
    "slug": "as-saf",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Di na màggal Yàlla lépp lu ne ci asamaan yi ak suuf si. ndax Moom Mooy Notaakoon bi di ku xéreñ ki"
  ],
  [
    2,
    "éey yéen way gëm ñi, lu tax ngéen di wax loo léen dul def ?"
  ],
  [
    3,
    "Wax loo léen dul def, bàkkaar bu mag la ca Yàlla."
  ],
  [
    4,
    "Yàlla sopp Na ñiy xare ci yoonam, nek ciy sàppe yu fatt mel ni tabax bu ñu taqale."
  ],
  [
    5,
    "[Fàttalikul] ba Muusa waxee nitam ña : éey yéen samay nit lu tax ngéen di ma lor, te xam ngéen ba noppi ne man maa di ki Yàlla yónni ci yéen, ba ñu jengee Yàlla jeng loo séeni xol, ngir Yàlla du gindi nit ñu diy saay-saay."
  ],
  [
    6,
    "[Fàttalikul] ba Iisaa doomi Maryaama waxee éey yéen Bani-Israaiila man ku Yàlla yónni laa ci yéen , da may dëggël li ma jiitu ci Tawraat tey béglé ci yonnenta buy ñëw ci sama ginnaaw, turam di Ahamadu, ba mu aksee ca ñoom ak lay yu leer, ñu ne lii njibar gu bir la."
  ],
  [
    7,
    "Ana ku gën a tooñ kuy duural Yàlla ay fen, te moom woowees na ko jëmé ko ci lislaam, te Yàlla du gindi nit ñu diy tooñkat."
  ],
  [
    8,
    "Ana ku gën a tooñ kuy duural Yàlla ay fen, te moom woowees na ko jëmé ko ci lislaam, te Yàlla du gindi nit ñu diy tooñkat."
  ],
  [
    9,
    "Moom Mooy ki yónni yonnentaam cik njub ak diinéy dëgg ju Mu koweel ci kow diiné yépp doonté lu way bokkaale yi sib la"
  ],
  [
    10,
    "éey yéen way gëm yi ndax du Ma léen tektal njaay mu léen di musël ci mbugël mu metti ?"
  ],
  [
    11,
    "[Mooy] ngéen gëm Yàlla ak yonnentaam, ngéen xeex ci yoonu Yàlla, def ci séen alal ak séen bàkken, loolu moo gën ci yéen, céy boo léen xamoon !"
  ],
  [
    12,
    "[Koon] Yàlla baal léen séeni bàkkaar, dugël léen àjjana ju ay dex didaw ci suufam, ak ciy Kër yu rafet ca àjjana ju sax ja loolu mooy texe gu mag ga."
  ],
  [
    13,
    "ak yeneen [xéewël] yoo léen bëgg, mu dik ndimmël lu jógé ca Yàlla, ak it ubbée gu jigeñ, yëgëlël [loolu yépp] way gëm ñi."
  ],
  [
    14,
    "éey yéen way gëm ñi nekk léen ñuy dimmëli Yàlla, nikki ko waxe woon Iisaa doomi Maryama, ay àndandoom ne léen ana ku may jàppale jëm ci [liggéeyu] Yàlla , àndandoom ya ne ko nun nooy way dimmëli Yàlla, ab kurél gëm ci waa Bani-Israaiila benneen kurél weddi, Nu dimmëli ñi gëm ci séen noon ya ba ñu not léen."
  ]
]