[
  {
    "id": 62,
    "city": "madinah",
    "name": {
      "translated": "The Congregation, Friday",
      "transliterated": "Al-Jumu'ah",
      "codepoints": [
        1575,
        1604,
        1580,
        1605,
        1593,
        1577
      ]
    },
    "ayahs": 11,
    "slug": "al-jumuah",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Di na màggal Yàlla lépp lu ne ci asamaan yi ak suuf si [Moom] Buur bi, Ku Sella ki, Notaakoon bi di ku Xereñ ki."
  ],
  [
    2,
    "Moom Mooy ki yònni ca ñu ab yonnenta bu jógé ci ñoom, mu léen di jàngal ay kàddoom, di léen sellal di léen xamal téeré bi, ak xamxam guy ràññee, lu jiitu loolu da ñu nekkoon cik réer gu bir."
  ],
  [
    3,
    "ak ci ñeneen, ci ñoom, ñu akseegul ci ñoom, te Moom Mooy notaakon bi di ku xereñ"
  ],
  [
    4,
    "Loolu ngënéelu Yàlla la, di Na ko jox ku Ko soob, te Yàlla Mooy boroom ngë néel yu mag yi"
  ],
  [
    5,
    "Nirëlé, ñi xamaléef na léen Tawraat te jëféwu ñu la ca biir, mooy da ñu mel ni mbaam-àlla mu yanu ay téeré, bon na nirëlé nit ñu weddi kàdduy Yàlla te Yàlla du gindi nit ñu di way tooñ"
  ],
  [
    6,
    "Neel : éey yéen ñi nekk yauud, ndéem da ngéenéey yéen ay xaritu Yàlla, te ñeneen nit bokku ñu ci, mébët léen dee, ndéem ñu dëggu ngéen"
  ],
  [
    7,
    "Du ñu ko mébët mukk, ba faw ngir la séeni yoxo jëf, te Yàlla Ku xam way tooñ ñi la."
  ],
  [
    8,
    "Neel, nakka dee mi ngéen di daw, faw di na dajeek yéen ba noppi ñu delloo léen ca aji xam ji kump ak lu teew, Mu xamal léen li ngéen daan def."
  ],
  [
    9,
    "éey yéen way gëm ñi, bu ñu léen woowee ci julli ci bésu àjjuma na ngéen daldi dem ca jaamu Yàlla ga, te ngéen bàyyi njaay mi, looloo gën ci yéen, céy boo léen xamoon !"
  ],
  [
    10,
    "Bu julli gi jeexee tasaaro léen ci suuf si ngéen sàkku ji ci xéewëlu Yàlla yi, te ngéen di tudd Yàlla lu bari, ndax xeyna ngéen texe."
  ],
  [
    11,
    "Te  bu ñu gisee am njaay walla po, ñu bëbbë jëm ca, bàyyi la [yow yonnenta bi] nga taxaw, neel la nekk ca Yàlla moo gën po ak am njaay te Yàlla Mooy Ka gën a man a wërsëgëlé."
  ]
]