[
  {
    "id": 63,
    "city": "madinah",
    "name": {
      "translated": "The Hypocrites",
      "transliterated": "Al-Munafiqun",
      "codepoints": [
        1575,
        1604,
        1605,
        1606,
        1575,
        1601,
        1602,
        1608,
        1606
      ]
    },
    "ayahs": 11,
    "slug": "al-munafiqun",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Bu naaféq yi ñëwéee ci yow di na ñu wax : nu ngiy seede ne yow , ca dëgg, yaa di yonnentu Yàlla bi, te Yàlla xam Na ne nakka yow yaa di, ca dëgg yonnentaam waaye Yàlla ngiy seede ne naaféq yi da ñuy fen [li ñu wax du dëgg ci ñoom]"
  ],
  [
    2,
    "Da ñu jàpp ne séeni ngiñ pakk la [bu léen di aar] tax na ñuy dëddu yoonu Yàlla , bon na la ñuy def."
  ],
  [
    3,
    "ngir ñoom da ñuy gëm, ba noppi weddi loolu tax na téjéef na séeni xol ba ñoom dootu ñu am déggdégg."
  ],
  [
    4,
    "Boo léen gisee, séen jëmm dafa lay yéem, te bu ñu waxee nga déglu séeni wax, ñoom da ñu mel ni banta yu ñu wéer, fu xaacu jibe ñu defe ne ci ñoom la jëm, ñooñooy noon yi, moytu léen, na léen Yàlla xeex, nakka la ñuy wëlbëtée [séen ngëm ga]."
  ],
  [
    5,
    "Bu ñu léen kaay léen, yonnentu Yàlla bi sàkkul léen njéggël ñu yëngël séen bopp lànk, nga gis ñu fegu, di réyréylu."
  ],
  [
    6,
    "Moo yam ci ñoom, nga baalul léen , walla nga bañ léen baalul , Yàlla du léen baal mukk, nakka Yàlla du gindi nit ñu diy saay-saay."
  ],
  [
    7,
    "Ñoom ñooy ñiy wax bu léen joxe séen alal ñiy nekk ak yonnentu Yàlla bi, ba ker ba ñu tasaroo [dëddu ko] te Yàllaa moom ndambi alalu asamaan yi ak suuf si, waaye naaféq yi amu ñu déggdégg."
  ],
  [
    8,
    "Ñu ngiy wax : sunu dellu-woon Medina, ki gën a tedd di na génné ki gën a torox, te Yàlla moom noteel gi Mook yonnentaam ak way gëm ñi, waaye naaféq yi xamu ñu."
  ],
  [
    9,
    "éey yéen way gëm ñi bu léen séen alal ak séeni doom soxlaal ba teqale léen ak fàttaliku Yàlla, képp ku def loolu, ñooñu ñoo di way yàqule ña."
  ],
  [
    10,
    "Na ngéen joxe ci li Nu léen wërsëgël balaa dee aksi ci kenna ci yéen, muy wax : Yow sama Boroom lu tee Nga muñël ma ba ca kanam tuuti, ma saraxe te bokk ca way sella ña."
  ],
  [
    11,
    "Yàlla du yiixalal benn bàkken [deeam] bu àppam matee, te Yàlla ku deñ kumpa la ci li ngéen di def."
  ]
]