[
  {
    "id": 64,
    "city": "madinah",
    "name": {
      "translated": "The Mutual Disillusion",
      "transliterated": "At-Taghabun",
      "codepoints": [
        1575,
        1604,
        1578,
        1594,
        1575,
        1576,
        1606
      ]
    },
    "ayahs": 18,
    "slug": "at-taghabun",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Lépp lu ne ci asamaan yi ak suuf si, mu ngiy màggal Yàlla, Mooy Boroom nguur gi te Beel na Ko cant gi te Moom am Na kàntanu def lu ne."
  ],
  [
    2,
    "Moom Mooy Ki léen bind, te am na ci yéen ñu weddi, ak ñu gëm, te Yàlla Mu ngi ne jàkk ci li ngéen di def."
  ],
  [
    3,
    "Moo bind asamaan yi ak suuf si ci dëgg, te Moo léen melal te rafetal séen melo, te dellu ga ca Moom la jëm."
  ],
  [
    4,
    "Xam Na li nekk ci asamaan yi ak suuf si te xam na li ngéen di nëbb ak li ngéen di feeñal Yàlla Ku xam la li nekk ci xol yi."
  ],
  [
    5,
    "Ndax dikkël na léen xewxewu ñi weddi woon, lu jiitu [tey] , te ñu mosoon séen wextanu mbir, te ñeel na léen mbugël mu tar."
  ],
  [
    6,
    "Li ko waral mooy séeni yonnenta da ñu léen dikkëloon ànd ak lay yu leer, ñu ne ndax it moo nuy gindi, tax na ñu weddi dëddu, Yàlla doylu boppam [bàyyi léen], Yàlla ku oomal te yayoo cant."
  ],
  [
    7,
    "Ñi weddi neena ñooy deefu léen dekkal, neel axakañ waat naa ko ci sama Boroom, faw di na ñu léen dekkal ba noppi birël léen li ngéen jëfoon, te loolu lu yómb Yàlla la."
  ],
  [
    8,
    "Koon gëm léen Yàlla ak yonnentaam ak leer gi Nu wàcce, te Yàlla Ku deñ kumpa la ci li ngéen di def."
  ],
  [
    9,
    "Bés ba Mu léen di dajale, ca bésu ndaje ma, boobu bés mooy bésu rawante ba, ku gëm Yàlla te jëf jëf yu yiw Yàlla di Na far ay ñaawtéefam, dugël ko àjjana ju ay dex di daw ci suufam, te da cay béel, ba faw, loolu mooy texe gu magg ga."
  ],
  [
    10,
    "Ñi weddi te jàppe fen Sunuy kàddu ñooñu waa safara, te da ñu fay béel, aka bon delluwaay googu"
  ],
  [
    11,
    "Dara du dal [nit] ciw tiis te du ci nammeelo Yàlla, waaye ku gëm Yàlla, di Na jubël xolam, te Yàlla xam Na lu ne."
  ],
  [
    12,
    "Topp léen Yàlla, topp yonnenta bi, boo léen dëddoo [xam léen ne] dara warul Sunu yonnenta ludul jottali gu bir."
  ],
  [
    13,
    "Yàlla, amul benn Yàlla budul Moom koon way gëm ñi na ñu wéeru ci Yàlla"
  ],
  [
    14,
    "éey yéen way gëm ñi, lenna ci séeni jabar ak séeni doom, séen noon la ñu, moyutu léen, waaye boo léen jéggëlée, [ñi léen ci jota lor] tey jéllëlé, tey baale [xam léen ne yéenit ci séen mbiri boppa] Yàlla jéggëlaakoon la jaglewaakoon la."
  ],
  [
    15,
    "Séeni doom ak séen alal nekku ñu ludul nattu ci yéen, Yàlla yor Na ca Moom pey gu réy."
  ],
  [
    16,
    "Koon ragal léen Yàlla séen kem kàntan te ngéen di dégg tey top [ndigël] tey joxe séen alal ngir séen bàkken , mooy li gën ci yéen te ku ñu musël ci nayu bàkkenam, ñooñu ñooy ñi texe."
  ],
  [
    17,
    "Boo léen lebalee Yàlla, lebal gu rafet di na léen ko fulal, boole ca baal léen, Yàlla kuy gërëmé la te ku lewet la."
  ],
  [
    18,
    "Moom Miy Ki xam kump ak lu teew, aji not ji aji xereñ ji."
  ]
]