[
  {
    "id": 65,
    "city": "madinah",
    "name": {
      "translated": "The Divorce",
      "transliterated": "At-Talaq",
      "codepoints": [
        1575,
        1604,
        1591,
        1604,
        1575,
        1602
      ]
    },
    "ayahs": 12,
    "slug": "at-talaq",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Éey yow yonnent bi soo léen di fase jigéen, na ngéen léen fase ca [waxtu wa Teuy man a tàbbi] ca séen idda, te ngéen takk idda ba [diirub Teàtti mbërëg], te na ngéen ragal Yàlla ,séen Boroom, te bu léen génné ca séen kër ya, te ñoomit bu ñu génné séen bopp ndéem du da ñu def ñaawtéef gu bir, loolu mooy dayalu Yàlla, képp ku jéggi dyalu Yàlla tooñ na boppaam, te xamoo ndax Yàlla di na amal mbir ginnaaw loolu."
  ],
  [
    2,
    "Bu idda [bay waaja] jex, fàyyali léen ciw yiw mbaa ngéen bàyyi léen ciw yiw te na ngéen ko seedeloo ñaar ñu màndu ci yéen te na ngéen taxawal seede ngir Yàlla, loolu la léen waare, képp ku gëm Yàlla ak bés Péncé ma, ak ku ragal Yàlla di Na ko ubbil génnuwaay."
  ],
  [
    3,
    "Te di na ko wërsëgël jaare ko fu mu ko foogewul woon, képp ku wéeru ci Yàlla, Mu doy ko, te nakka Yàlla aji jotal mbiram la, te lu nekk Yàlla sàkkal Na ko ab dayo [bu nattam tolloo]"
  ],
  [
    4,
    "Te ci séen jigéen ñi gisatul mbërëg [ngir mage] boo léen ci amee xel ñaar, [xam léen ne] séen idda ñatti weer la, ak ñi gisagul mbërëg [ngir ndawe], te jigéen ñi ëmb séen àppa ngi yam ca bés ba ñu wësinée te képp ku ragal Yàlla, di Na def ciy mbiram jàppandal."
  ],
  [
    5,
    "Loolu mooy ndigëlu Yàlla, wàcce Na ko ci yéen, te képp ku ragal Yàlla di Na faray ñaawtéefam te màggal peyam."
  ],
  [
    6,
    "[jigéen yi ñu fase] na ngéen léen dëkkël fa ngéen dëkk, séen kem kàntan, bu léen léen lor ci xatal léen, bu fekkee da ñu ëmb na ngéen léen jox alal [ju ñu faje séeni soxla] ba ker ba ñuy wësin, te bu ñu léen di nàmpalal [liir bi] na ngéen léen jox séen pey, te ngéen diisoo bu yiw, ndéem déggóo amul, na ko nampalloo kenneen."
  ],
  [
    7,
    "Ki oomal na joxe lu mengook yaatoom ku wërsëgam nekk lu xat na joxe ci li ko Yàlla jox, Yàlla du teg benn bàkken ludul lu ko Yàlla jox, te Yàlla di Na def ginnaaw jafe-jafe , ay yómb-yómb."
  ],
  [
    8,
    "Aka bari dëkk yi réyréylu woon dëddu séen ndigëlu Boroom ak yonnentaam, Nu nattale séen mbir nattale bu tar, Nu mbugël léen mbugël mu bonn a bon."
  ],
  [
    9,
    "Ba mos na ñu wextanu séen mbir te mujju mbir ma dik yàqule."
  ],
  [
    10,
    "Yàlla xaroo na léen mbugël mu tar, konn ragal léen Yàlla yéen boroom xel yi gëm Yàlla, yónnée Na léen alxuraan ."
  ],
  [
    11,
    "[ak] yonnenta buy jàng ci ñom kàdduy Yàlla yu leer y, ngir Mu génné ñi gëm tey jëf jëf yu yiw, cik lëndëm jëmé léen cik leer, te ku gëm Yàlla te jëf lu sella di Na ko dugël àjjana ju ay dex di daw ci suufam da ñu fay béel ba faw, te Yàlla rafetal Na ko xéewëlam."
  ],
  [
    12,
    "Yàlla Mooy Ki bind juróom ñaari asamaan yi ak suuf si lu ni tollu, ndigël li di na wàcce ci séen digënté ngir ngéen xam ne nakka Yàlla am Na kàntanu def lu ne, te Yàlla peeg Na lépp lu ne ci xamxamam."
  ]
]