[
  {
    "id": 66,
    "city": "madinah",
    "name": {
      "translated": "The Prohibition",
      "transliterated": "At-Tahrim",
      "codepoints": [
        1575,
        1604,
        1578,
        1581,
        1585,
        1610,
        1605
      ]
    },
    "ayahs": 12,
    "slug": "at-tahrim",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Éey yow yonnenta bi lu tax ngay araamal sa bopp lu la Yàlla daganal, [te nga def ko] ngir sàkku sa ngërëmu jabar yi, te Yàlla jéggëlaakoon la jaglewaakoon la."
  ],
  [
    2,
    "Yàlla dogal Na ba noppi, ci yéen ni ngéen di yewwikoo co séeni ngiñ, te Yàlla Mooy aji méngóok yéen te Moom ku xam ku xereñ la."
  ],
  [
    3,
    "Ba yonnenta bi déeyée ab xewxew, kenna ciy jàbaram, ba ko [jàbar ji] xamalee kenneen, te Yàlla xamal ko ko, mu nettali lenna ci xewxew bi bàyyi ci leneen lu mu xamul [jabar ji], ba mu ko ko xamale mu ne ko, ku la xamal loolu? mu tontu ko ne ki ma ko xamal Mooy aji Xam ji, aji deñ ciy kumpa ji."
  ],
  [
    4,
    "Bu ngéen tuube ci Yàlla [yéen ñaari jabari yonnenta bi, laloon séen pexe ci moom] séen xol jengoon na ba noppi. Bu ngéen ko fexeele, Yàlla Moo koy méngóo, ak Jibriil ak jullit yu sella yi te malaaka yi, ginnaaw loolu di na ñu ko dimmëli."
  ],
  [
    5,
    "Amaana, bu léen fasewoon, Boroomam, di Na léen watte ñeel ko, ay jabar yu léen gën ñuy way wommatu, di ay gëm, diy toppakatu Yàlla di way tuub, diy jaamukat, diy woorkat, diy jéeg aki janqa."
  ],
  [
    6,
    "éey yéen ñi gëm fegal léen séen bopp ak séen njaboot safar soo xam ne mat tam nit la aki xeer, te ña ko yore diy malaaka yu am doole, te tar [ci séen jëf], du ñu moy Yàlla ca la Mu léen digël, la ñu digël la ñuy def"
  ],
  [
    7,
    "éey yéen way weddi ñi, bu léen làyyi tey jii, du ñu léen fey ludul li ngéen daan def"
  ],
  [
    8,
    "éey yéen way gëm ñi tuub léen ci Yàlla, tuub gu sella, xeyna séen Boroom far séeni ñaawtéef, te tàbbal léen àjjana ju ay dex di daw ci suufam, tey yii Yàlla du gàcceel yonnenta bi, ak ñi gëmoon ànd ak moom, séen léer di na dox ci séen kanam ak ci séen ndijjoor, ñuy wax : Yow sunu Boroom mattalil nu sunu leer te nga baal nu, nakka Yiw am Nga kàntanu def lu ne."
  ],
  [
    9,
    "éey yow yonnenta bi xeexal ak yéeféer yi ak naaféq yi te nga dëgër ci ñoom, séen dëkkuwaay safara la, ndaw delluwaay gu bon !"
  ],
  [
    10,
    "Yàlla ngiy sadd ñi weddi léebu jabaru Nóohin ak jabaru Lóot, nekkoon na ñu ci kiliftéefu ñaari jaam, di Sunuy jaam yu sella, ñu wuruj léen dugg léen safara ànd ak ña cay dugg."
  ],
  [
    11,
    "Yàlla ngiy sadd it way gëm ñi léebu jabaru Fir-Awna ba mu ne Yow sama Boroom tabaxal ma ca Sa wet, kër ca àjjana, te Nga musël ma ci Fir-Awna aki pexeem, te Nga musël ma ciy nit ñu di way tooñ."
  ],
  [
    12,
    "ak Maryama doomi Imraan mi sa_e woon boppam, Nu wol ca moom lenna ci Sunu Ruu te dëgël na kàddu Boroomam aki téeréem te bokkoon na ca way jaamu ña."
  ]
]