[
  {
    "id": 67,
    "city": "makkah",
    "name": {
      "translated": "The Sovereignty",
      "transliterated": "Al-Mulk",
      "codepoints": [
        1575,
        1604,
        1605,
        1604,
        1603
      ]
    },
    "ayahs": 30,
    "slug": "al-mulk",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Màgg Na te barkeel Ki yore ci loxoom nguur gi te Moom am Na kàntanu def lu ne."
  ],
  [
    2,
    "Moom Mi bind dee ak dund ngir Mu nattu léen [seet] kan ci yéen moo gën a rafet jëf te Moom Mooy aji not ji tey aji jéggëlaakoon bi."
  ],
  [
    3,
    "Mooy ki bind juróom ñaari asamaan yi ñu nekk ay déelé, te doo gis ci li Yërëmaakoon bi bind rëxërëxë, te dellool sa bët xool ndax di nga gis benn xarxar."
  ],
  [
    4,
    "Topp, nga dello watt  sa bët ñaareel bi yoon, sa gis gis di na wëlbëtiku ci yow di aji torox di aji lott [ci gis benen sikk]."
  ],
  [
    5,
    "Rafetale na Nu asamaanu àddina si aki lamp yu Nu génné ay saan yu ñuy sànni seytaane yi, ta xaroo na Nu léen mbugëlu [safara sa tudd] Saiir"
  ],
  [
    6,
    "Te ñeel na ñi weddi séen Borom mbugëlu [safara] Jahannama, bon na delluwaay googu"
  ],
  [
    7,
    "Su ñu léen ci sànnee di na ñu dégg muy ŋaax te di fuur"
  ],
  [
    8,
    "Di na xawa xottiku ngir mer, te saayu ñu ci sànnee ab kurél, ay bëkk-née gam laaj léen : ndax ab waarekat dikkul woon ci yéen"
  ],
  [
    9,
    "ñu tontu ne : axakañ, ab waarekat dikkoon na ci nun waaye da nu ko ne dey fen, nu wax ne Yàlla wàccewul dara, nekku léen ludul cik réer gu mag."
  ],
  [
    10,
    "ñu naan, bu nu dégluwoon mbaa nu xellu koon du nu nekk tey ñi dëkk ci [safara] Saiir"
  ],
  [
    11,
    "ñu nangu séen bàkkaar koon waa [safara] Saiir sore na ñu yërmëndé"
  ],
  [
    12,
    "ñi ragaloon séen Boroom, ci kump ñeel na léen njéggël ak pey gu réy"
  ],
  [
    13,
    "Ngéen wax ndank walla ngéen koweel séen kàddu, naka Moom aji xam la li nekk ci xol yi."
  ],
  [
    14,
    "Ndax da fa xamul aji bind ji, te Moom Mooy way ñeemante ji di ku deñ kump ki?"
  ],
  [
    15,
    "Moom Mi léen defal suuf si di lu ñu tàggat ba ngéen di dox ci ay goxam, te ngéen di lekk ciy xéewëlam te ca Moom la dekki [gay ame]"
  ],
  [
    16,
    "Ndax da ngéen di lekk ci asamaan du léen xaral suuf si, ba muy jaayu"
  ],
  [
    17,
    "Am da ngéen naagu ne Ki nekk ci asamaan du yónnée ci séen koy ay xeer ? di ngéen mosa xami nàkka la Samay xuppe [di mel]."
  ],
  [
    18,
    "Xésoon na ñu weddi, ñi léen jiitu woon tax na Sama mbugël réy na"
  ],
  [
    19,
    "Ndax da ñu seetlu wul njanaaw yiy [naaw] ca séen kow di tàllal séeni laaf, di léen téyé; dara téyé wu léen [tere léen daanu] kudul Yërëmaakoon bi bokkul, nàkka yéeféer yi nekku ñu ludul ciy naxe."
  ],
  [
    20,
    "Ndax lii moo di séen lél ju léen man a dimmëli, ci lu Yërëmaakoon bi bokkul, nàkka yéeféer yi nekku ñu ludul ciy naxe"
  ],
  [
    21,
    "Kan mo léen di wërsëgël, bu [Yàlla] téyé woon xéewëlam, déet ñoom daal da ñu nuur cik réy ak foñ."
  ],
  [
    22,
    "Ndax kiy dox di fénqë kanamam [ci lu ne] moo gën a gindiku, am kiy dox tegu temm ci yoon  wu jub xocc wi [moo gën a gindiku]"
  ],
  [
    23,
    "Neel Moom Moo léen sos, defal léen dégg [ciy nopp] ak gis [ciy] bët aki xol, te néew na li ngéen di gërëm [ki léen défal lolu yépp]."
  ],
  [
    24,
    "Neel Moom Moo léen tasaare ci suuf si te dees na léen fàng jëmé ci Moom"
  ],
  [
    25,
    "ñuy wax, kaña la âppa boobu di jot, ndéem ñu dëggu ngéen"
  ],
  [
    26,
    "Neel xamxam ba nekkul ci kenn kudul Yallà, te man waarekat bu wér doŋŋ laa."
  ],
  [
    27,
    "Bu ñu ko gisee [mbugël ma] mu jigeñ, kanamu ña weddi di na ñaaw, dees na léen wax : lii mooy li ngéen doon woo."
  ],
  [
    28,
    "Neel, soloo léen ma, bu ma Yàlla reyoon ak ku ànd ak man mbaa mu yërëm nu, koon kan mooy man a xettali yéeféer yi ci mbugël mu metti ?"
  ],
  [
    29,
    "Neel Moom Yërëmaakoon bi, Moom la nu gëm, te ci Moom la nuy wéeru, té di ngéen mosa xam kan moo nekk ci réer gu bir"
  ],
  [
    30,
    "Neel soloo léen ma, bu séen ndox xéyoon ŋiis, kan moo léen di indil ndox mu neex [xanaa Yàlla Boroom mbindéef yi]."
  ]
]