[
  {
    "id": 68,
    "city": "makkah",
    "name": {
      "translated": "The Pen",
      "transliterated": "Al-Qalam",
      "codepoints": [
        1575,
        1604,
        1602,
        1604,
        1605
      ]
    },
    "ayahs": 52,
    "slug": "al-qalam",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "[Maa ngi waat ci] Nuun [ci daa] ak xalima ga ak la ñuy bind [ñoom malaaka ya]"
  ],
  [
    2,
    "ne yow nekkoo, ak xéwël bi la sa Boroom defal, ab dof."
  ],
  [
    3,
    "Te ñeel na la pey gu dul dakk."
  ],
  [
    4,
    "Te yow da ngay boroom jikko ju màgga [rafetaay]."
  ],
  [
    5,
    "Di nga mosa gis, ñoomit ñu gis,"
  ],
  [
    6,
    "kan ci yéen moo dib dof."
  ],
  [
    7,
    "Te sa Boroom, Moo gën a xam ki sànku ba sore yoonam, te Moo gën a xam ña gindiku"
  ],
  [
    8,
    "Koon bul topp ñi weddi"
  ],
  [
    9,
    "ngéejoo na ñu nga nooyal, ñoom it ñu nooyal"
  ],
  [
    10,
    "Bul topp kay waat ciy caaxaan"
  ],
  [
    11,
    "di jëwkat, di doxkatu rambaaj"
  ],
  [
    12,
    "di ku nay man a tooñ, di jalgati, bari bàkkaar,"
  ],
  [
    13,
    "di ku wow xol, tek ca di doomi njaaloo."
  ],
  [
    14,
    "[Gis na daal ne] dafa bari alal aki doom,"
  ],
  [
    15,
    "ba bu ñu jàngee ci kanamam Sunuy kàddu mu ne lii fenu mag ñu jëkk ña la"
  ],
  [
    16,
    "di na Nu ko màandargaal ci ñoxam [ci baken]"
  ],
  [
    17,
    "Nattu na Nu léen ni Nu nattoowoon ay boroom tool ba ñu giñee ne di na ñu ko góob ca subë cuuy"
  ],
  [
    18,
    "te tegu ñu ca : bu soobee Yàlla."
  ],
  [
    19,
    "Aji wër, wër tool ba ci guddi [muy dogal] gu jógé ca sa Boroom, ñoom ñuy nelaw"
  ],
  [
    20,
    "[tool] ba soppiku mel ni mboob mu ñuul wow koŋŋ"
  ],
  [
    21,
    "Ñu xéy wootante ca subë teel"
  ],
  [
    22,
    "[naan] na ngéen xeeñ xéy caséen tool ndéem way góob ngéen."
  ],
  [
    23,
    "ñu dem, di nëbbëtu"
  ],
  [
    24,
    "ngir benn way ñakk du dugg ci tool bi ci bés bi."
  ],
  [
    25,
    "ñu xéy ànd ak cawarte di ñu am kàntan"
  ],
  [
    26,
    "ba ñu gisee tool ba ne, nun da nu réer."
  ],
  [
    27,
    "[ñu seetlu] ne déet, nun, ñu ñu xañ la nu"
  ],
  [
    28,
    "ka ca gënoon yamaay [ca la ñu doon fexe] ne ndax da ma léen waxul woon lu tee ngéen màggal Yàlla [fàttaliku Ko]"
  ],
  [
    29,
    "Ñu ne : màgga Na sunu Boroom, nun tooñ na nu"
  ],
  [
    30,
    "Ku ne jublu ca sa moroom ñuy yeddante"
  ],
  [
    31,
    "Ñu ne ngalla nun, nekkoon na nu ñu beew"
  ],
  [
    32,
    "xeyna sunu Boroom toftal nu ci lu ko gën, ndax way xemmeem la nu jëm ci sunu Boroom"
  ],
  [
    33,
    "Noonu la mbugël ma deme, te mbug¨lu àllaaxiraa gën a tar, céy bu ñu xamoon !"
  ],
  [
    34,
    "Nakka ña di way ragal [séen Boroom] ñeel na léen ca séen Boroom àjjanay xéewu ga"
  ],
  [
    35,
    "Waaw ndax da Nuy yamale jullit ñi ak saay-saay ñi?"
  ],
  [
    36,
    "Lu léen jot ba ngéen di attée [noonu]"
  ],
  [
    37,
    "Am da ngéen yore téeré bu am lu ngéen di jàng,"
  ],
  [
    38,
    "te lu léen neex tànna ko ci biiram"
  ],
  [
    39,
    "Am da ngéen am ci Nun, Nu warlul léen, ci ngiñ gu matale ba bésu dekki ba, ne di ngéen am loo léen àtte?"
  ],
  [
    40,
    "Laaj léen, kan ci ñoom moo warlu [ne looloo di na am]."
  ],
  [
    41,
    "Am da ñu am ay bokkaale? na ñu indi séeni bokkaale ndéem ñu dëggu la ñu"
  ],
  [
    42,
    "bés ba ñuy wuñnñi yeel, [wok tànku tubéy ngir tiis wa ñuy jànkoonteel], te woowees léen [ne léen kaay léen] sujóot, du ñu ko man."
  ],
  [
    43,
    "Séeni gët di na sëgg [ngir gàcce], toroxte muur léen, te ñoom woowoon na ñu léen ci ñuy sujóot te booba dara jotu léen"
  ],
  [
    44,
    "Koonbàyyi Maak ñi jàppe fen wax jii [alxuraan], di na Nu léen jay jaare ko fu ñu xamul."
  ],
  [
    45,
    "Di Naa def ndànk ak ñoom, Samay pexe lu tal la."
  ],
  [
    46,
    "Am da nga laaj pey, mu nekk ci ñoom lu léen diise?"
  ],
  [
    47,
    "Am da ñu xam lu fàddu [kump] ba tax ñuy bind"
  ],
  [
    48,
    "Koon munël sa àtte Boroom, te bul mel ni boroom jën wa [yontu Yallà Yunus] ba mu wootee te fekk mu fees ak mer"
  ],
  [
    49,
    "Bu ko sa xéewëlu Boroom dabaatal woon koon dees na ko sànni ca ndànda faoyfoy ga, di ku ñu ŋànna"
  ],
  [
    50,
    "Waaye sa Boroom tànna na ko, def ko mu bokk ca way sella ña."
  ],
  [
    51,
    "Ña weddi xaw na ñu laa nërméel ca séen xool, ba ñu déggée alxuraan, te ñuy wax, ca dëgg moom dof la"
  ],
  [
    52,
    "Te alxuraan nekkul ludul fàttali ñéel mbindéef yéep"
  ]
]