[
  {
    "id": 76,
    "city": "madinah",
    "name": {
      "translated": "The Man",
      "transliterated": "Al-Insan",
      "codepoints": [
        1575,
        1604,
        1575,
        1606,
        1587,
        1575,
        1606
      ]
    },
    "ayahs": 31,
    "slug": "al-insan",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Ndax amul ab diir ci jamano, nit nekkul woon dara lu ñu man a tudd"
  ],
  [
    2,
    "Nun bind na Nu nit ci toq wu dim njaxas [li jógé ci góor jaxasook li jógé ci jigéen] ngir Nu nattu ko, defal na Nu ko dégg ak gis [nopp ak bët]"
  ],
  [
    3,
    "Te jubël na Nu ko ci yoon [wu jub wi], di na nekk santaakoon walla weddi waakoon [di kuy fakk jëf]"
  ],
  [
    4,
    "Nun xaroo na Nu ak yéeféer yi ay jéng aki gax ak safara su tudd Sahiir"
  ],
  [
    5,
    "Nakka nit ñu baax ñi di na ñu naan ci kaas boo xam ne njaram kaafóor la"
  ],
  [
    6,
    "bëtu ndox la moo xam ne jaamu Yàlla yi ñoo ciy naan, muy balla ak doole"
  ],
  [
    7,
    "ñoom da ñu daan matal séen yéené [ci Yàlla] te ragaloon na ñu bés bu làm book ay wu wesaaroo"
  ],
  [
    8,
    "te daan na ñu lele ñam te soxla ko, jox ko way ñàkk, walla jirim, walla ku ñu jàpp [jàrjàr],"
  ],
  [
    9,
    "[tey wax] : lele wu nu léen ludul ngir Yàlla, te soxla wu nu ci yéen pey walla ngërëm."
  ],
  [
    10,
    "Nun da nu ragal, lu tukkée ca sunu Boroom, muy bés bu tiis nu ñanga."
  ],
  [
    11,
    "Waaye Yàlla fegal na léen ayu bés boobu te jox léen kanam gu nëtëx [gu naat] ak mbégté,"
  ],
  [
    12,
    "Te séen pey ci li ñu muñoom, àjjana la ak [yéréy] sooy"
  ],
  [
    13,
    "ñu sëwéenu ciy lal [yu nooy] te du ñu fa yëg [tàngooru] janta walla ab sedd bu metti."
  ],
  [
    14,
    "te kepaaram jigeñ léen, ay meññentaam nekk lu ñu léen tàggatal lool"
  ],
  [
    15,
    "mu am ñuy wër ci séen biir yore ay ndab [yu ñu tëggé] xaalis ak ay kaas yu weer"
  ],
  [
    16,
    "weer wu jógé ci xaalis ndefu ga di lu ñu nattale."
  ],
  [
    17,
    "ñu di léen ci nàndal ciy kaas, naan gu ñu njare jiñjar"
  ],
  [
    18,
    "[my naan gu énu tanqe] ciw sewnde bu fa nekk tud Salsabiil"
  ],
  [
    19,
    "ay ndaw yu ñu béelël di wër ci séen biir, te boo léen gisé da nga léen di tek ay per yu ñu wesaare"
  ],
  [
    20,
    "Te boo xoole ba xoolaat di nga gis xéewël ak nguur gu màgg"
  ],
  [
    21,
    "ñu sol yéréy sooy bu sew am melo xobu garab, ak sooy bu tal, ñu takkaayal léen ay lamu xaalis, te séen Boroom di léen nàndal naan gu sella."
  ],
  [
    22,
    "Te loolu lépp dey nekk pey goo léen am ndax séeni nekkoon na lu ñu gërëm"
  ],
  [
    23,
    "Nun wàcce na Nu ci yow alxuraan wàcce gu dëgër"
  ],
  [
    24,
    "Na nga muñ ci sa àtte Boroom bul topp kenn ci ñoom, ñiy bàkkaar ak ña weddi"
  ],
  [
    25,
    "Te gay tudd sa turu Boroom subë ak ngoon"
  ],
  [
    26,
    "Te lenna ci guddi gi na nga Koy sujóotal te ngay Ko jaamu lu yàgg ci guddi gi."
  ],
  [
    27,
    "Nakka ñile da ñu sopp lu gaaw li [àddina] te bàyyi ci séen ginnaaw bés bu diis"
  ],
  [
    28,
    "Nun Noo léen bind te dëgëral na Nu séeni cër, te bu Nu sooboon Nu watte léen ak ñeneen [nit] ni ñoom, watte gu set wecc"
  ],
  [
    29,
    "Lii ab fàttali la, ku mu soob na sóobu ci yoon wu jëm ci Boroomam"
  ],
  [
    30,
    "Waaye du léen soob ludul fekk mu soob Yàlla, nakka Yàlla ku xam la ku xereñ la"
  ],
  [
    31,
    "di Na tàbbal ku Ko soob ci yërmëndéem, te way tooñ ñi dig Na léen mbugël mu metti."
  ]
]