[
  {
    "id": 8,
    "city": "madinah",
    "name": {
      "translated": "The Spoils of War",
      "transliterated": "Al-Anfal",
      "codepoints": [
        1575,
        1604,
        1571,
        1606,
        1601,
        1575,
        1604
      ]
    },
    "ayahs": 75,
    "slug": "al-anfal",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Ñu ngiy laaj lu jëm ci mànga yi ne léen mànga yi Yàlla ak yonnentaam ñoo léen momm, koon ragal léen Yàlla te ngéen defare séen digënté, te ngéen topp Yàlla ak yonnentaam ndéem way gëm ngéen."
  ],
  [
    2,
    "Jullit ñi, ñooy ñi nga xam ne, bu ñu tuddée Yàlla, séen xol yëngu, te bu ñu jàngee ci ñoom ay laayaam, mu yokk séen ngëm, te ci séen Boroom la ñuy wékku."
  ],
  [
    3,
    "Ñooy ñi nga xem ne di na ñu taxawal julli te ci li Nu léen wërsëgël di na ñu ci joxe."
  ],
  [
    4,
    "Ñooñu ñooy jullit dëgg, ñeel na léen yékëtiku ca séen Boroom, ak ndéggël ak wërsëg wu tedd."
  ],
  [
    5,
    "Nakka noonu sa Boroom génné Na la sa kër ci dëgg te fekk neexul ñenna ñi, ci way gëm ñi."
  ],
  [
    6,
    "Ñu ngiy dàggeek yow ci dëgg gi, ginnaaw bi mu feeñee leer nàññ, mel ni da ñu léen fang jëmé ci dee, ñu ne ca jàkk."
  ],
  [
    7,
    "[Fàttalikul] ba léen Yàlla digée ndam ci kow benna ci ñaari kurél yi ngéen moom ko te ngéen xëccoo moom kurél bi yorul ngànnaay, te Yàlla nammoon dëgërël dëgg gi, ci kàddóom te dog ginnaawu yéeféer yi."
  ],
  [
    8,
    "Ngir dëg  sax, te caaxaan jógé fi, donte naqari na saay-saay yi."
  ],
  [
    9,
    "[Fàttalikul] ba ngéen sàkkoo xettaliku ca séen Boroom, te Mu nangul léen, ne Man di Naa léen dooleel ak junniy malaaka yuy toftalante."
  ],
  [
    10,
    "Yàlla deful loolu ludul ngir mbégté [jullit ñi], ak ngir séen xol dal, ndimmël amul feneen fudul ca Yàlla, nakka Yàlla aji not la aji xereñ la."
  ],
  [
    11,
    "[Fàttaliku léen] ba léen Yàlla muurée ak ngëmmént, muy jàmm ju jógé ca Moom, te Mu wàcce ca yéen ndox mu jógé asamaan, ngir Mu laabal léen ak loolu, ak ngir Mu dàqal léen sobe seytaane ak ngir Mu dëgërël séeni xol dëgërël séeni ndëgu."
  ],
  [
    12,
    "[Fàttalikul] ba sa Boroom xamalee malaaka yi ne léen, Maak yéena ànda, na ngéen dooleel ñi gëm, di Naa sànni njàqare ci xolu ñi weddi, koon dóor léen ci kow loos yi, te ngéen dóor léen ci bépp baaraam."
  ],
  [
    13,
    "Loolu, ngir da ñu juuyook Yàlla ak yonnentaam, te ku juuyook Yàlla ak yonnentaam, [na xam ne] Yàlla ku tar mbugël la."
  ],
  [
    14,
    "Noonu lay dale ci yéen [yéeféer yi] koon mos léen ko, te ñeel na way weddi ñi mbugëlu safara."
  ],
  [
    15,
    "Éey yéen way gëm ñi, boo léen dajeek yéeféer yi ñuy rung jëm ci yéen, bu léen daw won léen ginnaaw."
  ],
  [
    16,
    "Ku daw, won léen ginnaaw, ci bés boo ba, ludul kuy jéema njuuy ba jekkoo nu mu xaree, walla kuy jéema tàppu ci mbooloom jullit, tàbbi na ci meru Yàlla, te dëkkuwaayam safara, aka bon goo guk delluwaay."
  ],
  [
    17,
    "Te reyu léen léen [yéen jullit ñi] Yàlla Moo léen rey, te sànni woo [yow yonnenta bi] ba nga sànne, [suuf sa], waaye Yàlla Moo sànni, ngir Mu mey way gëm ñi, xéewël gu rafet gu tukkée ca Moom, Yàlla aji dégg la aji xam la."
  ],
  [
    18,
    "Noonu la [dogal] ci yéen, te [xam léen ne] Yàlla kuy doyadal la pexe yéeféer yi."
  ],
  [
    19,
    "Ndéem da ngéen di sàkku loo léen di àttewoo, [yéen yéeféer yi], ab àtte dikkël na léen ba noppi, soo léen bàyyee [la ngéen nekke woon cik kéeféer] mooy gën ci yéen, boo léen delloo [ca la ngéen nekke woon] Nu dellu [ci jox yonnenta bi ndimmël], te koon séen mbooloo du léen jariñ dara doonte dafa bari lool, nakka Yàlla Mook jullit ñee ànda."
  ],
  [
    20,
    "Éey yéen way gëm ñi, na ngéen topp Yàlla ak yonnentaam bu léen ko dëddu te fekk dégg ngéen [li muy wax]."
  ],
  [
    21,
    "Bu léen mel ni ñiy wax : dégg na nu, te fékk déglu wu ñu."
  ],
  [
    22,
    "Li gën a yées ci mbindéef yi, ci Yàlla mooy tëx, luu, te baña xellu."
  ],
  [
    23,
    "Te bu Yàlla xamoon ci ñoom dara ciw yiw, koon Mu dégg loo léen [dëgg] waaye bu léen dégg loo woon, koon it ñu dëddu nekk ñu beddeeku."
  ],
  [
    24,
    "Éey yéen way gëm ñi, na ngéen wuyyu Yàlla ak yonnentaam, bu ñu léen woowee ci li léen di mucc loo, te na ngéen xam ne nakka Yàlla di Na dox digënté nit ak xolam, te di na ñu léen fàng jëmé ci Moom."
  ],
  [
    25,
    "Te na ngéen ragal mbugël moo xam ne du dal rekk ñi weddi ci yéen, te na ngéen xam ne Yàlla ku tar mbugël la."
  ],
  [
    26,
    "Fàttaliku léen ba ngéen nekkee ñu néew, di ñu doyadal ci suuf si, ngéen di ragal nit ñi fëkk léen, Mu tàppu léen dimmëli léen ci ndimmëlam, Mu wërsëgël léen ciy xéewël yu sella, ndax xeyna yéen ngéen gërëm [séen Boroom]"
  ],
  [
    27,
    "Éey yéen way gëm ñi, bu léen wuruj Yàlla ak yonnenta bi, te bu léen wuruj it séeni kóolëré, te xam ko xéll."
  ],
  [
    28,
    "Xam léen ne seeni alal ak séeni doom fitna la ñu ci yéen, te nakka Yàlla, nekk na ca Moom pey gu màgg."
  ],
  [
    29,
    "Éey yéen way gëm ñi, boo léen ragalee Yàlla, Mu sagal léen, far séeni ñaawtéef jéggël léen, te Yàllaay boroom ngënéel yu màgg ya."
  ],
  [
    30,
    "Te fàttalikul ba la yéeféer yi fexelee ngir ñu téj la [ci bërëb] mbaa ñu rey la, mbaa ñu génné la, ñu def séeni pexe, Yàlla it def pexeem, te Yàlla di ki gën màggi pexe."
  ],
  [
    31,
    "Te saa yu ñu jàngee ci séen neexoon nu wax lu mel ni lii, ndax lii nekkul ludul léebu nit ñu jëkk ña."
  ],
  [
    32,
    "Te fàttalikul ba ñu waxee, Yow sunu Boroom, ndéem lii lu dëggu la, lu jógé ci Yow la, na Nga sotti ci sunu kow taw bu nekk ay xeer yu wàcci jógé asamaan, mbaa Nga indil nu mbugël mu metti."
  ],
  [
    33,
    "Te Yàlla du ku léen di mbugël fekk nga nekk [yow yonnenta bi] ca séen biir, te it du ku léen di mbugël feek ñu ngiy sàkku jéggëlam."
  ],
  [
    34,
    "Yellul ci ñoom Yàlla bañ léen a mbugël te ñuy fexe nit ñi baña jëm ca jàkka ja ñu wormaal ja, nekku ñu ñoom soppe jàkka jooju, ay soppéem ñooy way ragal Yàlla ña, waaye li ëpp ci ñoom xamu ñu."
  ],
  [
    35,
    "Séen julli ci néeg bi nekkul ludul ay waliis aki tàccu, koon mos léen mbugël ma [ca xare Badar] ngir li ngéen doon weddi."
  ],
  [
    36,
    "Ñi nga xam ne da ñu weddi, di na ñu sànk séen alal ngir dëddu loo [nit ñi] yoonu Yàlla, waaye di na ñu ko sànk, ba noppi nekk di ko réccu topp ñu not léen, te ñi weddi dees na léen fang jëmé safara."
  ],
  [
    37,
    "Ngir Yàlla teqale yéeféer ba ak way gëm Yàlla ba, Mu boole yéeféer baak moroom ya, dajale léen ñoom ñépp tàbbal léen safara, ñooñooy way yàqule ña."
  ],
  [
    38,
    "Neel yéeféer yi, boo léen bàyyee [xareek yonnenta bi], ñu baal léen la weesu, waaye boo léen delluwaate [ca la ngéen nekke woon dees na léen mbugël], ngir aaday ñu jëkk ñu wéy na."
  ],
  [
    39,
    "Xeex léen ak ñoom, ba fitna jógé fi, ba diiné nekk lu ñu jagleel ci léppam Yàlla rekk, waaye bu ñu bàyyee, nakka Yàlla Mu ngi ne jàkk ca la ñuy def."
  ],
  [
    40,
    "Bu ñu dëddoo, xam léen ne Yàlla Mooy ki léen di jàppale , ndaw soppe bu baax ! ndaw aji dimmëlee ju baax !"
  ],
  [
    41,
    "Te nga ngéen xam ne, loo léen mànga ci lu mu doon juróoméelu xaaj ba ñeel na, Yàlla ak yonnenta bi aki jigeeñaaleem, ak jirim yi, ak way ñàkk ñi, ak ñi ne ci yoon di tukki, ndéem gëm ngéen,Yàlla, ak la Nu wàcce ci Sunu jaam bi bésu teqale ba [ca badar] bésu ndaje ñaari mbooloo ya, te Yàlla man na lu ne."
  ],
  [
    42,
    "Fekk booba, ngéen nekk ca xurwa gën a jigën ñoom ñu nekk ca xur wa gën a sori, njëgg ma gëm léen a suufe, boo léen daalante woon séen ndaje doo léen ca jubbóo, waaye li Yàlla dogal dey nekk jëf ju am, ba ki wara dee, dee ci lu bir, ki wara dund, dund ci lu bir, te Yàlla aji dégg la, aji xam la."
  ],
  [
    43,
    "Ba la Yàlla wonee ci sa gént, ñoom ñu nekk mbooloo mu néew, [li ko waral mooy] su Ma la wonoon ñu nekk mbooloo mu koon di ngéen yoqat te di ngéen xëccóo ci mbir mi, waaye Yàlla deffal na léen dal, nakka Moom xam Na li nekk ci xol yi."
  ],
  [
    44,
    "[Fàttalikul] ba Mu léen léen wonee, ba ngéen dajee, ñu néew ci séen bët, te ngéen nekk ñu néew it ci séen bët ngir li Yàlla dogal  nekk lu am, te ca Yàlla ma ùbir yépp di dellu."
  ],
  [
    45,
    "Èey yéen way gëm ñi, boo léen dajeek mbooloo, na ngéen sax, te ngéen tudd Yàlla, lu bari, ndaxtelee ngéen am ndam."
  ],
  [
    46,
    "Te na ngéen topp Yàlla ak yonnentaam te bu léen xëccóo koon ngéen yoqat, séen doole dem, koon muñ léen, nakka Yàlla, way muñ yi la àndal."
  ],
  [
    47,
    "Bu léen mel ni ñi génnóon séeni kër ngir réylu ak ngistal ci nit ñi, te ñuy feg [nit ñi ñu baña jëm] ci yoonu Yàlla te Yàlla aji peeg la, la ñuy def."
  ],
  [
    48,
    "[Fàttalikul] ba Seytaane rafetalee [yéeféer ya] séeni jëf, ne léen tey kenn du léen not ci nit ñi, te man maa léen di dimmëli, waaye ba ñaari kurél ya jàkkarloo dafa dellu ginnaaw ciy téstënam, daldi wax [moom seytaane] man deñ naa ci yéen ndax man  gis naa loo léen gisul,ragal naa Yàlla, te Yàlla ku tar mbugël la."
  ],
  [
    49,
    "[Fàttalikul] ba naaféq ya, ak ña feebar nekk ca séen sol waxee : ñii séen diiné wor na léen, waaye ku wéeru ci Yàlla [na xam ne] Yàlla aji not la lépp, aji xereñ la."
  ],
  [
    50,
    "Boo gisoon, ni malaaka yi di reye yéeféer yi, da ñuy dóor séeni kanam ak séen ginnaaw, [wax léen] mos léen mbugëlu safara."
  ],
  [
    51,
    "Loolu ngi li ngéen fàgguwoon ak séeni yoxo, te it Yàlla Moom du kuy tooñ jaam yi."
  ],
  [
    52,
    "Nikki aaday njabooti Fir-awna ak ñi léen jiitu, weddiwoon na ñu kàdduy Yàlla, Yàlla sadd léen ngir séeni bàkkaar nakka Yàlla boroom kàntan la di ku tar mbugël."
  ],
  [
    53,
    "Loolu it ngir Yàlla nekkul kuy soppi yiw gu Mu xéewël ay nit feek soppi wu ñu la nekk ca ñoom, nakka Yàlla aji dégg la , aji xam la."
  ],
  [
    54,
    "Nikki aada njabootu Fir-awna ak ñi léen jiitu, weddi na ñu kàdduy séen Boroom, Nu alag léen ngir séeni bàkkaar, té Nu labal[ci géej] waa kër Fir-awna te ñoom ñépp nekkoon na ñu ay tooñkat."
  ],
  [
    55,
    "Nakka kées ji aji dukët ca Yàlla, mooy ñi weddi te du ñu gëm mukk."
  ],
  [
    56,
    "Mooy ñi nga fasanteel kóllëré ci ñoom, te ci yoon wu ne ñu firi séen kóllëré, te du ñu ragal Yàlla."
  ],
  [
    57,
    "Koon boo léen dajee cib xare na nga léen tasaare ak ña léen topp, ndax xeyna dina ñu ko fàttaliku."
  ],
  [
    58,
    "Boo ragalee ciw nit wuruj, sànnil kóllëré ga yam caak ñoom, nakka Yàlla soppul wuruj kat yi."
  ],
  [
    59,
    "Ñi weddi bu ñu njort u ne raw na ñu, ñoom du ñu man a raw Yàlla."
  ],
  [
    60,
    "Fàggu léen ngir ñoom, loo léen man ci doole a-ki fas yoo léen man a tiitëlé noonu Yàlla yi, di séeni noon, ak ñeneen ñu dul ñoom, xamu léen léen, Yàlla Moo léen xam, loo léen joxe ci alal ngir yoonu Yàlla, dees na léen ko delloo ba mu mat sëkk, te deesu léen ci wàññil dara."
  ],
  [
    61,
    "Bu ñu jengee jëm ci jàmma, jengal yow it jëm ca, te nga wéeru ci Yàlla nakka Moom kuy dégg la, ku xam la."
  ],
  [
    62,
    "Bu ñu la naree wor, na la Yàlla doy, Moom Moo lay dëgërël ci ndimmëlam, ak way gëm ñi."
  ],
  [
    63,
    "Te Moo dajale séen xol [ñu soppante], te yow boo joxe woon lépp li ne ci àddina, du tax nga man boole séeni xol, waaye Yàlla Moo boole séeni xol, nakka Moom aji not la, aji xereñ la."
  ],
  [
    64,
    "Èey yow yonnenta bi Yàlla doy na la ak ku la topp ci way gëm ñi."
  ],
  [
    65,
    "Èey Yow yonnenta bi na nga ñaax way gëm ñi ci xare, bu amee ñaar fukki jullit ñu muñ di na ñu not ñaari téeméeri [yéeféer], bu nekkee ci yéen téeméer di na ñu not junni ciy yéeféer ndax ñoom nit la ñu yu amul dégg dégg."
  ],
  [
    66,
    "Leegi Yàlla woyofal na léen ngir xam na doyadi gi nekk ci yéen, koon bu nekkee ci yéen junni di na ñu nit ñaari junni bu neexee Yàlla, te Yàlla Mook ñi muña ànd."
  ],
  [
    67,
    "Warul ci ab yonnenta mu am jar-jar [nit ñu ñu jàpp cib xare denca léen] feek nasaxalul yéeféer yi faagaagal léen ba ñu mokk ci suuf si, da ngéen bëgg [yéen jullit ñi] alali àddina te Yàlla bëggël léen [xéewëli] àllaaxira te Yàlla aji not la, ku xereñ la."
  ],
  [
    68,
    "Budul koon dogal gu tukkée ca Yàlla, gu jiitu, mbugël mu réy di na léen dal ngir la ngéen mànga."
  ],
  [
    69,
    "Koon lekk léen ca la ngéen mànga, muy lu dagan, lu teey, te ngéen ragal Yàlla, nakka Yàlla jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    70,
    "Èey yow yonnenta bi, waxal jaam yi nekk ci séen yoxo, ne su Yàlla gisee dara lu baax ci séen xol di Na léen jox lu gën li ñu jël ci yéen, te di Na léen jéggël, Yàlla jéggëlaakoon la, jaglewaakoon la."
  ],
  [
    71,
    "Bu ñu la bëggée wuruj, lu jiitu loolu wurjoon na ñu Yàlla, ba tax na Mu dogal ngéen jàppa léen [ca xare Badar] Yàlla ku xam la, ku xéreñ la."
  ],
  [
    72,
    "Ñi nga xam ne gëm na ñu, te gàddaay te ñuy xare ak séen alal, ak séen baken, ngir Yàlla, ak ñi léen dalaloon di léen dimmëli ñooñu ñooy way donnante ñi, waaye ñi nga xam ne gëm na ñu te gàddaayu ñu loolu du dox séen digënté feek gàddaayu ñu, waaye bu ñu sàkkoo ndimmël ci yéen, ci wàllu diiné, ndimmël loolu war na léen ginnaaw songook nit ñoo xam ne kóllëré dox na séen digënté, Yàlla Mu ngi ne jàkk ci li ngéen di def."
  ],
  [
    73,
    "Ñi weddi da ñu jàppoo, boo léen ko deful fitnë ak yàqute gu réy di na am ci kow suuf si."
  ],
  [
    74,
    "Ñi nga xam ne gëm na ñu te gàddaay tey xare ci yoonu Yàlla ak ñi léen dalaloon di léen dimmëli [waa ansaar] ñooñu ñooy way gëm yu dëggu, ñeel na léen njéggël ak xéewël gu tedd."
  ],
  [
    75,
    "Ak ñi gëm, ginnaaw gi, te ñu gàddaay tey xare ànd ak yéen, ñooñu ci yéen la ñu bokk, waaye ñi nekk ay mbokk ñoo gën a yay [ci donnante] ci [ni ko Yàlla dogale], ci téeré Yàlla bi Yàlla xam Na lu ne."
  ]
]