[
  {
    "id": 9,
    "city": "madinah",
    "name": {
      "translated": "The Repentance",
      "transliterated": "At-Tawbah",
      "codepoints": [
        1575,
        1604,
        1578,
        1608,
        1576,
        1577
      ]
    },
    "ayahs": 129,
    "slug": "at-tawbah",
    "translator": "Hamza Roberto Piccardo"
  },
  [
    1,
    "Lii deñtalu la, gu tukkée ca Yàlla ak yonnentaam jëm ci ñi nga xam ne kóollërënté ngéen ak ñoom ci way bokkaale ñi."
  ],
  [
    2,
    "Koon dox léen ci suuf ñeenti weer ngéen xam ne nakka yéen du ngéen man a raw Yàlla, te nakka Yàlla aji gàcceel la yéeféer yi."
  ],
  [
    3,
    "Te it xamle la gu tukkée ca Yàlla ak yonnentaam jëm ci nit ñi ca besub ajj bi gën a màgg, mooy ne : nakka Yàlla aji deñ la, mook yonnentaam ci yéeféer yi, boo léen réccóo, tuub, koon mooy gën ci yéen, boo léen dëddóo [baña gëm] na ngéen xam ne yéen doo léen man a rëccë Yàlla, te na nga yëgël ñi weddi, mbugël mu metti."
  ],
  [
    4,
    "Ginnaaw ñi nga xam ne, ci way bokkaale yi, fasante woon na ñu kóllëré ak yéen, te defu ñu dara lu léen wàññi, te dimmëli wu ñu kenn kuy dal ci séen kow, ñooñu ngéen matal séen kóllëré ak ñoom ba ca àppa ba, Yàlla dafa sopp way ragal ña [séen Boroom]"
  ],
  [
    5,
    "Bu weer yi ñu wormaal weesoo, rey léen way bokkaale yi, foo léen léen fekk, jàppa léen, na ngéen léen kar, na ngéen toog ci bépp fuklukaay di léen fa ëkku, waaye bu ñu tuubée, di taxawal julli, di joxe asaka, bàyyi léen léen, nakka Yàlla jéggëlaakoon la jaglewaakoon la."
  ],
  [
    6,
    "Bu kenna ci way bokkaale yi làqoo ci yow, làqa ko ba ker ba muy dégg waxu Yàlla, topp nga yóbbu ko fu mu wóolu, ngir ñoom da ñu di ay nit ñu xamul."
  ],
  [
    7,
    "Nakka la ay way bokkaale di ame kóllëré ak Yàlla ak yonnentaam, ginnaaw ñi ngéen kóllërantéwoon ak ñoom ca wetu jàkka ja ñu wormaal ? Feek ñu ngiy def njub ak yéen, def léen yéen it njub ak ñoom [ci séen daalante], nakka Yàlla dafa sopp way ragal ñi [séen Boroom]."
  ],
  [
    8,
    "Ndax ñoom bu ñu léen notoon du ñu sàmmonteek li dox séen digënté ci wàllu mbokk, walla ci kóllëré, di na ñu wax ci séen gëmmeñ lu léen neex, waaye séen xol àndu ca, te li ëpp ci ñoom ay saay-saay la ñu."
  ],
  [
    9,
    "Da ñoo weccee ndigëlu Yàlla ak njëg yu néew, di woññi ku jëm ci yoonam, nakka ñoom la ñuy def bon na."
  ],
  [
    10,
    "Du ñu sàmmonté ak way gëm ñi, ci wàllu mbokk, du ci wàllu kóllëré, te ñooñu ñoo di way jéggi dayo ña."
  ],
  [
    11,
    "Waaye bu ñu tuubée, taxawal julli, di joxe asaka, koon séen mbokk la ñu ci diiné ji, te da Nuy leeral tektal yi ñeel nit ñuy xam."
  ],
  [
    12,
    "Bu ñu firée séen kóllêré, ginnaaw ba ñu ko fasee, te di ëyibal séen diiné, xare léen ak njiiti yéeféer yi, ndax ñoom faale wu ñu kóllëré ndax xeyna ñu yam."
  ],
  [
    13,
    "Lu léen tee xeexak nit ñiy firi séen kóllëré, te ñuy ittéwoo génné yonnenta bi, te ñoom ñoo léen jëkk song, ndax da ngéen léen ragal, te Yàlla gën a yay ci ngéen ragal Ko ndéem way gëm ngéen."
  ],
  [
    14,
    "Xare léen ak ñoom, Yàlla di Na léen mbugël jaare ko ci séeni yoxo, te di Na léen toroxal, di Na léen dimmëli ci not léen , te di Na seral xolu nit ña nekk way gëm."
  ],
  [
    15,
    "Te di Na dindi mer gu nekk ci séen xol, te Yàlla di Na baal ku Ko neex Yàlla aji xam la aji xereñ la."
  ],
  [
    16,
    "Am da ngéen njort ne da ñu léen di bàyyi, te Yàlla [du léen nattu] ba xam ñiy xareel [diiné] ci yéen  te du ñu jàppe xarit ñeneen bàyyi Yàlla ak yonnentam ak way gëm yi, Yàlla ku xam la li ngéen di def."
  ],
  [
    17,
    "Yellul way bokkaale di toppatoo jàkki Yàlla ji te ñoom ay seede la ñu ci séen weddi, ñoom séeni jëf yàqu na, te di na ñu béel ca safara."
  ],
  [
    18,
    "Ki yayoo dundël jàkki Yàlla ji, mooy ki gëm Yàlla ak bés Péncé ma, tey taxawal julli, di joxe asaka, te du ragal kenn kudul Yàlla, koon ñooñu amaana ñu bokk ca way gindiku ña."
  ],
  [
    19,
    "Ndax da ngéen di yamale [jëfi] kuy nàndal ñiy ajj tey toppatoo jàkka ji ñu wormaal ak [jëfi] ki gëm Yàlla ak bés Péncé ma, tey xareel yoonu Yàlla, yamu ñu ca Yàlla, te Yàlla du gindi nit ñu di ay tooñ kat."
  ],
  [
    20,
    "Ñi nga xam ne da ñu gëm, te gàddaay te ñuy xareel yoonu Yàlla ci joxe séen alal walla séen baken, ñooy ñi gën a màgga ndéey ca Yàlla, ñoom ñooy way texe ña."
  ],
  [
    21,
    "Séen Boroom a ngi léen di bégëlé yërmëndéem ak ngërëmam ak Àjjana, ñeel na léen fa xéewël gu sax."
  ],
  [
    22,
    "Da ñu fay béel faw, nekka na fa Yàlla pey gu màgga."
  ],
  [
    23,
    "Éey yéen way gëm ñi bu léen def séen baay yi ak séen mbokk yi ay xarit ndéem tànna na ñu weddi bàyyi ngëm, ku léen def xarit ci yéen, nekk way tooñ."
  ],
  [
    24,
    "Neel [yow yonnenta bi ] su fekkee ne séeni baay ak séeni doom, ak séeni mbokk ak séeni jabar ak séeni jegeñaale ak alal ji ngéen fàggu, ak njaay moo léen ragal mu lamb, ak kër yu léen neex, ngéen gën a bëgg Yàlla ak yonnentaam ak xareel yoonu Yàlla, na ngéen xaar ba Yàlla dikk aki mbirëm, Yàlla du gindi nit ñu dëng."
  ],
  [
    25,
    "Yàlla dimmëlé na léen ci bérëb yu bari, ak ca bésu Uneyni, ba ngéen yéemé ci ni ngéen bareewoon, te jariñu léen dara, ba ni suuf di yaatu yépp, xat na [kerook] ci yéen, ngéen wëlbëtiku daw."
  ],
  [
    26,
    "Topp, Yàlla wàcce dalam ca yonnentam ak ca way gëm ña, wàcce ab lël boo léen gisul ak mbugëlu ña weddi, loolu mooy peyu yéeféer yi."
  ],
  [
    27,
    "Topp Yàlla jéggël, ginnaaw ga, ku Ko neex, ndax Yàlla jéggëlaakoon la jaglewaakoon la."
  ],
  [
    28,
    "Éey yéen way gëm ñi, way bokkaale yi nekku ñu ludul sobe, bu ñu jigeñ jàkka ju ñu wormaal ji ginnaaw séen at mii, boo léen ragalee ñàkk,, Yàlla di Na léen oomal ci ngënéelam, bu Ko soobe, Yàlla aji xam la, ku xereñ la."
  ],
  [
    29,
    "Xare léen ak ñi gëmul Yàllaak bés Péncé ma, te du ñu araamal yi Yàlla ak yonnentaam araamal, ak ñi dul diinewoo diiné ju d¨ggu ji ci ñi jotoon téeré, [xare léen ak ñoom] ba ker ba ñuy joxe galag cik mokk, di way toroxlu."
  ],
  [
    30,
    "Yauud yi wax na ñu ne Uzeyru doomi Yàlla la, Nasaraan yi wax na ñu ne Iisaa doomi Yàlla la loolu séen ax la ju jógé ci séen gémméñ, da ñu jaar ci waxu ñi weddi woon, lu léenjiitu, yal na léen Yàlla alag nakka la ñu léen, wëlbëttee."
  ],
  [
    31,
    "Da ñu jàppe séen fóoré ya ak séen làbbe ya ak Iisaa doomi Maryaama ay Yàlla, bàyyi Yàlla, te digëléefu léen ludul ñu jaamu Yàlla ju di kenna, amul benneen Yàlla judul Moom, sellam ga jomba na li ñu Koy bokkaale."
  ],
  [
    32,
    "Da ñu bëgg fey leeru Yàlla ak séen gémmeñ te Yàlla di bañ ngir namma mattal leeram, doonte way weddi ña sib na ñu loolu."
  ],
  [
    33,
    "Moom Moo yónni Yonnentaam cik njub [jox ko] diiné ju dëggu, ngir Mu koweel ko ci kow diiné yépp, doonte way bokkaale ña sib na ñu loolu."
  ],
  [
    34,
    "Éey yéen ñi gëm, ñu bari ci fóoré  yi ak làbbe yi, da ñuy lekk alalu nit ñi coy caaxan tey dox digënté nit ñi ak yoonu Yàlla, te ñi nga xam ne da ñuy rënk urus ak xaalis te du ñu ko joxe ngir yoonu Yàlla na nga léen yëgël mbugël mu metti."
  ],
  [
    35,
    "Bés bu ñu léen tàngalee ci biir tàngooru Safara di na ñu léen ko ñaas ci séen jë, ci séeni wet, ci séeni ginnaaw ne léen li ngéen daan rënk."
  ],
  [
    36,
    "Limu weer yi ci Yàlla, fukk la ñu ak ñaar, ni Mu ko defe ci téeréem ca bés ba Mu bindée asamaan yi ak suuf si, am ci weer yooyu ñeent yu ñu wormalal, looloo di diiné ju jub ji, bu léen tooñ séen bopp ci biir weer yooyu, waaye na ngéen xareek way bokkaale yi ci werr yépp ni ñuy xareek yéen ci weer yépp, te ngéen xam ne, nakka Yàlla Mook way ragal [Yàlla] yee ànda."
  ],
  [
    37,
    "Yiixe [wormaal weer yooyu] nekkul ludul yokkutek weddi i yéeféer yi, di na ñu ci jëlék réér, di  na ñu ko daganal cim at, araamal ko cim at ngir sàkku dëppóok diir bi yàlla araamal, tax na di na ñu daganal lu Yàlla du gindi nit ñu di ay yéeféer."
  ],
  [
    38,
    "Éey yéen way gëm ñi, lu tax ngéen di diisdiislu, bu ñu léen ne génné léen jëm ci léggéeyël yoonu Yàlla, ndax da ngéen tànna dundu àddina mu gënël léen bu àllaaxira, te xéewëlu àddina ku ko tënkëléek bu àllaaxira lu tuuti lay dóon."
  ],
  [
    39,
    "Bu ngéen génnul di Na léen teg mbugël gu metti, te wuutal léen nit ñi méen gën te doo léen ko manal dara  [moom yonnenta bi], ndax Yàlla man na lu ne."
  ],
  [
    40,
    "Boo léen ko dimmëliwul , Yàlla dimmëli woon na ko, ba ko ña weddi génnée, muy ñaareelu ñaar, ba ñu nekkee ñoom ñaar ca xunt ma, te mu wax ka mu àndal bu jàq, Yàllaa ngi ànd ak nun , Yàlla wàcce dal ci moom te dimmëli ko lël boo léen gisul, Mu def kàddu ña weddi suufe, kàddu Yàlla kowe ndax Yàlla aji not la, ku xereñ la."
  ],
  [
    41,
    "Ngéen am doole walla ngéen néew doole, génn léen xareek séen alal ak séen baken ngir Yàlla , looloo gën ci yéen , céy boo léen xamoon,"
  ],
  [
    42,
    "Bu doon alal ju jigeñ walla tukki bu gàtt boon ñu topp la, waaye digëntéba dafa sori ci ñoom ba tax ñuy waat ci Yàlla naan bu nu ko manoon di na nu génn ànd ak yéen, ñuy alag séen bopp [ci ngiñ loolu], te Yàlla xam Na ne ñoom da ñuy fen."
  ],
  [
    43,
    "Yàlla baal Na la ci li nga léen mey ndigël [ci ñu toog] ba ker ba ngay ràññee ñi dëggu tey xàmmee fenkat ya."
  ],
  [
    44,
    "Ñi gëm Yàlla ak bés Péncé ma, du ñu sàkku ndigël [ngir bañ dem xare ji] , ak séen alal ak séen baken te Yàlla xam Na ñi ragal Yàlla."
  ],
  [
    45,
    "Ñiy sàkku ndigël [ci togg] ñooy rekk ñi gëmul Yàlla ak bés Péncé ma, te séeni sikki-sàkka na , te ñoom ñu ngiy dengi-dengi ci séen sikki-sàkka soosu."
  ],
  [
    46,
    "Bu ñu bëggoon génn [dem ca xare ba] boon ñu waaj am waaj taay, waaye Yàlla sib na séen génn tax Mu tayel loo léen, waxeef na léen toog léen ànd ak way toog ña."
  ],
  [
    47,
    "Bu ñu génnoon ànd ak yéen, du ñu léen dolli ludul yàqule, te koon faw ñu fexe tàbbal rambaaj ci séen digënté, di léen sàkkul fitnë, te nekk na ci séen biir ñu léen di diggël, Yàlla ku xam la tooñkat yi."
  ],
  [
    48,
    "Jëkkon na ñoo fexe indil fitnë te ñu wëlbëtil la mbir yi, ba dëgg gi aksi mbiru Yàlla not te ñoom mu naqari léen."
  ],
  [
    49,
    "Am na ci ñoom ku naan mey ma ndigël te bul ma teg nattu, ndax tàbbi wu ñu cik fitnë ba noppi, nakka Safara lu peeg la yéeféer yi."
  ],
  [
    50,
    "Boo amee lu baax mu naqari léen, bu la lu bon dalee ñu naan nun fegu woon na nu lu jiitu, daldi dëddu feesak mbégté."
  ],
  [
    51,
    "Neel, dara du nu dal, ludul lu Yàlla dogal ci nun, Mooy sunu soppe te ñi gëm na ñu wéeru ci Yàlla."
  ],
  [
    52,
    "Neel déet ngéen di muñëndiku ci nun ludul benna ci ñaar  yu rafet yi [am ndam walla nu dee ci xare] te nun, nu ngée muñëndiku ci yéen , Yàlla sadd léen mbugël mu tukkée ca Moom walla bu jaar ci sunuy yoxo, koon muñëndiku léen, nun nu ngi muñëndiku ànda ci ak yéen."
  ],
  [
    53,
    "Neel, ngéen joxe ci notee léen walla ci coobare, deefu léen ko nangul, nakka yéen , nit ñu génn topp Yàlla ngéen."
  ],
  [
    54,
    "Te li tee ñu nangul léen séen alal ju ñu joxe, nekkul ludul li ñu weddi Yàlla ak yonnentaam, te du ñu julli ñu ànda caak tayel, te du ñu joxe ànda caak xol bu tàlli."
  ],
  [
    55,
    "Bu la séen alal yéem, nakka noonu bu la séeni doom yée, Yàlla nammul ludul Mu mbugël léen ci loolu, ci dundu àddina si, ak ci génné séeni ruu fekk ñu nekk ay yéeféer."
  ],
  [
    56,
    "Ñuy waat ci Yàlla ne ñoom ci yéen la ñu bokk, te bokku ñu ci yéen, waaye ñoom da ñu nekk nit ñu ragal [ngéen dal séen kow]"
  ],
  [
    57,
    "Bu ñu amoon làquwaay, walla xunt walla fu ñu dugg [ba raw] boon ñu dëddu jêm ca te gaaw ca."
  ],
  [
    58,
    "Am na ci ñoom ñu la ëyibal ci sarax yi, te ku léen ci jóxoon ñu bég ca , ku léen jóxul ñu xund."
  ],
  [
    59,
    "Lu tee ñu bég ci li léen Yàlla ak yonnentaam jox te ñu wax, Yàlla doy Na nu, Yàlla dii Na nu joxi ci mbaaxam, ak yonnentaam it, nun way xemmeem la nu jëm ci Yàlla."
  ],
  [
    60,
    "Asaka , ñi ko yayoo ñooy : ñi néew am-am, yalwaankat yi, ñi koy toptoo, ñi ñu bëgg nooyal séen xol [ci lislaam], ak ci goreel jaam, ñi bor sonal, ak ci lu jëm ci diiné Yàlla, ak doxandéem bu ne ci tukki looloo di li Yàlla santaane, te Yàlla ku xam la ku xereñ la."
  ],
  [
    61,
    "Am na ci ñoom ñuy lor Yonnenta bi, naan benna noppa la, neel noppu yiw la ci yéen, gëm na Yàlla, te wóolu na way gëm ñi, te yërmëndé la ci ñi gëm ci yéen, te ñiy lor Yonnentu Yàllabi, ñeel na léen mbugël mu metti."
  ],
  [
    62,
    "Ñu ngi léen di waatal ci Yàlla, ngir am séen ngërëm, te Yàlla ak Yonnentaam ñoo gën a yay ci ñu sàkku séen ngërëm ndéem way gëm la ñu."
  ],
  [
    63,
    "Ndax da ñu xamul ne, nakka [li wóor mooy] : ku juuyook Yàlla ak yonnentaam di na ko ñeel, ngir loolu tàngooru safara , fu muy sax ba faw, muy gàcce gu mag."
  ],
  [
    64,
    "Naaféq yi, di na ñu ragal aw saar wàcce feeñal li nekk ci séen xol, neel ñaawal léen, nakka Yàlla kuy génné la, li ngéen ragal [mu génn]."
  ],
  [
    65,
    "Te boo léen laajoon, koon giñ Naa ne di na ñu wax, nun da nu doon caaxaan rekk, di fo, neel ndax ci Yàlla ak ay kàddoom, ak yonnentaam ngéen di caaxaane."
  ],
  [
    66,
    "Bu léen làyyi, weddi ngéen ba noppi, ginnaaw séen ngëm, ndéem di na Nu jéggël ab kurél ci yéen, di na Nu mbugël it, ab kurél ngir ñoom da ñu nekkoon diy saay-saay."
  ],
  [
    67,
    "Naaféq yu góor ñi, ak naaféq yu jigéen ñi da ñuy digëlante lu bon di dàq lu baax, di téyé séen yoxo [baña joxe],  da ñu fàtte Yàlla ba tax, Mu fàtte léen, nakka naaféq yi, ñoom ñooy saay-saay ya."
  ],
  [
    68,
    "Yàlla dig Na naaféq yu góor yi ak naaféq yu jigéen yi ak yéeféer yi, tàngoor ca biir safara, da ñu fay béel, moom doy na léen [mbgël] te Yàlla rëbb Na léen, ñeel na léen mbugël mu sax."
  ],
  [
    69,
    "Noonu, nikki ñi léen fi jiituwoon, ñoo léen ëppoon doole, ëpp léen alal aki doom, bànneexu na ñu ci séen cër, yénnit bànneexu léen ci séen cër nikki ñi léen fi jiituwoon xéewlu woon ci séen cër, te xuus ngéen [ciy caaxaan] ni ñu ci xuuse woon, ñooy ñi nga xam ne séeni jëf yàqu na ci àddina ak àllaaxira, te ñoom ñu yàqule la ñu."
  ],
  [
    70,
    "Ndax da léen dikkëlul xewxewu ñi léen jiituwoon, nitu Nóohin ak nitu Aad ak ñu Samuuda ak nitu Ibraaiima, ak waa Madayana, ak ña ñu wëlbëti séen dëkk, séeni yonnenta dikkoon na ñu ca ñoom ànd ak lay yu leer, te Yàlla tooñu léen woon, waaye ñoo tooñ séen bopp."
  ],
  [
    71,
    "Te way gëm yu góor yi ak way gëm yu jigéen yi ay xarit la ñu da ñuy digëlante lu baax, di tere lu bon tey taxawal julli di joxe asaka, tey topp Yàlla ak Yonnentaam, ñooñu Yàlla di na léen yërëm , nakka Yàlla aji not la aji xereñ la."
  ],
  [
    72,
    "Yàlla dig Na way gëm yu góor yi ak way gëm yu jigéen yi Àjjana joo xam ne ay dexay daw ci suufaam, da ñu fay béel, ak dëkku waay yu sella ca Àjjana ju sax ja, te ngërëmu Yàlla moo gën a màgg loolu, mooy texe gu mag ga."
  ],
  [
    73,
    "Éey yow Yonnenta bi na nga  xeex ak yéeféer yi ak naaféq yi, te na nga léen tiisal, séen d¨kkuwaay safara la, moo yées ci delluwaay yi."
  ],
  [
    74,
    "Ñu ngiy waat ci Yàlla ne waxu ñu dara , te wér na ne wax na ñu baatu weddi, te tàbbi na ñu cik yéeféer ginnaaw ba ñu duggée ci lislaam, te ñu ngiy ittéwoo lu ñu manul am, te amu ñu lu ñu sikk, ludul Yàlla ak yonnentaam dafa léen jox ci mbaaxam koom-koom, bu ñu tuuboon mooy gën ci ñoom, bu ñu dëddoo , Yàlla di Na léen mbugël, mbugël gu metti ci àddina ak ca àllaaxira, te du ñu am it ci suuf si ku léen méngoo walla ku léen di dimmëli."
  ],
  [
    75,
    "Ci ñoom, am na ñu warlul Yàlla ne bu nu Yàlla meyoon ci mbaaxam [alal] koon di na nu natta asaka te di na nu bokk ci ñu baax ñi."
  ],
  [
    76,
    "Ba léen Yàlla meyee ci mbaaxam [alal] ñu nay ca, joxe ginnaaw, nekk ñu dëddu."
  ],
  [
    77,
    "Tax na Yàlla wuutal ca séen xol naaféq ba ker ba Muy dajeek ñoom, ngir li ñu wor Yàlla ca la ñu ko digoon ak ci li ñu doon fen."
  ],
  [
    78,
    "Ndax da ñu xamul ne Yàlla xam Na séen mébët yu nëbbu ak séen déeyóo te nakka Yàlla Mooy xamaakoon kump."
  ],
  [
    79,
    "Ñi nga xam ne da ñuy ëyibal way coobarewu ña ci jullit ñi, ci natta asaka ak ñi nga xam ne amu ñu leneen, ludul séen kàntan tax ñuy reetaan lenn ci ñomm, Yàlla di Na ree lenn ci ñoom te ñeel na léen mbugël mu metti."
  ],
  [
    80,
    "Nga baalul léenn , walla nga bañ léen baalul, soo léen baalul woon juróom ñaar fukki yoon Yàlla du léen baal mukk, ngir da ñu weddi Yàlla ak Yonnentaam, te Yàlla du gindi nit ñu diy saay-saay."
  ],
  [
    81,
    "Ñi des [baña dem xeexal lislam] bég na ñu ci séen toog ngir juuyook yonnentu Yàlla bi, te sib na ñu xeex ak séen alal ak séen baken ngir Yàlla, ñuy wax : bu léen génn [xare ji] ci tàngaay wi, neel tàngooru Safara moo, gën a tar, céy bu ñu ko xamoon."
  ],
  [
    82,
    "Na ñu ree lu néew [ci àddina, di na] ñu jooy lu bari, [ca àllaaxira] mooy peyu li ñu nekkoon di ko fàggu."
  ],
  [
    83,
    "Bu la Yàlla delloo ci ab kurél ci ñoom te ñu ñaan la génn [ànd ak yow] ne léen : dootu léenn génn mukk ànd ak man, te it dootu léen xare ak noon yi ànd ak man, ndax yéen tànna ngéen ca njalbéen ga toog, koon toog léen ànd ak way dès ña [ginnaaw]"
  ],
  [
    84,
    "Bul jullée kenn ku dee ci ñoom te bul taxaw mukk ci bàmmeelam, nakka ñoom da ñu weddi Yàlla ak Yonnentaam te ñu dee fekk ñu diy saay-saay."
  ],
  [
    85,
    "Bu mu la yéem, séen alal ak séeni doom, Yàlla nammul ludul mbugël léen ci yooyu ci àddina, ak ñu nekk yéeféer bu séen ruu di génn."
  ],
  [
    86,
    "Bu saar wàccee [di léen ñaax] ci gëm Yàlla te xare ànd ak yonnentaam, boroom alal ya ci ñoom di la laaj ndigël , naan bàyyi nu, nu ànd ak ñiy toog."
  ],
  [
    87,
    "Neex na léen ñu ànd ak way des ginnaaw ña, tax na téjéef na séeni xol ba, ñoom dootu ñu am déggdégg."
  ],
  [
    88,
    "Waaye yonnenta bi, ak ñi ànd ak moom ci ngëm, ñu ngee xare ak séen alal ak séen baken, ñoom ñeel na léen ngënéel ya, te ñoom ñooy ñiy texe."
  ],
  [
    89,
    "Yàlla xaroo na léen àjjana joo xam ne ay dex da ñuy daw ca suufam, da ñu fay béel loolu mooy texe gu màgg gi."
  ],
  [
    90,
    "Ñiy sàkku ngant [ngir baña dem xare ji] ci sàmma yi, dikk na ñu ngir ñu am ci ndigël. Ñi weddi Yàlla ak yonnentaam toog na ñu, mbugël mu metti di na dal ñi weddi ci ñoom."
  ],
  [
    91,
    "Ñi néew doole, ak ñi feebar, ak ñi amul yóbbël, amu ñu bàkkaar [ci toog baña xare ji] ndéem ñu rafet yéené la ñu ci Yàlla ak yonnentaam, nakka noonu it, ci ñiy rafetal séeni jëf, Yàlla jéggëlaakoon la , jagglewaakoon la."
  ],
  [
    92,
    "Amu ñu bàkkaar it, ñi nga xam ne bi ñu dikkée ci yow di sàkku waruwaay, da nga léen wax ne amuloo lu ñuy man a war, ñu dellu ànd ak naqar di jooy, ngir jàqa ci li ñu amul waajtaay."
  ],
  [
    93,
    "Yeddeel kañ, mu ngi dal ñiy sàkku ci yow ndigëlu toog te nekk ñu am alal, mu gënël léen vu toog ànd ak way des ginnaaw ña, Yàlla daldi téj séeni xol, te ñoom xamu ñu."
  ],
  [
    94,
    "Di na ñu ñëw ci yéen di làyyi, boo léen déllusée ci voom neel bu léen làyyi, du nu léen gëm mukk, Yàlla nettali Na nu ba noppi séeni mbir, te Yàlla ak yonnentaam di Na ñu gis séeni jëf, topp ngéen déllu ci aji xam ji kump ak li feeñ, Mu xamal léen li ngéen daan def."
  ],
  [
    95,
    "Di na ñu éen waatal ci Yàlla, boo léen dellusée ci ñoom ngir ngéen bañ léen sikk, waaye na ngéen léen dëddu, nakka ñoom sobe la ñu, te séen délluwaay mooy safara muy peyu la ñu nekkoon di ko fàggu"
  ],
  [
    96,
    "Ñu ngi léen di waat ngir ngéen nangu [séen ngant] rafet njort ci ñoom, bu ngéen nangoo séeni lay, Yàlla du nangul nit vu diy saay-saay."
  ],
  [
    97,
    "Sàmma ya, ñoo gën a tar weddi, ak uk naaféq te gën a yay ci ñàkka xam ndigël yi Yàlla wàcce ci yonnentaam, nakka Yàlla aji xam la aji xereñ la."
  ],
  [
    98,
    "Am na ci Sàmma ya ñu jàppa ne li ñu joxe [ngir Yàlla] lu yàqu la, tax na ñuy séenu xew xew [wu bon dal léen], yal na xew xew wu bon [wi ñuy séenu] dal ci séen kow, Yàlla aji dégg la aji xam la."
  ],
  [
    99,
    "Am na it ci Sàmma ya, ñu gëm Yàlla ak bés Péncé ma, te jàppa na ñu ne la ñuy joxe [ngir Yàlla], jaamu Yàlla la, julli ci yonnenta bi la. Ndax loolu dafa nekkul jégeñ Yàlla  ci ñoom ? Yàlla di Na léen dugël ci yërmëndéem, Yàlla jéggëlaakoon la jagglewaakoon la."
  ],
  [
    100,
    "Way jiitu ña, di ñu jëkk ña, ca way gàddaay ña ak ña léen dala loon [Ansaar ña], ak ña léen toppoon , cik rafetal [séen jëf] Yàlla bég Na ci ñoom, te ñoom it bég na ñu ci Yàlla, te sédd na léen Àjjana joo xam ne ay dex da ñuy daw ci suufam, te da ñu fay béeel ba faw, loolu mooy texe gu màgg ga."
  ],
  [
    101,
    "Am na it ci Sàmma yi nekk ci séen wet ay naaféq, ak ci waa Madina am na ñu téppérël cik naaféq, xamuloo léen, Nun xam na Nu léen, di Na Nu léen mbugël ñaari yoon ba noppi ñu dellu ca mbugël mu mag ma."
  ],
  [
    102,
    "Ak ñeneen ñu nangu séen bàkkaar [tuub na ñu], jaxese woon na ñu jëf yu sella ak yéneen yu ñaaw, xeyna Yàlla jéggël léen , nakka Yàlla jéggëlaakoon la , jaglewaakoon la."
  ],
  [
    103,
    "Jëlël ci séen alal sarax ngir laabal léen ci, ak sellal léen ci, te nga ñaanal léen, ndax sa ñaan, dalum xel la ci ñoom, te Yàlla aji dégg la  aji xam la."
  ],
  [
    104,
    "Ndax da ñu xamul ne Yàlla Moom di Na nangu tuub ciy jaamam, te di Na jël it sarax yi, te nakka Yàlla Moom Mooy nanguwaakoon ciy tuub di jaglewaakoon."
  ],
  [
    105,
    "Neel jëf léen [lu léen soob] Yàlla ak yonnentaam ak jullit ñi di na ñu gis séeni jëf, te dees na léen delloo ca aji xam ji kumpa ak li feeñ, Mu xamal léen, li ngéen daan def."
  ],
  [
    106,
    "Ak ñeneen ñoo xam ne dees na léen yiixe ci ndigëlu Yàlla, Mu mbuggël léen walla Mu jéggël méen, Yàlla aji xam la, ku xereñ la."
  ],
  [
    107,
    "Ñi nga xam ne da ñoo defar jàkka ngir bëggë lor a weddi ak teqale way gëm ñi, ak di fuklu [ba xam fu ñuy jëlé] ku xeexak Yàlla ak yonnentaam ca njalbéen ga, ak ngir man a giñ ne bêggu ñu ludul lu baax, te Yàlla seede Na ne ca dëgg dëgg da ñuy fen."
  ],
  [
    108,
    "Bul fa taxaw mukk, waat naa ne jàkka ju [ñu tabax mu] sampu ci kow ragal Yàlla, ca njàlbéenu bés [ba nga wàccee Madina] moo gën a yay ci nga taxaw fa, nekk na fa ay góor ñoo xam ,e soppa na ñu jéema nekk ñu laab, te Yàlla soppa na ñu laab ña."
  ],
  [
    109,
    "Ndax ki sampa tabaxam cik ragal Yàlla ak yaakaar ngërëmam moo ë, walla ki sampa tabaxam ci pindu kàmba gu joy jëm ci daanu ci biir safara, te Yàlla du gindi nit ñu nekk ay tooñkat."
  ],
  [
    110,
    "Tabax ba ñu tabax du noppee nekk sikki-sàkka ci séen xol; ba ker ba séeni xol ya daggat, [ba ker ba ñuy dee] , te Yàlla ku xam la ku xereñ la."
  ],
  [
    111,
    "Nakka Yàlla, jënd Na ci way gëm ñi, séen baken ak séen alal, ngir ñeel na léen Àjjana, di na ñu xeex ci yoonu Yàlla, ñuy rey ñu di léen rey, muy diglé bu war Yàlla ci dëgg, [ni Mu ko waxe] ci Tawreet, ak ci Linjiil, ak ci Alxuraan, ku matal kóll¨réem ak Yàlla, koon na bég ci njaay mi ngéen jaayanteek Moom, te loolu mooy texe gu màgg ga."
  ],
  [
    112,
    "[Ñooñu] way tuub la ñu; di way jaamu Yàlla, di way santa [ Ko ], di way woor, di ñuy sëgg di sujóot [ci julli], di ñuy santaane yiw di tere lu bon,di ñuy wottu daali Yàlla, bégëlël way gëm ñi"
  ],
  [
    113,
    "Yellul ci yonnenta bi ak ñi gëm, ñuy baalul way bokkaale ñi, doon te mbokk la ñu, ginnaaw ba mu léen biree ne ñoom ñu dëkk safara la ñu."
  ],
  [
    114,
    "Te it yellul Ibraaiima di baalul baayam ludul ci kow dig bu mu ko digoon [ne ko di naa la baalul Yàlla], te ba mu ko birée ne moom [baayam] noonu Yàlla la, dafa deñ ba set wecc ca loolu, nakka Ibraaiima delluwaakoon la ci Boroomam, aji mewet la."
  ],
  [
    115,
    "Yàlla du bàyyi nit ñoo xam ne gindi Na léen ba noppi, ñu tàbbi cik réer, te leeral la lu léen la ñu wara ragal, nakka Yàlla xam Na lu ne."
  ],
  [
    116,
    "Nakka Yàlla, Moo moom nguuru asamaan yi ak suuf si, Mooy dundël Mooy rey, amu léen kenn kudul Yàlla ku léen man a yiir, walla dimmëli."
  ],
  [
    117,
    "Yàlla jéggël Na ba noppi, yonnenta bi, ak way gàddaay ña, ak ña léen dalaloon [waa Ansaar], ñoom ñi nga xam ne toppoon na ñu ko, ca jamano ju jafe ja, ginnaaw ba xolu lenn ci ñoom xawoon jeng, Mu jéggël léen, ndax Moom aji ñeemante la , jaglewaakoon la ci ñoom."
  ],
  [
    118,
    "Ak ci ñatta ña ñu bàyyi woon ginnaaw, ba tax li suuf si di yaatu yépp, mu xat ci ñoom, te it séen jëmm xat ci ñoom, ba ñu njort u ne , amul benn wéeruuwaay [buy musle] ci Yàlla budul Moom nanguwaakoonu tuub la,jaglewaakoon la."
  ],
  [
    119,
    "Éey yéen way gëm ñi, na ngéen ragal Yàlla, te ànd ak ña dëggu ña."
  ],
  [
    120,
    "Yellul ci ñi dëkk Madina, ak li ko wër, ci sàmma ya, ñu des ginnaaw, bàyyi yonnenta bi [suy dem xare ji], te bu léen séen baken gënël bosam, ngir ñoom, mar, walla coono walla xiif du léen dal ci yoonu Yàlla, te du ñu dëgg benn suuf [soo xamne séen taxaw ca] di na metti yéeféer ya, te it du ñu am benn  noteel cib noon, te du ñu léen ko bindël muy jëf ju yiw ñeel léen, nakka Yàlla du sànk peyu way rafetal ña."
  ],
  [
    121,
    "Te du ñu joxe alal ju tuuti walla ju bari, te it du vu jàlla aw xur, ludul dees na léen ko bindël, Yàlla fey léen lu gën a rafet la ñu jëf."
  ],
  [
    122,
    "Warul jullit yépp dem [xare ji]. Lu tee mbooloo mu ne, mu am ñu ca dem jàngi [xamxamu] diiné, te bu ñu déllusée ca séeni mbokk, ñu waar léen ngir ñu man a wotandiku."
  ],
  [
    123,
    "Éey yéen way gëm ñi xeex léen ak ñi léen jigeñ ci yéeféer yi, na ñu fekk ci yéen dëgër , te xam léen ne Yàllaa ngi ànd ak ñi ragal Yàlla."
  ],
  [
    124,
    "Te bu ab saar mosaa wàcc, di na am ci ñoom [naaféq yi] ñuy wax, ana kan la lii yokk ngëm, waaye ñi nga xam ne ñu gëm la ñu, di na yokk ci séen ngëm te ñoom di na ñu ci bég."
  ],
  [
    125,
    "Ñi nga xam ne feebar nekk na ci séen xol, dafay yokk ci ñoom kéeféer gu dolliku cik kéeféer, te da ñuy dee fekk ñu nekk way weddi."
  ],
  [
    126,
    "Ndax da ñoo gissul ne ñoom dees na léen nattu at mu nelkk benn walla ñaari yoon, te ñoom du ñu tuub, du ñu waaru."
  ],
  [
    127,
    "Te bu ñu wàccee aw saarn ñu xoolante [daldi wax] ndax am na ku gis ? topp ñu wëlbëtiku yalna Yàlla wëlbëti séen xol ndax ñoom da vu nekk nit ñu dul am déggdégg."
  ],
  [
    128,
    "Dikkël na léen ab yonnent, bu bokk ci yéen, tiis na ci moom sen coono, aji xér la ci ngéen jub, ku am ñeemante ak yërmëndé la ci jullit."
  ],
  [
    129,
    "Bu ñu dëddoo neel : Yàlla doy Na ma, amul benn Yàlla budul Moom, ci Moom laay dëgërlu, te Moom Mooy Boroom gànguné gu màgg ga."
  ]
]