{
  "0": "<unk>",
  "1": "ة",
  "2": "ي",
  "3": "ه",
  "4": "ك",
  "5": "ت",
  "6": "ا",
  "7": "م",
  "8": "ن",
  "9": "▁و",
  "10": "▁",
  "11": "▁ت",
  "12": "ب",
  "13": "ع",
  "14": "ل",
  "15": "د",
  "16": "َ",
  "17": "ر",
  "18": "▁ال",
  "19": "▁في",
  "20": "،",
  "21": "▁من",
  "22": "▁ي",
  "23": "ُ",
  "24": "▁أ",
  "25": "▁م",
  "26": "س",
  "27": "ِ",
  "28": "و",
  "29": "ح",
  "30": ".",
  "31": "▁الم",
  "32": "ق",
  "33": "ف",
  "34": "▁ب",
  "35": "نا",
  "36": "ها",
  "37": "ات",
  "38": "ج",
  "39": "ين",
  "40": "ط",
  "41": "ية",
  "42": "▁أن",
  "43": "ش",
  "44": "وا",
  "45": "ص",
  "46": "▁على",
  "47": "ض",
  "48": "▁ن",
  "49": "▁ا",
  "50": "ال",
  "51": "اء",
  "52": "ز",
  "53": "ون",
  "54": "هم",
  "55": "خ",
  "56": "ْ",
  "57": "▁ل",
  "58": "ذ",
  "59": "▁الله",
  "60": "▁ف",
  "61": "ار",
  "62": "ّ",
  "63": "▁وال",
  "64": "▁لا",
  "65": "غ",
  "66": "▁ع",
  "67": "ى",
  "68": "ان",
  "69": "اً",
  "70": "▁ما",
  "71": "ث",
  "72": "أ",
  "73": "▁ح",
  "74": "▁الأ",
  "75": "▁س",
  "76": "▁الت",
  "77": "▁ج",
  "78": "ام",
  "79": "▁مع",
  "80": "َّ",
  "81": "ما",
  "82": "اد",
  "83": "ور",
  "84": "▁عن",
  "85": "؟",
  "86": "▁إ",
  "87": "▁ق",
  "88": "▁بال",
  "89": "▁إلى",
  "90": "▁الع",
  "91": "▁هذا",
  "92": "اب",
  "93": "▁كل",
  "94": "ظ",
  "95": "▁ك",
  "96": "ول",
  "97": "▁الس",
  "98": "▁لل",
  "99": "ئ",
  "100": "▁ش",
  "101": "▁أو",
  "102": "ًا",
  "103": "ير",
  "104": "لا",
  "105": "▁الح",
  "106": "▁ر",
  "107": "ٍ",
  "108": "▁إن",
  "109": "دي",
  "110": "▁الج",
  "111": "ني",
  "112": "را",
  "113": "صل",
  "114": "▁هو",
  "115": "▁الن",
  "116": "▁كان",
  "117": "▁ص",
  "118": "اف",
  "119": "▁هذه",
  "120": "▁وأ",
  "121": "▁د",
  "122": "▁وت",
  "123": "يل",
  "124": "ري",
  "125": "اس",
  "126": "▁الق",
  "127": "ته",
  "128": "▁لم",
  "129": "ٌ",
  "130": "كم",
  "131": "بي",
  "132": "ؤ",
  "133": "▁ط",
  "134": "ِّ",
  "135": "▁خ",
  "136": "يا",
  "137": "▁الش",
  "138": "▁ان",
  "139": "عل",
  "140": "بر",
  "141": "▁الب",
  "142": "▁الص",
  "143": "▁الف",
  "144": "ست",
  "145": "▁عليه",
  "146": "رب",
  "147": "يم",
  "148": "وب",
  "149": "عد",
  "150": "▁الإ",
  "151": "▁التي",
  "152": "▁يا",
  "153": "قل",
  "154": "حد",
  "155": "▁هي",
  "156": "اح",
  "157": "▁له",
  "158": "▁قال",
  "159": "شر",
  "160": "▁ولا",
  "161": "▁الذي",
  "162": "وع",
  "163": "▁الر",
  "164": "▁غ",
  "165": "وم",
  "166": "▁بعد",
  "167": "ود",
  "168": "▁قد",
  "169": "▁وَ",
  "170": "▁الا",
  "171": "وي",
  "172": "ِي",
  "173": "▁وي",
  "174": "فر",
  "175": "كر",
  "176": "يد",
  "177": "حب",
  "178": "عمل",
  "179": "عب",
  "180": "▁ه",
  "181": "▁لكن",
  "182": "▁الخ",
  "183": "▁الط",
  "184": "▁آ",
  "185": "وق",
  "186": "ذا",
  "187": "لي",
  "188": "▁يت",
  "189": "▁الد",
  "190": "مة",
  "191": "سب",
  "192": "صر",
  "193": "▁لي",
  "194": "وت",
  "195": "▁إذا",
  "196": "▁اللي",
  "197": "لك",
  "198": "▁عند",
  "199": "مر",
  "200": "اط",
  "201": "في",
  "202": "ُّ",
  "203": "بع",
  "204": "▁الك",
  "205": "رض",
  "206": "قول",
  "207": "يب",
  "208": "▁بين",
  "209": "▁ذلك",
  "210": "وس",
  "211": "با",
  "212": "جد",
  "213": "عرف",
  "214": "دا",
  "215": "من",
  "216": "فا",
  "217": "▁سي",
  "218": "قي",
  "219": "اع",
  "220": "وف",
  "221": "كون",
  "222": "▁بعض",
  "223": "▁أي",
  "224": "▁نفس",
  "225": "جر",
  "226": "عا",
  "227": "سي",
  "228": "اج",
  "229": "يق",
  "230": "اق",
  "231": "يف",
  "232": "▁لك",
  "233": "▁بن",
  "234": "▁بت",
  "235": "َّ",
  "236": "▁مت",
  "237": "▁ثم",
  "238": "يات",
  "239": "▁وم",
  "240": "▁واحد",
  "241": "آ",
  "242": "طر",
  "243": "▁ض",
  "244": "علم",
  "245": "▁رب",
  "246": "لة",
  "247": "▁لو",
  "248": "▁الغ",
  "249": "حت",
  "250": "▁وا",
  "251": "رت",
  "252": "جم",
  "253": "▁أنا",
  "254": "▁حتى",
  "255": "▁بي",
  "256": "قة",
  "257": "▁ز",
  "258": "▁يُ",
  "259": "▁بل",
  "260": "▁الْ",
  "261": "تر",
  "262": "▁ذ",
  "263": "▁إلا",
  "264": "▁وب",
  "265": "▁الناس",
  "266": "▁ول",
  "267": "▁هل",
  "268": "وج",
  "269": "تك",
  "270": "▁يَ",
  "271": "▁يكون",
  "272": "فع",
  "273": "▁وس",
  "274": "هر",
  "275": "▁عشر",
  "276": "▁كما",
  "277": "▁غير",
  "278": "▁عمل",
  "279": "▁اليوم",
  "280": "لم",
  "281": "▁است",
  "282": "▁مش",
  "283": "▁مثل",
  "284": "دة",
  "285": "لق",
  "286": "▁والم",
  "287": "مت",
  "288": "ً",
  "289": "حر",
  "290": "اض",
  "291": "تي",
  "292": "▁بِ",
  "293": "رق",
  "294": "قا",
  "295": "يز",
  "296": "▁الو",
  "297": "▁أَ",
  "298": "▁الل",
  "299": "▁أم",
  "300": "رف",
  "301": "لَ",
  "302": "▁شيء",
  "303": "ُو",
  "304": "▁تت",
  "305": "لو",
  "306": "▁يعني",
  "307": "▁لت",
  "308": "▁فَ",
  "309": "هُ",
  "310": "َيْ",
  "311": "ةً",
  "312": "يّ",
  "313": "▁علي",
  "314": "▁سن",
  "315": "َلَ",
  "316": "▁يمكن",
  "317": "▁أس",
  "318": "▁لَ",
  "319": "فس",
  "320": "ِهِ",
  "321": "▁قبل",
  "322": "از",
  "323": "▁كانت",
  "324": "▁مر",
  "325": "خر",
  "326": "رج",
  "327": "▁يوم",
  "328": "تها",
  "329": "▁ومن",
  "330": "ديد",
  "331": "مْ",
  "332": "▁بد",
  "333": "▁ليس",
  "334": "▁ست",
  "335": "قد",
  "336": "نَ",
  "337": "▁ولكن",
  "338": "سر",
  "339": "▁مُ",
  "340": "▁هناك",
  "341": "▁أنت",
  "342": "▁أنه",
  "343": "بدأ",
  "344": "غير",
  "345": "هَا",
  "346": "حق",
  "347": "▁فيها",
  "348": "صف",
  "349": "▁به",
  "350": "الي",
  "351": "▁بس",
  "352": "بت",
  "353": "▁تح",
  "354": "▁تكون",
  "355": "خل",
  "356": "مان",
  "357": "▁الأم",
  "358": "▁الز",
  "359": "رو",
  "360": "▁لأن",
  "361": "▁شر",
  "362": "قر",
  "363": "حل",
  "364": "▁مئة",
  "365": "▁اللهم",
  "366": "جل",
  "367": "عت",
  "368": "مل",
  "369": "▁بأ",
  "370": "فل",
  "371": "▁أحد",
  "372": "▁لأ",
  "373": "إ",
  "374": "قوم",
  "375": "بار",
  "376": "▁ث",
  "377": "رى",
  "378": "▁أخ",
  "379": "سلم",
  "380": "▁قل",
  "381": "ائي",
  "382": "اني",
  "383": "▁كبير",
  "384": "حة",
  "385": "وى",
  "386": "▁مِنْ",
  "387": "▁تن",
  "388": "▁ون",
  "389": "▁كيف",
  "390": "▁لِ",
  "391": "مُ",
  "392": "مس",
  "393": "ارة",
  "394": "شي",
  "395": "▁الشر",
  "396": "▁لن",
  "397": "فق",
  "398": "فت",
  "399": "دخل",
  "400": "ضع",
  "401": "▁والت",
  "402": "▁وأن",
  "403": "َهُ",
  "404": "دَ",
  "405": "▁وفي",
  "406": "َى",
  "407": "▁فر",
  "408": "كَ",
  "409": "رِ",
  "410": "ادة",
  "411": "▁أكثر",
  "412": "▁صلى",
  "413": "نْ",
  "414": "▁عام",
  "415": "▁الأس",
  "416": "▁كثير",
  "417": "قَ",
  "418": "لف",
  "419": "▁وهو",
  "420": "▁أول",
  "421": "▁فِي",
  "422": "شعر",
  "423": "صح",
  "424": "اعة",
  "425": "ائل",
  "426": "▁فى",
  "427": "وز",
  "428": "ترك",
  "429": "▁هن",
  "430": "▁الث",
  "431": "▁كنت",
  "432": "▁با",
  "433": "حسن",
  "434": "َرَ",
  "435": "▁حق",
  "436": "نَا",
  "437": "ةٍ",
  "438": "▁العمل",
  "439": "رد",
  "440": "ساعد",
  "441": "▁والأ",
  "442": "▁هنا",
  "443": "لام",
  "444": "تَ",
  "445": "لَّ",
  "446": "▁بها",
  "447": "نَّ",
  "448": "▁فل",
  "449": "▁يقول",
  "450": "▁فأ",
  "451": "▁العالم",
  "452": "▁الإنسان",
  "453": "▁أمر",
  "454": "▁ألف",
  "455": "وة",
  "456": "بقى",
  "457": "▁بم",
  "458": "▁او",
  "459": "▁خط",
  "460": "▁مست",
  "461": "مَا",
  "462": "ُوا",
  "463": "ْتَ",
  "464": "شكل",
  "465": "وان",
  "466": "قص",
  "467": "▁فإن",
  "468": "انية",
  "469": "▁النبي",
  "470": "▁زي",
  "471": "▁وإ",
  "472": "وية",
  "473": "▁وسلم",
  "474": "▁فال",
  "475": "صبح",
  "476": "▁المت",
  "477": "▁انت",
  "478": "وض",
  "479": "قت",
  "480": "▁المس",
  "481": "ُونَ",
  "482": "▁عز",
  "483": "▁طريق",
  "484": "▁الآ",
  "485": "قدر",
  "486": "سأل",
  "487": "▁دي",
  "488": "هِ",
  "489": "َعَ",
  "490": "لّ",
  "491": "▁سامي",
  "492": "▁وما",
  "493": "▁مس",
  "494": "▁فت",
  "495": "فعل",
  "496": "▁العلم",
  "497": "ائر",
  "498": "▁شخص",
  "499": "مام",
  "500": "فضل",
  "501": "عيش",
  "502": "عيد",
  "503": "ظهر",
  "504": "▁الآن",
  "505": "ذهب",
  "506": "ورة",
  "507": "َّا",
  "508": "طلب",
  "509": "▁علم",
  "510": "قدم",
  "511": "يرة",
  "512": "ء",
  "513": "▁جديد",
  "514": "▁أما",
  "515": "▁بشكل",
  "516": "▁حيث",
  "517": "صدق",
  "518": "راء",
  "519": "كتب",
  "520": "▁عَ",
  "521": "▁الأرض",
  "522": "َعْ",
  "523": "▁فا",
  "524": "خت",
  "525": "حاول",
  "526": "حمد",
  "527": "وك",
  "528": "دى",
  "529": "▁خلال",
  "530": "▁تَ",
  "531": "▁حال",
  "532": "خط",
  "533": "نزل",
  "534": "▁قر",
  "535": "ليل",
  "536": "حتاج",
  "537": "▁الى",
  "538": "▁للم",
  "539": "▁لذلك",
  "540": "ذكر",
  "541": "▁أيها",
  "542": "بيع",
  "543": "▁لما",
  "544": "سبب",
  "545": "▁لها",
  "546": "▁آخر",
  "547": "▁محمد",
  "548": "جاب",
  "549": "▁فقط",
  "550": "▁بالم",
  "551": "▁إلي",
  "552": "َمَ",
  "553": "درس",
  "554": "▁حر",
  "555": "تين",
  "556": "ربع",
  "557": "▁عندما",
  "558": "▁برج",
  "559": "▁عليك",
  "560": "لى",
  "561": "▁يجب",
  "562": "▁بإ",
  "563": "▁ده",
  "564": "▁ابن",
  "565": "خرج",
  "566": "▁ها",
  "567": "نظر",
  "568": "▁ثلاثة",
  "569": "دّ",
  "570": "شار",
  "571": "▁خل",
  "572": "أخذ",
  "573": "اتِ",
  "574": "ثر",
  "575": "َةِ",
  "576": "عود",
  "577": "▁بأن",
  "578": "▁دون",
  "579": "▁جداً",
  "580": "حكم",
  "581": "خير",
  "582": "مال",
  "583": "▁الآخر",
  "584": "▁غرز",
  "585": "▁الإسلام",
  "586": "قط",
  "587": "▁رَ",
  "588": "وال",
  "589": "سمع",
  "590": "جار",
  "591": "▁وإن",
  "592": "ائد",
  "593": "▁الوقت",
  "594": "صول",
  "595": "▁الدين",
  "596": "وجود",
  "597": "▁الذين",
  "598": "▁الان",
  "599": "▁دول",
  "600": "▁الحر",
  "601": "باب",
  "602": "رحم",
  "603": "بحث",
  "604": "▁عاطفيا",
  "605": "عمال",
  "606": "▁وقد",
  "607": "▁فعل",
  "608": "قف",
  "609": "ائم",
  "610": "يَّة",
  "611": "سان",
  "612": "▁ين",
  "613": "▁وتسع",
  "614": "▁الأمر",
  "615": "جز",
  "616": "جمع",
  "617": "▁وهي",
  "618": "ستطيع",
  "619": "▁عليها",
  "620": "▁سل",
  "621": "▁مِن",
  "622": "مكن",
  "623": "▁البر",
  "624": "خص",
  "625": "▁مهنيا",
  "626": "ارات",
  "627": "فكر",
  "628": "▁اسم",
  "629": "▁جميع",
  "630": "▁حل",
  "631": "عظم",
  "632": "▁لله",
  "633": "▁أهل",
  "634": "وط",
  "635": "▁عبد",
  "636": "َلِ",
  "637": "رز",
  "638": "▁الحياة",
  "639": "▁نعم",
  "640": "هُمْ",
  "641": "قام",
  "642": "ِيَ",
  "643": "وحيد",
  "644": "▁الفيديو",
  "645": "دعو",
  "646": "مكان",
  "647": "▁مكان",
  "648": "هما",
  "649": "شاهد",
  "650": "▁حول",
  "651": "▁رح",
  "652": "▁مَا",
  "653": "▁وقت",
  "654": "▁يست",
  "655": "ِينَ",
  "656": "ريب",
  "657": "▁وهذا",
  "658": "َلْ",
  "659": "ْمَ",
  "660": "▁تحت",
  "661": "ئِ",
  "662": "عرض",
  "663": "ذَا",
  "664": "▁رسول",
  "665": "وء",
  "666": "▁إليه",
  "667": "▁وجل",
  "668": "▁بالت",
  "669": "▁مرة",
  "670": "تابع",
  "671": "▁احنا",
  "672": "▁ات",
  "673": "ملك",
  "674": "▁أمام",
  "675": "▁الدنيا",
  "676": "▁سا",
  "677": "▁إنسان",
  "678": "▁الثاني",
  "679": "▁دا",
  "680": "ستخدم",
  "681": "▁كَ",
  "682": "▁لقد",
  "683": "▁فقال",
  "684": "▁القر",
  "685": "▁لأنه",
  "686": "قطع",
  "687": "▁قص",
  "688": "▁خمسة",
  "689": "▁ماذا",
  "690": "َرْ",
  "691": "▁فقد",
  "692": "▁لنا",
  "693": "واقع",
  "694": "▁كده",
  "695": "صالح",
  "696": "▁الصلاة",
  "697": "▁الأول",
  "698": "▁وكان",
  "699": "حمل",
  "700": "ُهُ",
  "701": "كثر",
  "702": "▁بيت",
  "703": "▁الخل",
  "704": "ْرَ",
  "705": "▁نحن",
  "706": "جاه",
  "707": "َتْ",
  "708": "▁كم",
  "709": "▁فلا",
  "710": "▁كتاب",
  "711": "▁جدا",
  "712": "صور",
  "713": "▁الكل",
  "714": "صاب",
  "715": "يء",
  "716": "كُمْ",
  "717": "▁الاست",
  "718": "ائع",
  "719": "سلام",
  "720": "قرب",
  "721": "▁لكم",
  "722": "▁أكبر",
  "723": "▁الخط",
  "724": "▁السلام",
  "725": "نتج",
  "726": "▁الشخص",
  "727": "عادة",
  "728": "مثل",
  "729": "حيا",
  "730": "تحدث",
  "731": "روح",
  "732": "▁ممكن",
  "733": "▁أخرى",
  "734": "▁الكثير",
  "735": "قيم",
  "736": "▁للأ",
  "737": "▁المست",
  "738": "▁تعالى",
  "739": "زيد",
  "740": "▁الطريق",
  "741": "▁الدول",
  "742": "إيمان",
  "743": "َكَ",
  "744": "▁لهم",
  "745": "▁بما",
  "746": "نطق",
  "747": "▁ثلاث",
  "748": "شهد",
  "749": "▁إذ",
  "750": "▁لإ",
  "751": "طلق",
  "752": "▁حب",
  "753": "▁وضع",
  "754": "▁والإ",
  "755": "▁رأي",
  "756": "▁عاد",
  "757": "▁وَال",
  "758": "▁القرآن",
  "759": "َنْ",
  "760": "▁وعلى",
  "761": "▁إِل",
  "762": "جتمع",
  "763": "▁قلب",
  "764": "▁بالأ",
  "765": "حاج",
  "766": "▁عمر",
  "767": "ؤمن",
  "768": "هدف",
  "769": "▁خير",
  "770": "نجاح",
  "771": "▁والله",
  "772": "▁ولم",
  "773": "▁والسلام",
  "774": "▁عدد",
  "775": "ختلف",
  "776": "َبَ",
  "777": "▁البشر",
  "778": "▁المسلمين",
  "779": "ستخدام",
  "780": "▁ذكر",
  "781": "▁المؤمن",
  "782": "ضغط",
  "783": "عتبر",
  "784": "▁الكتاب",
  "785": "▁أجل",
  "786": "َبِ",
  "787": "▁طبعا",
  "788": "قبل",
  "789": "▁إله",
  "790": "▁بسبب",
  "791": "▁أربعة",
  "792": "▁صح",
  "793": "▁جيد",
  "794": "▁الشريك",
  "795": "ِكَ",
  "796": "▁فهو",
  "797": "▁صغير",
  "798": "▁وبعد",
  "799": "▁العالمين",
  "800": "عتقد",
  "801": "▁صف",
  "802": "▁كر",
  "803": "ائه",
  "804": "▁وَأَ",
  "805": "▁شو",
  "806": "ْبَ",
  "807": "▁اخت",
  "808": "رجع",
  "809": "▁النَّ",
  "810": "▁عَنْ",
  "811": "▁خلق",
  "812": "بلغ",
  "813": "قتل",
  "814": "أكل",
  "815": "▁عَلَى",
  "816": "ْلِ",
  "817": "تكلم",
  "818": "▁أفضل",
  "819": "▁وجه",
  "820": "َمِ",
  "821": "▁سبحان",
  "822": "▁الحبيب",
  "823": "دراس",
  "824": "شوف",
  "825": "َسَ",
  "826": "ْرِ",
  "827": "▁خاص",
  "828": "▁وقال",
  "829": "معنى",
  "830": "▁عليكم",
  "831": "▁أَنْ",
  "832": "▁يوجد",
  "833": "▁وكل",
  "834": "ْتُ",
  "835": "▁عباد",
  "836": "▁وجود",
  "837": "▁عشان",
  "838": "▁لماذا",
  "839": "قابل",
  "840": "▁نظر",
  "841": "▁سوف",
  "842": "▁حاجة",
  "843": "معرفة",
  "844": "▁زوج",
  "845": "َالِ",
  "846": "▁مَنْ",
  "847": "لوم",
  "848": "▁بالله",
  "849": "َبْ",
  "850": "ركز",
  "851": "َةُ",
  "852": "▁أيضاً",
  "853": "ائق",
  "854": "ستمر",
  "855": "ستقبل",
  "856": "▁فإذا",
  "857": "▁كَانَ",
  "858": "▁رجل",
  "859": "▁تريد",
  "860": "▁وَالْ",
  "861": "▁سر",
  "862": "مثال",
  "863": "َحْ",
  "864": "▁وَإِ",
  "865": "غرب",
  "866": "▁عالم",
  "867": "▁الخاص",
  "868": "▁صحيح",
  "869": "▁أبو",
  "870": "▁بكل",
  "871": "ْمِ",
  "872": "رسول",
  "873": "تزوج",
  "874": "أشخاص",
  "875": "روس",
  "876": "سمي",
  "877": "▁دائما",
  "878": "فتح",
  "879": "صدر",
  "880": "▁داخل",
  "881": "طاع",
  "882": "▁الحديث",
  "883": "▁البيت",
  "884": "▁وثلاث",
  "885": "صنع",
  "886": "▁القلب",
  "887": "▁ألفان",
  "888": "▁الأولى",
  "889": "ائن",
  "890": "َدْ",
  "891": "▁بنفس",
  "892": "▁وإذا",
  "893": "واجه",
  "894": "ثناء",
  "895": "خدم",
  "896": "▁بتاع",
  "897": "▁الْمُ",
  "898": "▁شيئا",
  "899": "رسل",
  "900": "▁طويل",
  "901": "▁وعشرون",
  "902": "ْتِ",
  "903": "▁الأخوة",
  "904": "َةٌ",
  "905": "رغب",
  "906": "▁صاحب",
  "907": "جامع",
  "908": "ائك",
  "909": "لاحظ",
  "910": "▁حينما",
  "911": "راج",
  "912": "▁قَالَ",
  "913": "▁لديه",
  "914": "تعامل",
  "915": "▁موقع",
  "916": "▁الْأَ",
  "917": "▁رضي",
  "918": "▁الكرام",
  "919": "▁اثنان",
  "920": "طلاق",
  "921": "قسم",
  "922": "فريق",
  "923": "▁خمس",
  "924": "▁بهذا",
  "925": "َحَ",
  "926": "▁سيدنا",
  "927": "حفظ",
  "928": "قرأ",
  "929": "▁أيضا",
  "930": "▁ثاني",
  "931": "▁بالنسبة",
  "932": "َفَ",
  "933": "▁موضوع",
  "934": "▁حياتك",
  "935": "رسم",
  "936": "▁كتير",
  "937": "▁وَلَا",
  "938": "َسْ",
  "939": "▁الرجل",
  "940": "▁إِنَّ",
  "941": "َاءِ",
  "942": "رسال",
  "943": "▁الحقيقة",
  "944": "▁كذلك",
  "945": "▁ليلى",
  "946": "▁المدينة",
  "947": "▁العاطفي",
  "948": "▁يجعل",
  "949": "▁القيام",
  "950": "شغل",
  "951": "شتغل",
  "952": "▁حياته",
  "953": "ْسَ",
  "954": "نتظر",
  "955": "▁الكريم",
  "956": "َقَدْ",
  "957": "شاعر",
  "958": "▁الموضوع",
  "959": "خلاق",
  "960": "قاعد",
  "961": "▁جميل",
  "962": "▁يأتي",
  "963": "▁حياة",
  "964": "زواج",
  "965": "▁كامل",
  "966": "▁الرئيس",
  "967": "َقْ",
  "968": "▁اللغة",
  "969": "▁مليون",
  "970": "َانِ",
  "971": "ْفَ",
  "972": "▁عَلَيْهِ",
  "973": "▁هؤلاء",
  "974": "▁واضح",
  "975": "▁وليس",
  "976": "سلسل",
  "977": "▁الثالث",
  "978": "توقع",
  "979": "▁جزء",
  "980": "طبق",
  "981": "▁الحلقة",
  "982": "▁الرحمن",
  "983": "▁نهاية",
  "984": "▁والذي",
  "985": "▁أَنَّ",
  "986": "▁الرحيم",
  "987": "كذب",
  "988": "غلب",
  "989": "▁الفنان",
  "990": "▁المرأة",
  "991": "▁العظيم",
  "992": "سلط",
  "993": "ائف",
  "994": "▁علشان",
  "995": "▁أراد",
  "996": "▁الْعَ",
  "997": "▁عظيم",
  "998": "نتيجة",
  "999": "▁الجزء",
  "1000": "خلاص",
  "1001": "▁عمود",
  "1002": "حكوم",
  "1003": "▁اللَّهُ",
  "1004": "▁الجسم",
  "1005": "ائب",
  "1006": "عتمد",
  "1007": "فكير",
  "1008": "▁حديث",
  "1009": "▁اللَّهِ",
  "1010": "سهل",
  "1011": "▁الطعام",
  "1012": "ؤسس",
  "1013": "نهار",
  "1014": "▁سبيل",
  "1015": "▁علاقة",
  "1016": "كتشف",
  "1017": "▁نحو",
  "1018": "▁الَّذِي",
  "1019": "حافظ",
  "1020": "▁مدينة",
  "1021": "ختيار",
  "1022": "▁دقيق",
  "1023": "▁الكبير",
  "1024": "<blank>"
}