[
  {
    "id": 15,
    "city": "makkah",
    "name": {
      "translated": "Al-Hiyr",
      "transliterated": "Al-Hijr",
      "codepoints": [
        1575,
        1604,
        1581,
        1580,
        1585
      ]
    },
    "ayahs": 99,
    "slug": "al-hijr",
    "translator": "Traducción española"
  },
  [
    1,
    "Álif. Lam. Ra’. Éstos son los versículos del Libro, una recitación clara"
  ],
  [
    2,
    "Llegará el momento en que quienes se negaron a creer desearán haber sido musulmanes entregados a la voluntad de Dios"
  ],
  [
    3,
    "Déjalos que coman, que disfruten y sean seducidos por el apego a esta vida mundanal, que ya sabrán"
  ],
  [
    4,
    "No he destruido una ciudad [que estuviera condenada] hasta que le llegara su término prefijado"
  ],
  [
    5,
    "Ninguna nación puede adelantar ni retrasar su final"
  ],
  [
    6,
    "Y dicen: \"¡Oh, tú [Mujámmad]! A quien se le ha descendido la revelación, eres un demente"
  ],
  [
    7,
    "¿Por qué no te presentas acompañado por los ángeles, si es verdad lo que dices"
  ],
  [
    8,
    "Pero cuando envío a los ángeles es con el castigo, y si los hubiera enviado [en respuesta a sus desafíos] ya no les quedaría tiempo"
  ],
  [
    9,
    "Yo he revelado el Corán y Yo soy su custodio"
  ],
  [
    10,
    "Envié antes de ti [otros Mensajeros] a los pueblos antiguos"
  ],
  [
    11,
    "pero cada vez que se les presentaba un Mensajero se burlaban de él"
  ],
  [
    12,
    "Así es como [la burla] se adueña del corazón de los pecadores"
  ],
  [
    13,
    "No creerán en él a pesar del ejemplo de lo que les aconteció a los pueblos anteriores"
  ],
  [
    14,
    "Y aunque les abriera una puerta en el cielo por la que pudieran ascender [y contemplar a los ángeles] no creerían"
  ],
  [
    15,
    "Dirían: \"Nuestros ojos ven visiones, nos han hechizado"
  ],
  [
    16,
    "He dispuesto constelaciones en el cielo, y las he embellecido para quienes las contemplan"
  ],
  [
    17,
    "He protegido al cielo de todo demonio maldito"
  ],
  [
    18,
    "Si intenta escuchar, le arrojaré una bola de fuego visible"
  ],
  [
    19,
    "He extendido la Tierra, he dispuesto en ella montañas firmes y he hecho crecer en ella de todo en forma equilibrada"
  ],
  [
    20,
    "Facilité los medios para que puedan vivir en ella ustedes y el resto de las criaturas"
  ],
  [
    21,
    "En Mi poder están las reservas de su sustento y les proveo de él en la medida que he determinado"
  ],
  [
    22,
    "Envié los vientos fecundadores y hago descender del cielo agua con la que les doy de beber, y no son ustedes los dueños de sus reservas"
  ],
  [
    23,
    "Yo doy la vida y doy la muerte, y Yo soy el heredero [a quien todo lo creado ha de retornar]"
  ],
  [
    24,
    "Conozco a quienes los precedieron y también a quienes los sucederán"
  ],
  [
    25,
    "Tu Señor los congregará. Él es Sabio, lo sabe todo"
  ],
  [
    26,
    "He creado al ser humano de arcilla, un barro maleable"
  ],
  [
    27,
    "Y al yinn lo había creado ya antes de fuego"
  ],
  [
    28,
    "[Recuerda] cuando tu Señor dijo a los ángeles: \"Voy a crear un ser humano de arcilla, de barro maleable"
  ],
  [
    29,
    "Cuando lo haya completado e insuflado en él el espíritu que he creado para él, hagan una reverencia [en honor a Mí] ante él"
  ],
  [
    30,
    "Todos los ángeles hicieron la reverencia"
  ],
  [
    31,
    "excepto Iblís, que se negó a ser de quienes hicieron la reverencia"
  ],
  [
    32,
    "Dijo [Dios]: \"¡Oh, Iblís! ¿Por qué no te cuentas entre quienes hicieron la reverencia"
  ],
  [
    33,
    "Dijo: \"No he de hacerla ante un ser humano [que es inferior a mí], al que has creado de arcilla, de barro maleable"
  ],
  [
    34,
    "Dijo [Dios]: \"Sal de aquí, pues te maldigo"
  ],
  [
    35,
    "Serás maldito hasta el Día del Juicio"
  ],
  [
    36,
    "Dijo: \"¡Oh, Señor mío! Tolérame hasta el Día de la Resurrección"
  ],
  [
    37,
    "Dijo: \"Te concedo la prórroga que me pides"
  ],
  [
    38,
    "hasta el día cuyo término está definido"
  ],
  [
    39,
    "Dijo: \"¡Oh, Señor mío! Por haber dejado que me extravíe, los seduciré y descarriaré a todos"
  ],
  [
    40,
    "excepto a quienes de Tus siervos hayas protegido"
  ],
  [
    41,
    "Dijo [Dios]: \"A quien siga Mi camino recto lo protegeré"
  ],
  [
    42,
    "No tendrás poder alguno sobre Mis siervos, salvo los que se extravíen siguiéndote"
  ],
  [
    43,
    "El Infierno es el lugar donde se reunirán todos ellos"
  ],
  [
    44,
    "El Infierno posee siete puertas y cada una está destinada para un grupo determinado [de pecadores]"
  ],
  [
    45,
    "Mientras que los piadosos serán retribuidos con jardines y manantiales"
  ],
  [
    46,
    "[Se les dirá:] Ingresen a ellos en paz, y estén seguros de que no se les privará de nada"
  ],
  [
    47,
    "Purificaremos sus corazones de todo rencor. Serán todos como hermanos y se sentarán unos enfrente de otros"
  ],
  [
    48,
    "Allí no volverán a sufrir, y vivirán por toda la eternidad"
  ],
  [
    49,
    "Anúnciales a Mis siervos [oh, Mujámmad] que soy el Absolvedor, el Misericordioso"
  ],
  [
    50,
    "y que Mi castigo es el verdadero castigo doloroso"
  ],
  [
    51,
    "Relátales sobre los huéspedes de Abraham"
  ],
  [
    52,
    "Cuando se presentaron ante él, dijeron: \"¡La paz sea contigo!\" [Abraham y su esposa, luego de haberles ofrecido comida y observar que no comían, dijeron]: \"Ustedes nos infunden temor"
  ],
  [
    53,
    "Le dijeron: \"No temas, te anunciamos el nacimiento de un hijo sabio"
  ],
  [
    54,
    "Dijo: \"¿Me dan ahora la albricia [de un hijo] siendo que me ha alcanzado la vejez"
  ],
  [
    55,
    "Dijeron: \"Te albriciamos con la verdad. No seas de quienes han perdido la esperanza"
  ],
  [
    56,
    "Dijo: \"Solo desesperan de la misericordia de su Señor los extraviados"
  ],
  [
    57,
    "Preguntó: \"¿Cuál es su misión? ¡Oh, emisarios [de Dios]"
  ],
  [
    58,
    "Dijeron: \"Hemos sido enviados [para castigar] a un pueblo de pecadores"
  ],
  [
    59,
    "salvo a la familia de Lot, a quienes salvaremos"
  ],
  [
    60,
    "pero no a su mujer, a quien Dios decretó que fuese de los condenados"
  ],
  [
    61,
    "Los emisarios se presentaron ante la casa de Lot"
  ],
  [
    62,
    "Dijo [Lot]: \"Me son desconocidos"
  ],
  [
    63,
    "Dijeron: \"Hemos sido enviados para ejecutar el castigo del cual tu pueblo dudaba"
  ],
  [
    64,
    "Venimos a ti con la Verdad. Siempre decimos la verdad"
  ],
  [
    65,
    "Sal por la noche con tu familia [y tus seguidores]. Marcha detrás de ellos [para protegerlos] y que ninguno de ustedes mire hacia atrás. Diríjanse hacia donde se les ha ordenado"
  ],
  [
    66,
    "Entonces le revelé [a Lot Mi decreto]: \"Todos ellos [los pecadores] serán destruidos al amanecer"
  ],
  [
    67,
    "Pero se presentaron los habitantes de la ciudad contentos"
  ],
  [
    68,
    "Les dijo [Lot]: \"Ellos son mis huéspedes. No me avergüencen"
  ],
  [
    69,
    "Tengan temor de Dios y no me humillen"
  ],
  [
    70,
    "Dijeron: \"¿No te habíamos prohibido que protegieras gente [en tu casa de nuestras perversiones]"
  ],
  [
    71,
    "Les respondió: \"Cásense con las mujeres del pueblo si quieren"
  ],
  [
    72,
    "[Dice Dios:] ¡Juro por tu vida! [¡oh, Mujámmad!], que la aberración embriagaba sus mentes"
  ],
  [
    73,
    "Les sorprendió el castigo al amanecer"
  ],
  [
    74,
    "Puse al pueblo de cabeza y les envié una lluvia de piedras de arcilla"
  ],
  [
    75,
    "En eso hay signos para quienes reflexionan"
  ],
  [
    76,
    "[Esta ciudad arrasada] está aún en una ruta [a la vista de los viajeros]"
  ],
  [
    77,
    "En eso hay un signo para los creyentes"
  ],
  [
    78,
    "Los habitantes del pueblo de Jetró cometían injusticias"
  ],
  [
    79,
    "por lo que los castigué. Ambas [ciudades, la de Lot y la de Jetró] son visibles desde una ruta"
  ],
  [
    80,
    "Los habitantes de Al Hiyr desmintieron a los Mensajeros"
  ],
  [
    81,
    "Les presenté Mis signos, pero los rechazaron"
  ],
  [
    82,
    "Construían sus casas esculpiendo las montañas y allí se sentían seguros"
  ],
  [
    83,
    "Pero los sorprendió el castigo al amanecer"
  ],
  [
    84,
    "y no los benefició en nada la riqueza que poseían"
  ],
  [
    85,
    "No he creado los cielos, la Tierra y cuanto hay entre ambos sino con un fin justo y verdadero. La Hora se aproxima, así que tú disculpa [a los que niegan el Mensaje] y trátalos de buena manera"
  ],
  [
    86,
    "Tu Señor es el Creador, el que todo lo sabe"
  ],
  [
    87,
    "Te he distinguido con la revelación de los siete versículos que se reiteran como parte del grandioso Corán"
  ],
  [
    88,
    "No codicies aquello conque he agraciado a algunos de los ricos [de los que desmienten el Mensaje] y no sientas pena por ellos [a causa de su incredulidad]. Y baja tu ala protegiendo a los creyentes"
  ],
  [
    89,
    "Di: \"He sido enviado para advertirles claramente [sobre un castigo]"
  ],
  [
    90,
    "como el que le envié a los que rechazaron [el Mensaje de Dios]"
  ],
  [
    91,
    "Como los que creen en una parte del Corán y en otra no"
  ],
  [
    92,
    "¡Por tu Señor! Que haré rendir cuentas a todos ellos"
  ],
  [
    93,
    "por todo lo que hicieron"
  ],
  [
    94,
    "Divulga lo que se te ordena [públicamente] y no te preocupes por los idólatras"
  ],
  [
    95,
    "Yo te protegeré de quienes se burlen"
  ],
  [
    96,
    "de quienes ponen junto a Dios otras deidades, ellos ya pronto sabrán [el castigo que les espera]"
  ],
  [
    97,
    "Sé que te apenas por cuanto dicen"
  ],
  [
    98,
    "pero glorifica con alabanzas a tu Señor y cuéntate entre quienes se prosternan [en oración para aliviar su angustia]"
  ],
  [
    99,
    "y adora a tu Señor hasta que te llegue la certeza"
  ]
]