[
  {
    "id": 26,
    "city": "makkah",
    "name": {
      "translated": "Los Poetas",
      "transliterated": "Ash-Shu'ara",
      "codepoints": [
        1575,
        1604,
        1588,
        1593,
        1585,
        1575,
        1569
      ]
    },
    "ayahs": 227,
    "slug": "ash-shuara",
    "translator": "Traducción española"
  },
  [
    1,
    "Ta’. Sin. Mim"
  ],
  [
    2,
    "Estos son los signos de un Libro claro"
  ],
  [
    3,
    "¿Es que vas a consumirte [de tanto pesar] porque [tu gente] se niegan a creer"
  ],
  [
    4,
    "Si quisiera les enviaría un signo del cielo, ante el cual sus cuellos se inclinarían con sumisión"
  ],
  [
    5,
    "Siempre que se les presentó una revelación del Misericordioso se apartaron de ella"
  ],
  [
    6,
    "Negaron la Verdad [una y otra vez]; ya se les informará acerca de lo que se burlaban"
  ],
  [
    7,
    "¿Acaso no observan la Tierra y reparan sobre cuántas especies nobles he creado en ella"
  ],
  [
    8,
    "En eso hay un signo, pero la mayoría no cree"
  ],
  [
    9,
    "Tu Señor es Poderoso, Misericordioso"
  ],
  [
    10,
    "[Recuerda] cuando tu Señor llamó a Moisés y le dijo: \"Dirígete al pueblo injusto"
  ],
  [
    11,
    "El pueblo del Faraón, y exhórtalos a comportarse con temor de Dios"
  ],
  [
    12,
    "Dijo [Moisés]: \"¡Oh, Señor mío! Temo que me desmientan"
  ],
  [
    13,
    "y entonces mi pecho se oprima y mi lengua no pueda expresarse con fluidez. Envía, a [mi hermano] Aarón conmigo"
  ],
  [
    14,
    "Ellos me acusan de un crimen y temo que me maten"
  ],
  [
    15,
    "Dijo [Dios]: \"No temas. Vayan ambos con Mis signos, que estaré junto a ustedes escuchando"
  ],
  [
    16,
    "Preséntense ante el Faraón y díganle: ‘Somos Mensajeros enviados por el Señor del Universo"
  ],
  [
    17,
    "Deja marchar con nosotros a los Hijos de Israel’"
  ],
  [
    18,
    "Dijo [el Faraón]: \"¿Acaso no te criamos [¡oh, Moisés!] desde niño, y permaneciste con nosotros muchos años de tu vida"
  ],
  [
    19,
    "e hiciste lo que hiciste, convirtiéndote en un renegado [desagradecido con nosotros de todo lo que te dimos]"
  ],
  [
    20,
    "Dijo [Moisés]: \"Cuando lo hice estaba aún en la perdición"
  ],
  [
    21,
    "Luego hui de ustedes por temor [a que me mataran]. Pero mi Señor me agració con la sabiduría y me hizo uno de Sus Mensajeros"
  ],
  [
    22,
    "En cuanto al favor que me recuerdas, ¿acaso no se debió a que habías esclavizado a los Hijos de Israel"
  ],
  [
    23,
    "Preguntó el Faraón: \"¿Quién es el Señor del Universo"
  ],
  [
    24,
    "Dijo [Moisés]: \"Es el Señor de los cielos, la Tierra y todo lo que hay entre ambos. Deberían tener certeza de eso"
  ],
  [
    25,
    "Dijo [el Faraón] a quienes estaban en torno a él: \"¿Han oído"
  ],
  [
    26,
    "Agregó [Moisés]: \"Es su Señor y el Señor de sus ancestros"
  ],
  [
    27,
    "Dijo [el Faraón a su pueblo]: \"El Mensajero que les ha sido enviado es un demente"
  ],
  [
    28,
    "[Moisés] prosiguió: \"Él es el Señor del oriente y del occidente, y de lo que hay entre ambos. Deberían razonar sobre eso"
  ],
  [
    29,
    "Dijo [el Faraón]: \"Si tienes otro dios que no sea yo, haré que te encarcelen"
  ],
  [
    30,
    "Dijo [Moisés]: \"¿Incluso si te presentara una prueba evidente [de que soy Profeta]"
  ],
  [
    31,
    "Dijo [el Faraón]: \"Preséntala, si es que dices la verdad"
  ],
  [
    32,
    "Entonces [Moisés] arrojó su vara, y ésta se convirtió en una serpiente auténtica"
  ],
  [
    33,
    "[Luego introdujo su mano por el cuello de su túnica y] al retirarla, ante todos los presentes, estaba blanca y resplandeciente"
  ],
  [
    34,
    "Dijo [el Faraón] a la nobleza que estaba a su alrededor: \"Es un hechicero experto"
  ],
  [
    35,
    "que pretende expulsarlos de su tierra [de Egipto] con su magia. ¿Qué me aconsejan hacer"
  ],
  [
    36,
    "Dijeron: \"Demóralos a él y a su hermano, y envía emisarios por las ciudades"
  ],
  [
    37,
    "para que te traigan a todo hechicero experto"
  ],
  [
    38,
    "Entonces, todos los hechiceros se reunieron el día fijado"
  ],
  [
    39,
    "Se le dijo a la gente: \"¿Acaso no van a reunirse [para presenciar el duelo]"
  ],
  [
    40,
    "Seguiremos a los hechiceros, si son ellos los que vencen"
  ],
  [
    41,
    "Cuando los hechiceros se presentaron ante el Faraón, consultaron: \"¿Tendremos una recompensa si somos los vencedores"
  ],
  [
    42,
    "Respondió [el Faraón]: \"¡Sí!, [se los recompensará debidamente] y estarán entre mis allegados"
  ],
  [
    43,
    "Les dijo Moisés [a los hechiceros]: \"Arrojen lo que vayan a arrojar"
  ],
  [
    44,
    "Entonces, arrojaron sus cuerdas y varas, y dijeron: \"¡Por el poder del Faraón! Seremos los vencedores"
  ],
  [
    45,
    "[Moisés] arrojó su vara, y ésta se tragó sus ilusiones"
  ],
  [
    46,
    "Los hechiceros [al percibir que eso no era hechicería] se prosternaron [ante Dios]"
  ],
  [
    47,
    "y dijeron: \"Creemos en el Señor del Universo"
  ],
  [
    48,
    "el Señor de Moisés y de Aarón"
  ],
  [
    49,
    "Dijo [el Faraón sorprendido]: \"¿Acaso van a creer en él sin que yo se los permita? Creo que él es su maestro, el que les ha enseñado la magia. ¡Ya verán [mi venganza]! Haré que les amputen una mano y un pie opuestos, y luego los haré crucificar a todos"
  ],
  [
    50,
    "Dijeron: \"¡No nos importa! Nos volvemos al Señor"
  ],
  [
    51,
    "Anhelamos que Nuestro Señor perdone nuestros pecados por haber sido los primeros creyentes [en el Mensaje de Moisés]"
  ],
  [
    52,
    "[Luego] Le inspiré a Moisés: \"Sal durante la noche con Mis siervos; y serán perseguidos"
  ],
  [
    53,
    "El Faraón envió emisarios a las ciudades para reclutar [hombres]"
  ],
  [
    54,
    "[Diciendo:] \"Ellos son solo unos pocos"
  ],
  [
    55,
    "pero están llenos de odio hacia nosotros"
  ],
  [
    56,
    "Mientras que nosotros somos numerosos y estamos alerta"
  ],
  [
    57,
    "Así fue como los saqué [al Faraón y a su ejército de Egipto, un país repleto] de jardines, manantiales"
  ],
  [
    58,
    "tesoros y residencias suntuosas"
  ],
  [
    59,
    "Hice que los Hijos de Israel lo heredaran"
  ],
  [
    60,
    "[El Faraón y su ejército] iniciaron la persecución [de los Hijos de Israel] a la salida del sol"
  ],
  [
    61,
    "Cuando los dos grupos se divisaron, los seguidores de Moisés exclamaron: \"¡[Pronto] seremos alcanzados"
  ],
  [
    62,
    "Dijo [Moisés]: \"¡No, [no nos alcanzarán]! Pues mi Señor está conmigo, y Él me guiará [para saber cómo salvarnos]"
  ],
  [
    63,
    "Le inspiré a Moisés: \"Golpea el mar con tu vara\", y el mar se dividió en dos. Cada lado [del mar] se asemejaba a una enorme montaña"
  ],
  [
    64,
    "Luego hice que los perseguidores [el Faraón y su ejército] los siguieran"
  ],
  [
    65,
    "y fue entonces cuando salvé a Moisés y a todos los que estaban con él"
  ],
  [
    66,
    "ahogando a los perseguidores"
  ],
  [
    67,
    "En esto hay un signo, aunque la mayoría de ellos no eran creyentes"
  ],
  [
    68,
    "Tu Señor es el Poderoso, el Misericordioso"
  ],
  [
    69,
    "relátales [también, ¡oh, Mujámmad!] la historia de Abraham"
  ],
  [
    70,
    "cuando dijo a su padre y a su pueblo: \"¿Qué adoran"
  ],
  [
    71,
    "Respondieron: \"Adoramos ídolos, a los que estamos consagrados"
  ],
  [
    72,
    "Dijo [Abraham]: \"¿Acaso pueden ellos oír sus súplicas"
  ],
  [
    73,
    "¿Pueden concederles a ustedes algún beneficio o pueden causarles algún daño"
  ],
  [
    74,
    "Respondieron: \"No, pero es lo que adoraban nuestros padres [y nosotros simplemente los imitamos]"
  ],
  [
    75,
    "Dijo [Abraham]: \"¿Acaso no han reflexionado en lo que adoran"
  ],
  [
    76,
    "tanto ustedes como sus ancestros"
  ],
  [
    77,
    "Ellos [los que adoran] son mis enemigos, excepto el Señor del Universo"
  ],
  [
    78,
    "pues él es Quien me ha creado y me guía"
  ],
  [
    79,
    "Él me da de comer y de beber"
  ],
  [
    80,
    "Cuando enfermo, Él es Quien me cura"
  ],
  [
    81,
    "Él es Quien me hará morir y luego me dará vida [resucitándome]"
  ],
  [
    82,
    "de Él anhelo que perdone mis pecados el Día del Juicio"
  ],
  [
    83,
    "¡Oh, Señor mío! Concédeme sabiduría y estar entre los justos"
  ],
  [
    84,
    "Concédeme tener una buena reputación entre las generaciones futuras"
  ],
  [
    85,
    "Hazme estar entre los que heredarán el Jardín de las Delicias"
  ],
  [
    86,
    "Perdona a mi padre, pues está extraviado"
  ],
  [
    87,
    "y no me humilles el Día de la Resurrección"
  ],
  [
    88,
    "el día en que de nada servirán las riquezas ni los hijos"
  ],
  [
    89,
    "y solo estará a salvo quien tenga el corazón puro"
  ],
  [
    90,
    "[Ese día] el Paraíso estará cerca de los piadosos"
  ],
  [
    91,
    "El Infierno será expuesto ante los extraviados"
  ],
  [
    92,
    "Se les preguntará [a los idólatras]: \"¿Dónde está lo que adoraban"
  ],
  [
    93,
    "en lugar de Dios? ¿Acaso pueden ellos socorrerlos o siquiera defenderse a sí mismos"
  ],
  [
    94,
    "Serán arrojados [en el Infierno] tanto los ídolos como aquellos descarriados que los adoraron"
  ],
  [
    95,
    "y también los secuaces del demonio, todos juntos"
  ],
  [
    96,
    "Dirán, mientras disputan"
  ],
  [
    97,
    "[Juramos] por Dios que estábamos en un error evidente"
  ],
  [
    98,
    "pues equiparábamos a los ídolos con el Señor del Universo [al adorarlos]"
  ],
  [
    99,
    "Pero fueron los pecadores los que nos desviaron"
  ],
  [
    100,
    "No tenemos a nadie que pueda interceder por nosotros"
  ],
  [
    101,
    "ni siquiera tenemos un amigo íntimo [que nos ayude]"
  ],
  [
    102,
    "¡Ojalá se nos diera otra oportunidad [de retornar a la vida mundanal] para poder ser de los creyentes"
  ],
  [
    103,
    "En esto hay un signo, pero la mayoría de ellos no eran creyentes"
  ],
  [
    104,
    "Tu Señor es el Poderoso, el Misericordioso"
  ],
  [
    105,
    "El pueblo de Noé desmintió a los Mensajeros"
  ],
  [
    106,
    "Su hermano Noé les dijo: \"Tengan temor de Dios"
  ],
  [
    107,
    "soy para ustedes un Mensajero leal"
  ],
  [
    108,
    "tengan temor de Dios y síganme"
  ],
  [
    109,
    "No les pido remuneración a cambio [de transmitirles el Mensaje]. Mi recompensa me la dará el Señor del Universo"
  ],
  [
    110,
    "Tengan temor de Dios, y síganme"
  ],
  [
    111,
    "Dijeron: \"¿Acaso vamos a creerte, siendo que solo te siguen los más miserables"
  ],
  [
    112,
    "Dijo [Noé]: \"¿Y qué conocimiento puedo tener yo de lo que hacían [antes de venir a mí]"
  ],
  [
    113,
    "Solo a mi Señor le compete juzgar sus obras. ¡Si tan solo lo entendieran"
  ],
  [
    114,
    "Yo no rechazaré a ningún creyente"
  ],
  [
    115,
    "Yo solo he sido enviado para amonestarlos claramente"
  ],
  [
    116,
    "Dijeron: \"¡Oh, Noé! Si no dejas de insultar a nuestros ídolos te lapidaremos [hasta la muerte]"
  ],
  [
    117,
    "Dijo [Noé]: \"¡Oh, Señor mío! Mi pueblo me ha desmentido"
  ],
  [
    118,
    "Juzga definitivamente entre ellos y yo. Salva a los creyentes que están conmigo, y a mí con ellos"
  ],
  [
    119,
    "Los salvé a él y a los que creyeron en él en el arca abarrotada"
  ],
  [
    120,
    "Y ahogué a los que quedaron [sin subir al arca]"
  ],
  [
    121,
    "En esto hay un signo, pero la mayoría de ellos no eran creyentes"
  ],
  [
    122,
    "Tu Señor es el Poderoso, el Misericordioso"
  ],
  [
    123,
    "El pueblo de ‘Ad desmintió a los Mensajeros"
  ],
  [
    124,
    "Su hermano Hud les dijo: \"Tengan temor de Dios"
  ],
  [
    125,
    "yo soy para ustedes un Mensajero leal"
  ],
  [
    126,
    "tengan temor de Dios y síganme"
  ],
  [
    127,
    "No les pido remuneración a cambio [de transmitirles el Mensaje]. Mi recompensa me la dará el Señor del Universo"
  ],
  [
    128,
    "Edifican enormes construcciones en todas las colinas solo por ostentación"
  ],
  [
    129,
    "Habitan en palacios majestuosos como si fueran a vivir por toda la eternidad"
  ],
  [
    130,
    "Cuando atacan lo hacen sin piedad"
  ],
  [
    131,
    "Tengan temor de Dios y síganme"
  ],
  [
    132,
    "Tengan temor de Quien los agració con todo lo que saben"
  ],
  [
    133,
    "les concedió hijos, rebaños"
  ],
  [
    134,
    "jardines y manantiales"
  ],
  [
    135,
    "Yo, en realidad, temo que los alcance el castigo de un día gravísimo"
  ],
  [
    136,
    "Dijeron: \"No nos importa, nos da igual si nos exhortas o no"
  ],
  [
    137,
    "esto que hacemos es lo que acostumbraban hacer nuestros ancestros"
  ],
  [
    138,
    "y seguramente no seremos castigados"
  ],
  [
    139,
    "Lo desmintieron [al Profeta Hud] y por eso los aniquilé. En eso hay un signo, aunque la mayoría de ellos no eran creyentes"
  ],
  [
    140,
    "Tu Señor es el Poderoso, el Misericordioso"
  ],
  [
    141,
    "El pueblo de Zamud desmintió a los Mensajeros"
  ],
  [
    142,
    "Su hermano Sálih les dijo: \"Tengan temor de Dios"
  ],
  [
    143,
    "yo soy para ustedes un Mensajero leal"
  ],
  [
    144,
    "tengan temor de Dios y síganme"
  ],
  [
    145,
    "No les pido remuneración a cambio [de transmitirles el Mensaje]. Mi recompensa me la dará el Señor del Universo"
  ],
  [
    146,
    "¿Acaso piensan que se los dejará vivir seguros [para siempre] en medio de lo que ahora los rodea"
  ],
  [
    147,
    "entre jardines y manantiales"
  ],
  [
    148,
    "entre campos cultivados y palmeras esbeltas con frutos tiernos"
  ],
  [
    149,
    "[Por ostentación] esculpen sus viviendas en las montañas"
  ],
  [
    150,
    "Tengan temor de Dios y síganme"
  ],
  [
    151,
    "Y no obedezcan las órdenes de los que se extralimitan"
  ],
  [
    152,
    "que corrompen la Tierra y no contribuyen al establecimiento del bienestar"
  ],
  [
    153,
    "Dijeron: \"Tú estás hechizado"
  ],
  [
    154,
    "y eres un ser humano igual que nosotros. Tráenos una prueba [milagrosa de tu profecía], si es que dices la verdad"
  ],
  [
    155,
    "Dijo [Sálih: \"Aquí tienen la prueba que piden,] a esta camella le corresponde beber un día y a ustedes otro"
  ],
  [
    156,
    "No le hagan daño, de lo contrario los azotará el castigo de un día horrendo"
  ],
  [
    157,
    "Pero la mataron, y por la mañana amanecieron arrepentidos"
  ],
  [
    158,
    "El castigo los azotó. En ello hay un signo, aunque la mayoría de ellos no eran creyentes"
  ],
  [
    159,
    "Tu Señor es el Poderoso, el Misericordioso"
  ],
  [
    160,
    "El pueblo de Lot desmintió a los Mensajeros"
  ],
  [
    161,
    "Su hermano Lot les dijo: \"Tengan temor de Dios"
  ],
  [
    162,
    "yo soy para ustedes un Mensajero leal"
  ],
  [
    163,
    "Tengan temor de Dios y síganme"
  ],
  [
    164,
    "No les pido remuneración a cambio [de transmitirles el Mensaje]. Mi recompensa me la dará el Señor del Universo"
  ],
  [
    165,
    "Se orientan [por elección] a los hombres [para satisfacer sus deseos sexuales] entre toda la gente del mundo"
  ],
  [
    166,
    "a la vez que se apartan de lo que su Señor creó para ustedes, su esposa [una pareja mujer]. Ustedes son un pueblo trasgresor"
  ],
  [
    167,
    "Dijeron: \"¡Oh, Lot! Si no dejas de recriminarnos te expulsaremos"
  ],
  [
    168,
    "Dijo [Lot]: \"Yo, soy claramente de los que repudian lo que ustedes hacen"
  ],
  [
    169,
    "¡Oh, Señor mío! Protégenos, a mi familia y a mí, de lo que ellos hacen"
  ],
  [
    170,
    "Los salvé a él y a toda su familia"
  ],
  [
    171,
    "excepto a la anciana [esposa de Lot] que estaba entre los que se quedaron"
  ],
  [
    172,
    "Luego destruí a los demás"
  ],
  [
    173,
    "Hice caer sobre ellos una lluvia [de piedras]. ¡Qué lluvia aterradora para los que habían sido advertidos"
  ],
  [
    174,
    "En ello hay un signo, aunque la mayoría de ellos no eran creyentes"
  ],
  [
    175,
    "Tu Señor es el Poderoso, el Misericordioso"
  ],
  [
    176,
    "El pueblo de Jetró desmintió a los Mensajeros"
  ],
  [
    177,
    "Jetró les dijo: \"Tengan temor de Dios"
  ],
  [
    178,
    "yo soy para ustedes un Mensajero leal"
  ],
  [
    179,
    "Tengan temor de Dios y síganme"
  ],
  [
    180,
    "No les pido remuneración a cambio [de transmitirles el Mensaje]. Mi recompensa me la dará el Señor del Universo"
  ],
  [
    181,
    "Sean justos al medir y no mermen"
  ],
  [
    182,
    "pesen con equidad"
  ],
  [
    183,
    "no estafen a la gente, no obren mal en la Tierra corrompiéndola"
  ],
  [
    184,
    "y tengan temor de Quien los creó, a ustedes y a las primeras generaciones"
  ],
  [
    185,
    "Le respondieron: \"Tú estás hechizado"
  ],
  [
    186,
    "y eres un ser humano igual que nosotros, al que consideramos un mentiroso"
  ],
  [
    187,
    "Te desafiamos a que hagas caer sobre nosotros un pedazo de cielo, si es que dices la verdad"
  ],
  [
    188,
    "Dijo [Jetró]: \"Mi Señor conoce mejor que nadie lo que hacen"
  ],
  [
    189,
    "Pero lo desmintieron, y por ello los azotó el castigo el día de la sombra. Fue el castigo de un día terrible"
  ],
  [
    190,
    "En ello hay un signo, pero la mayoría de ellos no eran creyentes"
  ],
  [
    191,
    "Tu Señor es el Poderoso, el Misericordioso"
  ],
  [
    192,
    "Este [Corán] es una revelación del Señor del Universo"
  ],
  [
    193,
    "Descendió con él el Espíritu Leal [el ángel Gabriel]"
  ],
  [
    194,
    "y lo grabó en tu corazón [¡oh, Mujámmad!] para que seas uno de los que advierten [a su pueblo]"
  ],
  [
    195,
    "Es una revelación en lengua árabe pura"
  ],
  [
    196,
    "que ya estaba mencionada en las primeras Escrituras"
  ],
  [
    197,
    "¿Acaso no es prueba suficiente que lo reconozcan los sabios de los Hijos de Israel"
  ],
  [
    198,
    "Si se lo hubiera revelado a alguien que no hubiera sido árabe"
  ],
  [
    199,
    "para que se los recitara, no habrían creído"
  ],
  [
    200,
    "Así he impregnado los corazones de los que hacen el mal"
  ],
  [
    201,
    "porque no creerán hasta que vean el castigo doloroso"
  ],
  [
    202,
    "Pero éste les llegará sorpresivamente, sin que se den cuenta"
  ],
  [
    203,
    "Entonces dirán: \"¿No es posible que nos den una prórroga"
  ],
  [
    204,
    "¿Acaso no te desafiaban pidiéndote que les apresurara Mi castigo"
  ],
  [
    205,
    "¿Qué te parece si los dejáramos disfrutar unos años más [de la vida mundanal]"
  ],
  [
    206,
    "Cuando les llegue el castigo sobre el que fueron advertidos"
  ],
  [
    207,
    "de nada les servirá que se les haya dado una prórroga para seguir disfrutando [de la vida mundanal]"
  ],
  [
    208,
    "No he destruido ninguna ciudad sin antes haberle enviado a quien les advirtiera"
  ],
  [
    209,
    "con el Mensaje, porque no Soy injusto"
  ],
  [
    210,
    "[Este Mensaje] no lo han hecho descender los demonios"
  ],
  [
    211,
    "no les corresponde ni tienen poder para hacerlo"
  ],
  [
    212,
    "A ellos no les permito oír [lo que ordeno a Mis ángeles]"
  ],
  [
    213,
    "Así que no invoquen a nada ni nadie junto a Dios, porque se autocondenarían al castigo"
  ],
  [
    214,
    "Advierte a tus familiares cercanos"
  ],
  [
    215,
    "Baja tus alas para proteger a los creyentes que te sigan"
  ],
  [
    216,
    "Pero si te desobedecen, diles: \"Yo no soy responsable de cómo obran"
  ],
  [
    217,
    "Encomiéndate al Poderoso, el Misericordioso"
  ],
  [
    218,
    "El que te ve cuando te pones de pie [para orar en soledad]"
  ],
  [
    219,
    "y cuando realizas tus movimientos entre los que se prosternan [durante la oración comunitaria]"
  ],
  [
    220,
    "Él todo lo oye, todo lo sabe"
  ],
  [
    221,
    "¿Quieren que les informe sobre quién descienden los demonios"
  ],
  [
    222,
    "Descienden sobre todo mentiroso perverso [que dice ser adivino]"
  ],
  [
    223,
    "Que prestan oídos [a los comentarios de la gente y los susurros de los demonios], pero la mayoría de lo que dicen son mentiras"
  ],
  [
    224,
    "Solo los descarriados siguen a los poetas [dándoles prioridad sobre la revelación]"
  ],
  [
    225,
    "¿Acaso no ves cómo ellos [los poetas] en sus lugares de reunión divagan [porque no siguen la revelación]"
  ],
  [
    226,
    "y dicen lo que no hacen"
  ],
  [
    227,
    "Excepto los creyentes de entre ellos que obran correctamente, mencionan mucho a Dios [en sus poesías], y responden con ellas a los agravios [de los poetas que se negaron a creer y ofendían en sus poesías a Mujámmad y al Islam]. Ya verán quienes hayan sido injustos, cuál será su destino"
  ]
]