[
  {
    "id": 42,
    "city": "makkah",
    "name": {
      "translated": "La Consulta",
      "transliterated": "Ash-Shuraa",
      "codepoints": [
        1575,
        1604,
        1588,
        1608,
        1585,
        1609
      ]
    },
    "ayahs": 53,
    "slug": "ash-shuraa",
    "translator": "Traducción española"
  },
  [
    1,
    "Ha’. Mim."
  ],
  [
    2,
    "‘Ain. Sin. Qaf."
  ],
  [
    3,
    "[¡Oh, Mujámmad!] Dios te ha descendido la revelación, así como también a los [Mensajeros] que te precedieron. Dios es el Poderoso, el Sabio."
  ],
  [
    4,
    "A Él pertenece cuanto hay en los cielos y en la Tierra. Él es el Sublime, el Grandioso."
  ],
  [
    5,
    "Los cielos están casi por hendirse desde arriba [por la grandiosidad de Dios] y los ángeles glorifican con alabanzas a su Señor y piden perdón por quienes están en la Tierra. ¿Acaso no es Dios el Absolvedor, el Misericordioso?"
  ],
  [
    6,
    "Quienes tomaron a otros [como divinidades y objeto de adoración] en lugar de Dios, deben saber que Dios tiene registradas todas sus obras; pero tú [¡Oh, Mujámmad!] no eres responsable de lo que ellos hagan."
  ],
  [
    7,
    "Te he revelado el Corán en idioma árabe para que amonestes a la madre de las ciudades y a todos los que habitan en sus alrededores. Para que adviertas acerca del día de la reunión [para el Juicio Final], sobre el cual no existe duda alguna. [Luego del Juicio,] un grupo irá al Paraíso y otro al Infierno."
  ],
  [
    8,
    "Si Dios quisiera habría decretado que todos formaran una sola nación [con un credo único], pero agracia a quien quiere con Su misericordia, mientras que los opresores no tendrán protector alguno ni socorredor."
  ],
  [
    9,
    "¿Acaso toman a los ídolos como protectores en lugar de Dios? Dios es el Protector, Él resucitará a los muertos, porque tiene poder sobre todas las cosas [y por eso es que solo Él es Quien merece ser adorado]."
  ],
  [
    10,
    "En aquello en que disputen, su juicio debe remitirse a Dios. Dios es mi Señor, a Él me encomiendo y a Él me vuelvo arrepentido."
  ],
  [
    11,
    "Es el Originador de los cielos y de la Tierra. Creó cónyuges de entre ustedes mismos [para que encuentren sosiego], y a los rebaños también los creó en parejas, y así es como se multiplican. No hay nada ni nadie semejante a Dios, y Él todo lo oye, todo lo ve."
  ],
  [
    12,
    "Suyas son las llaves de los cielos y de la Tierra, concede Su sustento a quien Él quiere con abundancia o se lo restringe a quien quiere. Él lo sabe todo."
  ],
  [
    13,
    "Les he legislado la misma religión [monoteísta] que le había encomendado a Noé, y que te he revelado a ti [en el Corán] y que le encomendé a Abraham, a Moisés y a Jesús, para que sean firmes en la práctica de la religión, y no creen divisiones. Pero a los idólatras les parece difícil aquello a lo que tú los invitas. Dios elige [para que acepte la fe] a quien quiere, y guía hacia Él a quien se arrepiente."
  ],
  [
    14,
    "No se dividieron sino después de haberles llegado el conocimiento, por codicia entre ellos [acerca del liderazgo]. Si no fuese por una palabra previa de tu Señor que decidió un plazo prefijado [para el fin del mundo], todo habría sido decidido entre ellos. Quienes heredaron el Libro tienen dudas."
  ],
  [
    15,
    "Por esto [¡Oh, Mujámmad!], invita [a aceptar el Islam] y obra rectamente como te fue ordenado, no sigas sus deseos y diles: “Creo en los Libros que Dios reveló [en su forma original], y me fue ordenado establecer justicia entre ustedes. Dios es nuestro Señor y también el suyo, nosotros seremos juzgados por nuestras obras y ustedes por las suyas. No hay necesidad de disputas entre nosotros y ustedes. Dios nos reunirá a todos cuando regresemos a Él para ser juzgados”."
  ],
  [
    16,
    "Aquellos que argumentan sobre Dios, luego de que la gente creyó [en el Islam], sepan que sus argumentos carecen de validez ante su Señor. Sobre ellos recaerá la ira [de Dios] y recibirán un castigo severo."
  ],
  [
    17,
    "Dios es Quien reveló el Libro con la verdad y la justicia. ¿Y quién sabe? Quizá la Hora esté cercana."
  ],
  [
    18,
    "Quienes no creen en ella exigen que se adelante. Pero, en cambio, los creyentes sienten temor de ella y saben que es una verdad. ¿No es evidente que quienes discuten sobre cuándo será la Hora [del Juicio] están en un error profundo?"
  ],
  [
    19,
    "Dios es Bondadoso con Sus siervos, sustenta a quien quiere. Él es el Fuerte, el Poderoso."
  ],
  [
    20,
    "A aquel que busque obtener la recompensa de la otra vida [a través de obras buenas], se la multiplicaré. Pero a quien solo pretenda obtener bienes materiales en este mundo, se los concederé, pero no obtendrá recompensa alguna en la otra vida."
  ],
  [
    21,
    "¿Acaso [los idólatras] tienen divinidades que les han establecido preceptos religiosos que Dios no ha prescrito? Si no fuese porque Dios ha decretado cuándo será el Día del Juicio, ya se los habría juzgado. Los injustos opresores sufrirán un castigo doloroso."
  ],
  [
    22,
    "Verás [el Día del Juicio a los opresores] aterrorizados [de ser juzgados] por lo que cometieron, pero no podrán evitarlo. En cambio, quienes creyeron y obraron rectamente estarán en jardines del Paraíso junto a su Señor, donde se les concederá lo que deseen; este es el favor inmenso."
  ],
  [
    23,
    "Esta [es la recompensa] con la que Dios albricia a Sus siervos que creen y obran rectamente. Diles [¡Oh, Mujámmad!]: “No les pido ninguna remuneración, solo que me amen por el parentesco que nos une”. A quien realice una buena obra le aumentaré con un bien mayor. Dios es Absolvedor, Agradecido."
  ],
  [
    24,
    "Algunos dicen: “[Mujámmad] ha inventado mentiras acerca de Dios”, pero si fuera así Dios habría sellado su corazón. Dios hace que se desvanezca lo falso y que prevalezca la Verdad por Su palabra. Él conoce cuanto encierran los pechos."
  ],
  [
    25,
    "Él es Quien acepta el arrepentimiento de Sus siervos, perdona sus pecados y está bien enterado de cuanto hacen."
  ],
  [
    26,
    "Él responde [las súplicas] a quienes creen y obran rectamente, y les aumenta su favor. En cambio, los que se niegan a creer tendrán un castigo severo."
  ],
  [
    27,
    "Si Dios les hubiera dado a Sus siervos un sustento sin límites, se habrían extralimitado en la Tierra; pero les concede [el sustento] en la justa medida [para cada uno]. Él lo sabe todo y lo ve todo."
  ],
  [
    28,
    "Él es Quien hizo descender la lluvia beneficiosa cuando habían caído en la desesperación, esparciendo Su misericordia. Él es el Protector, el Digno de alabanza."
  ],
  [
    29,
    "Entre Sus signos está la creación de los cielos, de la Tierra y de todas las criaturas que diseminó en ella. Él tiene poder para congregarlos a todos cuando quiera."
  ],
  [
    30,
    "Si los aflige una desgracia, es consecuencia de [los pecados] que sus propias manos han cometido, a pesar de que Dios les perdona muchas faltas [por Su gracia]."
  ],
  [
    31,
    "No hay lugar en la Tierra al que puedan escapar de Dios. No tienen protector ni socorredor fuera de Dios."
  ],
  [
    32,
    "Entre los signos [de Su misericordia] están los barcos que navegan en el mar, grandes como montañas."
  ],
  [
    33,
    "Pero cuando quiere, calma el viento y permanecen inmóviles en la superficie. En esto hay signos para todo perseverante, agradecido [con Dios]."
  ],
  [
    34,
    "O podría hacerlos naufragar a causa de sus pecados, pero Dios perdona muchas de las faltas."
  ],
  [
    35,
    "Ya sabrán quienes disputan sobre Mis signos que no tendrán escapatoria."
  ],
  [
    36,
    "Lo que se les ha concedido [de bienes materiales] es parte de los placeres transitorios de esta vida mundanal. Pero la recompensa que Dios tiene reservada [en el Paraíso] será mejor y más duradera, para quienes crean y se encomienden a su Señor,"
  ],
  [
    37,
    "para quienes evitan los pecados graves y las obscenidades, y cuando se enojan saben perdonar;"
  ],
  [
    38,
    "para quienes responden a su Señor, cumplen con la oración prescrita, se consultan para resolver sus asuntos y con lo que les he concedido hacen caridades,"
  ],
  [
    39,
    "y cuando son víctimas de una injusticia son solidarios unos con otros [para restablecer la justicia]."
  ],
  [
    40,
    "La ofensa debe ser retribuida por una pena equivalente, pero quienes sepan perdonar y acepten conciliar serán recompensados por Dios. Él no ama a los injustos."
  ],
  [
    41,
    "Quien se defiende cuando es oprimido, no debe ser reprochado."
  ],
  [
    42,
    "Los que deben ser reprochados son quienes oprimen a la gente y se comportan con soberbia en la Tierra sin derecho alguno. Esos sufrirán un castigo doloroso."
  ],
  [
    43,
    "Pero tener paciencia [ante las injusticias] y perdonar, es algo que requiere de gran determinación."
  ],
  [
    44,
    "Para quien Dios haya decretado el desvío, no tendrá protector alguno fuera de Él. Cuando los opresores contemplen el castigo los verás decir: “¿Hay alguna forma de volver [a la vida mundanal y corregir nuestras elecciones]?”"
  ],
  [
    45,
    "Podrás verlos expuestos al castigo, sumisos y humillados, mirando con temor [al Infierno]; entonces dirán los creyentes: “Los perdedores serán quienes se malogren a sí mismos y a sus familias el Día de la Resurrección”. ¿Acaso los opresores no recibirán un castigo eterno?"
  ],
  [
    46,
    "Tampoco tendrán protectores fuera de Dios que los defiendan. Para quien Dios haya decretado el extravío, no podrá encaminarse jamás."
  ],
  [
    47,
    "Obedezcan a su Señor antes de que llegue el día en que no puedan evitar [recibir el castigo] de Dios, porque ese día no tendrán refugio alguno ni podrán negar lo que hicieron."
  ],
  [
    48,
    "Si se niegan a obedecer, sabe [¡Oh, Mujámmad!] que no te envié para hacerte responsable de sus obras. Tú solo debes divulgar [el Mensaje]. Cuando agracio a una persona con Mi misericordia, esta se alegra, pero si le alcanza una desgracia como consecuencia de lo que hizo con sus propias manos, entonces la persona se muestra desagradecida."
  ],
  [
    49,
    "A Dios pertenece el reino de los cielos y de la Tierra, Él crea lo que quiere, agracia a quien quiere con hijas mujeres y a quien quiere con hijos varones,"
  ],
  [
    50,
    "o les concede hijos varones y mujeres, o los hace estériles. Él lo sabe todo, es sobre toda cosa Poderoso."
  ],
  [
    51,
    "Dios no habla a las personas excepto por inspiración o tras un velo o enviando un Mensajero [el ángel Gabriel] para transmitirle por Su voluntad lo que Él quiera de la revelación. Él es Sublime, Sabio."
  ],
  [
    52,
    "Te he revelado [¡Oh, Mujámmad!] una inspiración Mía [el Corán]. Tú no conocías el Libro [revelado anteriormente] ni la fe [en sus detalles]. Entonces hice que fuera una luz con la que guío a quienes quiero, y tú [¡Oh, Mujámmad!] guías al sendero recto,"
  ],
  [
    53,
    "el sendero de Dios, a Quien pertenece cuanto hay en los cielos y en la Tierra. ¿Acaso no retornan a Dios todos los asuntos?"
  ]
]