[
  {
    "id": 44,
    "city": "makkah",
    "name": {
      "translated": "El Humo",
      "transliterated": "Ad-Dukhan",
      "codepoints": [
        1575,
        1604,
        1583,
        1582,
        1575,
        1606
      ]
    },
    "ayahs": 59,
    "slug": "ad-dukhan",
    "translator": "Traducción española"
  },
  [
    1,
    "Ha’. Mim."
  ],
  [
    2,
    "[Juro] por el Libro clarificador,"
  ],
  [
    3,
    "que he revelado en una noche bendita: ¡Les he advertido!"
  ],
  [
    4,
    "En ella se decreta sabiamente cada asunto."
  ],
  [
    5,
    "Todo sucede por Mi designio. He enviado [Profetas y libros sagrados]"
  ],
  [
    6,
    "como una misericordia de tu Señor. Él todo lo oye, todo lo sabe."
  ],
  [
    7,
    "Señor de los cielos y de la Tierra, y de lo que existe entre ambos. ¿Acaso no tienen certeza de eso?"
  ],
  [
    8,
    "No hay nada ni nadie con derecho a ser adorado salvo Dios; Él da la vida y da la muerte. Él es su Señor y el de sus ancestros."
  ],
  [
    9,
    "Pero ellos juegan con las dudas."
  ],
  [
    10,
    "Aguarda el día en que el cielo traiga un humo visible"
  ],
  [
    11,
    "que cubrirá a la gente. Ese será un castigo doloroso."
  ],
  [
    12,
    "[Dirán los que se negaron a creer:] “¡Señor nuestro! Aparta de nosotros el castigo, somos creyentes”."
  ],
  [
    13,
    "De qué les servirá recapacitar entonces, si cuando se les presentó un Mensajero con pruebas evidentes"
  ],
  [
    14,
    "lo rechazaron y dijeron: “Fue aleccionado o es un loco”."
  ],
  [
    15,
    "Los libraré del castigo por un tiempo, pero reincidirán."
  ],
  [
    16,
    "El día que acometa con el máximo rigor, les infligiré un castigo doloroso."
  ],
  [
    17,
    "Antes de ellos probé al pueblo del Faraón, cuando se les presentó un Mensajero noble,"
  ],
  [
    18,
    "[que les dijo:] “Dejen en libertad a los siervos de Dios para que puedan marcharse conmigo. Yo he sido enviado para ustedes como un Mensajero leal."
  ],
  [
    19,
    "No sean soberbios con Dios. Les he presentado pruebas evidentes."
  ],
  [
    20,
    "Me refugio en mi Señor y el suyo para que no me injurien."
  ],
  [
    21,
    "Si no creen en mí, déjenme en paz”."
  ],
  [
    22,
    "Pero invocó a su Señor diciendo: “Éste es un pueblo de criminales”."
  ],
  [
    23,
    "[Entonces Dios le respondió:] “Marcha con Mis siervos por la noche, pero [debes saber que ellos] van a perseguirlos."
  ],
  [
    24,
    "Deja el mar [luego de que se haya abierto para ti] tal como está, que el ejército será ahogado."
  ],
  [
    25,
    "Cuántos huertos y manantiales abandonaron,"
  ],
  [
    26,
    "cultivos y hermosas residencias,"
  ],
  [
    27,
    "y una comodidad de la que disfrutaban."
  ],
  [
    28,
    "Así fue. Pero se lo di en herencia a otro pueblo."
  ],
  [
    29,
    "No lloraron por ellos ni el cielo ni la Tierra. Tampoco fueron perdonados."
  ],
  [
    30,
    "Salvé a los Hijos de Israel de un tormento humillante"
  ],
  [
    31,
    "que les infligía el Faraón. Él era soberbio y transgresor."
  ],
  [
    32,
    "[Al pueblo de Israel,] basado en un conocimiento, lo elegí entre sus contemporáneos,"
  ],
  [
    33,
    "y les concedí signos que representaban una prueba clara en su fe."
  ],
  [
    34,
    "Pero ellos dicen:"
  ],
  [
    35,
    "“Solo moriremos una vez, y no seremos resucitados."
  ],
  [
    36,
    "Resucita a nuestros padres, si es que eres veraz”."
  ],
  [
    37,
    "¿Acaso ellos son mejores que los pueblos que he destruido, como el pueblo de Tubba’ y los que los precedieron? Todos ellos fueron criminales."
  ],
  [
    38,
    "No he creado a los cielos, la Tierra y todo lo que hay entre ellos como un simple juego."
  ],
  [
    39,
    "Los creé con un fin justo y verdadero, pero la mayoría de la gente lo ignora."
  ],
  [
    40,
    "El Día del Juicio es una cita establecida para todos."
  ],
  [
    41,
    "Ese día no podrán los familiares ayudarse entre sí, nadie recibirá socorro,"
  ],
  [
    42,
    "excepto aquel de quien Dios tenga misericordia. Él es el Poderoso, el Misericordioso."
  ],
  [
    43,
    "El árbol de Zaqqum"
  ],
  [
    44,
    "será la comida del pecador."
  ],
  [
    45,
    "Similar al metal fundido, hierve en las entrañas,"
  ],
  [
    46,
    "como si fuera agua hirviente."
  ],
  [
    47,
    "[Se les dirá a los ángeles:] “Tomen [a este transgresor] y arrójenlo al centro del Infierno."
  ],
  [
    48,
    "Luego viertan sobre su cabeza el castigo hirviente”."
  ],
  [
    49,
    "¡Súfrelo! [Porque en la vida mundanal pensabas que] eras “el poderoso” y “el noble”."
  ],
  [
    50,
    "Esto es sobre lo que dudabas."
  ],
  [
    51,
    "Pero los piadosos estarán en una situación segura,"
  ],
  [
    52,
    "en jardines y manantiales."
  ],
  [
    53,
    "Vestirán fina seda y brocado, y se sentarán unos frente a otros."
  ],
  [
    54,
    "Los desposaremos con huríes de grandes ojos."
  ],
  [
    55,
    "Allí podrán pedir toda clase de frutas. Estarán en total seguridad."
  ],
  [
    56,
    "No experimentarán otra vez la muerte, salvo la que ya conocieron. Él los preservará del castigo infernal."
  ],
  [
    57,
    "Ese es el favor de tu Señor. ¡Ese es el gran éxito!"
  ],
  [
    58,
    "Para facilitar su comprensión lo he revelado [al Corán] en tu lengua, para que reflexionen."
  ],
  [
    59,
    "Así que espera pacientemente, de la misma manera que ellos están esperando."
  ]
]