[
  {
    "id": 47,
    "city": "madinah",
    "name": {
      "translated": "Muhammad",
      "transliterated": "Muhammad",
      "codepoints": [
        1605,
        1581,
        1605,
        1583
      ]
    },
    "ayahs": 38,
    "slug": "muhammad",
    "translator": "Traducción española"
  },
  [
    1,
    "Dios invalidará las obras de quienes no crean y alejen a la gente del sendero de Dios."
  ],
  [
    2,
    "En cambio, a quienes tengan fe, obren rectamente y crean en lo que fue revelado a Mujámmad, que es la Verdad proveniente de su Señor, Él les perdonará sus pecados e infundirá paz en sus corazones."
  ],
  [
    3,
    "Esto es así porque quienes se negaron a creer siguen lo falso, mientras que los creyentes siguen la Verdad de su Señor. Así es como Dios expone ejemplos a la gente."
  ],
  [
    4,
    "Cuando tengan que enfrentarse en combate a los que se negaron a creer, golpéenlos en el cuello; y cuando estén fuera de combate aprésenlos. Luego, libérenlos con benevolencia o pidan un rescate, [esa debe ser la actitud] hasta que cese la guerra. [Sepan que] si Dios hubiera querido, Él mismo los hubiera derrotado, pero quiso ponerlos a prueba [y que se enfrentaran] unos contra otros. Quien caiga en combate por la causa de Dios, sus obras no habrán sido en vano."
  ],
  [
    5,
    "[Dios] los guiará, infundirá paz en sus corazones"
  ],
  [
    6,
    "y los introducirá en el Paraíso que ya les había dado a conocer."
  ],
  [
    7,
    "¡Oh, creyentes! Si auxilian a Dios, Él los auxiliará y afirmará sus pasos."
  ],
  [
    8,
    "En cambio, a los que se niegan a creer les aguarda la desgracia y sus obras habrán sido en vano,"
  ],
  [
    9,
    "porque repudiaron lo que Dios descendió en la revelación, y como consecuencia sus obras se perderán."
  ],
  [
    10,
    "¿Por qué no viajan por el mundo y observan cómo terminaron sus antecesores? Dios los destruyó; y sepan que todos los que se niegan a creer tienen un destino similar."
  ],
  [
    11,
    "Eso es porque Dios solo es protector de los creyentes, mientras que los que se niegan a creer no tienen protector alguno."
  ],
  [
    12,
    "Dios introducirá a los creyentes que obran rectamente en jardines por donde corren ríos. En cambio, los que se niegan a creer gozarán transitoriamente y comerán como lo hacen los rebaños, pero tendrán el Infierno por morada."
  ],
  [
    13,
    "Muchas ciudades fueron más poderosas que la que te expulsó [¡Oh, Mujámmad!], e igualmente las destruí y no tuvieron quién los auxiliara."
  ],
  [
    14,
    "¿Acaso quien se aferra a una evidencia clara de su Señor puede compararse con quien [seducido por el demonio] ve sus obras malas como buenas y sigue sus pasiones?"
  ],
  [
    15,
    "Así es la descripción del Paraíso que le fue prometido a los piadosos: hay ríos de agua que no se contaminan, ríos de leche que siempre tendrá buen sabor, ríos de vino que será un deleite para quienes lo beban, y ríos de miel pura. Tendrán en él todas las frutas que deseen. Su Señor los perdonará. ¿Acaso quien disfrutará de estas gracias puede compararse con quien morará eternamente en el Infierno y beberá agua hirviendo que carcomerá sus intestinos?"
  ],
  [
    16,
    "Algunos te escuchan [¡Oh, Mujámmad!], pero cuando se retiran les dicen [burlándose] a los que fueron agraciados con el conocimiento: “¿Qué es lo que acaba de decir?” Estos son a quienes Dios ha sellado sus corazones [con la incredulidad], y solo siguen sus pasiones."
  ],
  [
    17,
    "Pero a quienes siguen la guía, Él les incrementará su fe y su piedad."
  ],
  [
    18,
    "¿Acaso los que se niegan a creer esperan que los sorprenda la Hora? Ya se evidenciaron algunas señales que indican su proximidad, y de nada les servirá creer cuando esta llegue."
  ],
  [
    19,
    "Debes saber que no hay nada ni nadie con derecho a ser adorado salvo Dios, e implórale el perdón de tus faltas y las de los creyentes y las creyentes. Dios conoce bien lo que hacen dentro y fuera de sus hogares."
  ],
  [
    20,
    "Algunos creyentes dicen: “¿Por qué no desciende un capítulo [del Corán donde se prescriba combatir]?” Pero cuando es revelado un capítulo [del Corán] con preceptos obligatorios, y se menciona en él la guerra, ves a aquellos cuyos corazones están enfermos mirarte como si estuvieran en la agonía de la muerte. Sería mejor para ellos"
  ],
  [
    21,
    "cumplir con los preceptos y no pedir que se prescribiera la guerra. Porque cuando llegue el momento de combatir, lo mejor será que obedezcan a Dios con sinceridad."
  ],
  [
    22,
    "¿Si les fuera dada autoridad, acaso no sembrarían la corrupción en la Tierra y cortarían los lazos familiares?"
  ],
  [
    23,
    "A ellos Dios los ha maldecido haciendo que se comporten como sordos y ciegos."
  ],
  [
    24,
    "¿Acaso no meditan en el Corán, o es que sus corazones están cerrados con cerrojos?"
  ],
  [
    25,
    "Aquellos que reniegan de su fe después de habérseles evidenciado la guía, es porque el demonio los seduce y les da falsas esperanzas."
  ],
  [
    26,
    "Este descarrío es porque [los hipócritas] dijeron a quienes odian lo que Dios reveló [a Mujámmad]: “Les obedeceremos en algunos asuntos”. Pero Dios conoce sus secretos."
  ],
  [
    27,
    "¡Qué terrible será cuando los ángeles tomen sus almas y los golpeen en el rostro y la espalda!"
  ],
  [
    28,
    "Eso será su merecido por haber seguido lo que Dios detesta y haberse apartado de lo que Le complace. Sus obras habrán sido en vano."
  ],
  [
    29,
    "¿Acaso piensan aquellos cuyos corazones están enfermos que Dios no sacará a la luz su resentimiento?"
  ],
  [
    30,
    "Si hubiera querido te los habría identificado y los hubieras reconocido por sus signos, pero aun así los reconocerás por el tono de sus palabras. Dios conoce sus obras [y los juzgará acorde a ellas]."
  ],
  [
    31,
    "Los probaremos para distinguir quiénes de ustedes son los que verdaderamente luchan por la causa de Dios y se mantienen pacientes [en la fe]. Sepan que sacaremos a la luz lo que esconden en sus corazones."
  ],
  [
    32,
    "Los que se niegan a creer, extravían [a la gente] del sendero de Dios y se oponen al Mensajero después de habérseles evidenciado la guía, no podrán perjudicar a Dios en nada y sus obras serán en vano."
  ],
  [
    33,
    "¡Oh, creyentes! Obedezcan a Dios y obedezcan al Mensajero. No hagan vanas sus obras."
  ],
  [
    34,
    "A los que se nieguen a creer, se opongan al camino de Dios y mueran en la incredulidad, Dios no ha de perdonarlos."
  ],
  [
    35,
    "No cedan [ante el enemigo] invitándolo a un acuerdo [por cobardía]. Ustedes [cuando tienen fe y defienden una causa justa] obtendrán la victoria. Dios está con ustedes. Él no dejará de premiar sus obras."
  ],
  [
    36,
    "La vida mundanal es juego y diversión. Pero si creen y son piadosos obtendrán su recompensa. Dios no les exige todos sus bienes."
  ],
  [
    37,
    "Si se los exigiera, se mostrarían avaros y se manifestaría su rechazo."
  ],
  [
    38,
    "Se los invita a contribuir por la causa de Dios, pero entre ustedes hay quienes se muestran avaros. El avaro solo se perjudica a sí mismo. Porque Dios es el Rico y ustedes son los pobres. Si no creen, Dios los cambiará por otro pueblo que no será como ustedes."
  ]
]