[
  {
    "id": 51,
    "city": "makkah",
    "name": {
      "translated": "Los Que Levantan un Torbellino",
      "transliterated": "Adh-Dhariyat",
      "codepoints": [
        1575,
        1604,
        1584,
        1575,
        1585,
        1610,
        1575,
        1578
      ]
    },
    "ayahs": 60,
    "slug": "adh-dhariyat",
    "translator": "Traducción española"
  },
  [
    1,
    "[Juro] por los vientos que soplan,"
  ],
  [
    2,
    "por las nubes cargadas de lluvias,"
  ],
  [
    3,
    "por los barcos que navegan con facilidad,"
  ],
  [
    4,
    "por los ángeles que trasmiten las órdenes [de Dios],"
  ],
  [
    5,
    "que lo que se les ha anunciado [el Día de la Resurrección] es una verdad,"
  ],
  [
    6,
    "y que el juicio es inevitable."
  ],
  [
    7,
    "Y [juro] por el cosmos surcado de [planetas en] órbitas"
  ],
  [
    8,
    "que ustedes [¡Oh, idólatras!] tienen creencias contradictorias [con la verdad]"
  ],
  [
    9,
    "de la que solo se distancian quienes están desviados en su pensamiento."
  ],
  [
    10,
    "¡Pobres aquellos que solo conjeturan sobre lo que no pueden comprobar!"
  ],
  [
    11,
    "Los que están sumidos en la ignorancia,"
  ],
  [
    12,
    "y preguntan: “¿Cuándo será el Día del Juicio?”"
  ],
  [
    13,
    "Ese día serán atormentados con el Fuego."
  ],
  [
    14,
    "[Les será dicho:] “Sufran su tormento, esto es lo que pedían que les llegara con rapidez.”"
  ],
  [
    15,
    "Los piadosos, en cambio, morarán en jardines con manantiales."
  ],
  [
    16,
    "Disfrutarán lo que Su Señor les conceda, porque en la vida mundanal hacían el bien,"
  ],
  [
    17,
    "dormían poco por las noches,"
  ],
  [
    18,
    "pedían perdón a Dios antes del despuntar del alba,"
  ],
  [
    19,
    "y daban de su dinero lo que era derecho para el mendigo y el indigente."
  ],
  [
    20,
    "En la Tierra hay signos para quienes tienen certeza interior."
  ],
  [
    21,
    "También en ustedes mismos. ¿Es que no ven?"
  ],
  [
    22,
    "En el cielo se encuentra [la fuente de] su sustento y lo que les fue prometido."
  ],
  [
    23,
    "[Juro] por el Señor del cielo y de la Tierra que [lo que se les ha prometido] es tan cierto como que pueden hablar."
  ],
  [
    24,
    "Te relataremos la historia de los huéspedes honorables de Abraham:"
  ],
  [
    25,
    "Cuando se presentaron ante él dijeron: “¡Paz!” Y [Abraham] respondió: “¡Paz!, gente desconocida”."
  ],
  [
    26,
    "Y rápidamente se fue a preparar con su familia el mejor de sus terneros,"
  ],
  [
    27,
    "y se los ofreció [asado]. Pero [al ver que no comían] les dijo: “¿Acaso no van a comer?”,"
  ],
  [
    28,
    "y sintió temor de ellos. Pero le dijeron: “No temas”, y le albriciaron que tendría un hijo dotado de sabiduría."
  ],
  [
    29,
    "Entonces, su mujer dio un grito de sorpresa y, abofeteándose el rostro, dijo: “¡Pero si ya soy una anciana estéril!”"
  ],
  [
    30,
    "Le dijeron: “Así lo ha decretado tu Señor, y Él es el Sabio, el que lo sabe todo”."
  ],
  [
    31,
    "Dijo [Abraham]: “¡Oh, emisarios! ¿Cuál es su misión?”"
  ],
  [
    32,
    "Dijeron: “Fuimos enviados a un pueblo de criminales"
  ],
  [
    33,
    "para castigarlos con piedras de arcilla cocida,"
  ],
  [
    34,
    "marcadas por orden de tu Señor para los trasgresores."
  ],
  [
    35,
    "Pero debemos sacar de allí a los creyentes”."
  ],
  [
    36,
    "Solo había un hogar de creyentes."
  ],
  [
    37,
    "Allí dejé un signo para que reflexionen quienes tienen temor del castigo doloroso."
  ],
  [
    38,
    "También en la historia de Moisés. Porque lo envié ante el Faraón con una autoridad clara."
  ],
  [
    39,
    "Pero él y sus partidarios lo rechazaron y le dijeron: “Eres un hechicero o un loco”."
  ],
  [
    40,
    "Entonces, lo castigué a él y a sus partidarios ahogándolos en el mar; él fue el culpable."
  ],
  [
    41,
    "Y también en el pueblo de ‘Ad. Envié contra ellos un viento devastador,"
  ],
  [
    42,
    "que todo lo que alcanzaba lo transformaba en polvo."
  ],
  [
    43,
    "También en el pueblo de Zamud. Se les dijo: “Disfruten transitoriamente”."
  ],
  [
    44,
    "Pero cuando desobedecieron las órdenes de su Señor fueron fulminados por un rayo mientras lo veían venir,"
  ],
  [
    45,
    "y ni siquiera pudieron ponerse de pie ni defenderse."
  ],
  [
    46,
    "El pueblo de Noé [también fue castigado] porque era gente perversa."
  ],
  [
    47,
    "Yo soy Quien construí el universo con [Mi] poder [creador]; y soy Yo quien lo expande continuamente."
  ],
  [
    48,
    "Extendí la Tierra [haciéndola propicia para habitar], y con qué excelencia lo he hecho."
  ],
  [
    49,
    "Y todo lo he creado en parejas, para que reflexionen."
  ],
  [
    50,
    "[Diles ¡Oh, Mujámmad!:] “Corran hacia Dios, [y sepan que] yo soy un amonestador que habla claro."
  ],
  [
    51,
    "No dediquen actos de adoración a otros que Dios, Yo soy para ustedes un amonestador que habla claro”."
  ],
  [
    52,
    "En la antigüedad, cada vez que llegaba un Mensajero lo acusaban de hechicero o loco."
  ],
  [
    53,
    "Pareciera que se hubieran transmitido esas palabras unos a otros. Pero en realidad son gente transgresora."
  ],
  [
    54,
    "Aléjate de ellos [¡Oh, Mujámmad!], y sabe que no serás reprochado."
  ],
  [
    55,
    "Y hazles recordar, porque el recuerdo beneficia a los creyentes."
  ],
  [
    56,
    "No he creado a los yinn y a los seres humanos sino para que Me adoren."
  ],
  [
    57,
    "No pretendo de ellos ningún sustento ni quiero que Me alimenten,"
  ],
  [
    58,
    "ya que Dios es el Sustentador, el Fuerte, el Firme."
  ],
  [
    59,
    "Los injustos recibirán su castigo al igual que sus antepasados, así que no Me apresuren."
  ],
  [
    60,
    "¡Cuán desdichados serán los que negaron la verdad el día que se les ha prometido!"
  ]
]