[
  {
    "id": 52,
    "city": "makkah",
    "name": {
      "translated": "El Monte",
      "transliterated": "At-Tur",
      "codepoints": [
        1575,
        1604,
        1591,
        1608,
        1585
      ]
    },
    "ayahs": 49,
    "slug": "at-tur",
    "translator": "Traducción española"
  },
  [
    1,
    "[Juro] por el monte"
  ],
  [
    2,
    "por el Libro escrito"
  ],
  [
    3,
    "en un pergamino desplegado"
  ],
  [
    4,
    "por la casa frecuentada"
  ],
  [
    5,
    "por la bóveda elevada"
  ],
  [
    6,
    "por el mar que se desborda"
  ],
  [
    7,
    "que el castigo de tu Señor es inevitable"
  ],
  [
    8,
    "y no hay quién lo pueda impedir"
  ],
  [
    9,
    "El día que el cielo se agite intensamente"
  ],
  [
    10,
    "y las montañas se muevan"
  ],
  [
    11,
    "¡Cuán desdichados serán ese día los que rechazaron la verdad"
  ],
  [
    12,
    "aquellos que en su ignorancia se burlaban"
  ],
  [
    13,
    "El día que sean empujados al fuego del Infierno"
  ],
  [
    14,
    "[se les dirá:] \"Este es el Fuego que desmentían"
  ],
  [
    15,
    "¿Acaso les parece esto una hechicería, o es que no ven"
  ],
  [
    16,
    "Entren en él, lo soporten o no, será igual. Solo se los castiga por lo que obraron"
  ],
  [
    17,
    "En cambio, los piadosos morarán en jardines y deleite"
  ],
  [
    18,
    "Disfrutando lo que su Señor les conceda. Su Señor los salvó del castigo del Infierno"
  ],
  [
    19,
    "Coman y beban para satisfacerse, como recompensa por sus obras"
  ],
  [
    20,
    "Estarán recostados sobre sofás distribuidos en líneas, y los desposaremos con huríes de grandes ojos"
  ],
  [
    21,
    "Los creyentes y sus descendientes que los hayan seguido en la fe serán reunidos, sin que se pierda ninguna de sus obras. Toda persona es responsable de sus propias acciones"
  ],
  [
    22,
    "Los agraciaremos con tanta fruta y carne como la que deseen"
  ],
  [
    23,
    "Se pasarán unos a otros una copa que no incitará a frivolidades ni pecados"
  ],
  [
    24,
    "Serán rodeados por sirvientes, bellos como perlas guardadas"
  ],
  [
    25,
    "Y [los bienaventurados] se preguntarán unos a otros"
  ],
  [
    26,
    "Dirán: \"Cuando estábamos viviendo junto a nuestra familia, teníamos temor"
  ],
  [
    27,
    "pero Dios nos agració y nos preservó del tormento del Fuego"
  ],
  [
    28,
    "A Él le suplicábamos, pues Él es el Bondadoso, el Misericordioso"
  ],
  [
    29,
    "Llama al Mensaje [¡oh, Mujámmad!], tú no eres, por la gracia de tu Señor, un adivino ni un loco"
  ],
  [
    30,
    "O te acusan diciendo: \"Es un poeta, esperemos a que le llegue la muerte"
  ],
  [
    31,
    "Diles: \"Sigan esperando, que yo esperaré junto a ustedes"
  ],
  [
    32,
    "¿Son sus mentes las que los llevan a decir esto o son gente que transgrede los límites"
  ],
  [
    33,
    "También dicen: \"Él lo ha inventado\". Pero la verdad es que no creen"
  ],
  [
    34,
    "¡Que presenten ellos un libro semejante, si es verdad lo que dicen"
  ],
  [
    35,
    "¿Acaso surgieron de la nada o son ellos sus propios creadores"
  ],
  [
    36,
    "¿O crearon los cielos y la Tierra? No tienen certeza de nada"
  ],
  [
    37,
    "¿Acaso poseen los tesoros de tu Señor o tienen autoridad absoluta"
  ],
  [
    38,
    "¿O tienen una escalera para escuchar los designios de Dios? Quien de ellos logre escuchar, que traiga una prueba clara"
  ],
  [
    39,
    "¿Acaso a Dios Le pertenecen las hijas mujeres y a ellos los hijos varones"
  ],
  [
    40,
    "¿O acaso tú [¡oh, Mujámmad!] les pides una retribución que hace que se vean abrumados por las deudas"
  ],
  [
    41,
    "¿O tienen el conocimiento de lo oculto y lo han registrado"
  ],
  [
    42,
    "¿O es que quieren tenderte una trampa? Los que se niegan a creer son quienes han caído en una trampa"
  ],
  [
    43,
    "¿O acaso tienen otra divinidad además de Dios? ¡Glorificado sea Dios de cuanto Le asocian"
  ],
  [
    44,
    "Si vieran caer parte del cielo dirían: \"Son solo nubes acumuladas"
  ],
  [
    45,
    "Déjalos, que ya les llegará el día en que quedarán paralizados de terror"
  ],
  [
    46,
    "Ese día no los beneficiarán en nada sus argucias y nadie los auxiliará"
  ],
  [
    47,
    "Los injustos sufrirán, además de este, otros castigos, pero la mayoría no lo sabe"
  ],
  [
    48,
    "Ten paciencia con los designios de tu Señor, y sabe que te encuentras bajo Mis ojos. Glorifica con alabanzas a tu Señor cuando te levantes [a orar]"
  ],
  [
    49,
    "por la noche y al ocultarse las estrellas"
  ]
]