[
  {
    "id": 53,
    "city": "makkah",
    "name": {
      "translated": "El Astro",
      "transliterated": "An-Najm",
      "codepoints": [
        1575,
        1604,
        1606,
        1580,
        1605
      ]
    },
    "ayahs": 62,
    "slug": "an-najm",
    "translator": "Traducción española"
  },
  [
    1,
    "[Juro] por la estrella cuando desaparece"
  ],
  [
    2,
    "que su compañero no se ha extraviado ni está en un error"
  ],
  [
    3,
    "ni habla de acuerdo a sus pasiones"
  ],
  [
    4,
    "Él solo trasmite lo que le ha sido revelado"
  ],
  [
    5,
    "Aquello que le enseñó el dotado de poder"
  ],
  [
    6,
    "y fortaleza, cuando se le presentó en su forma verdadera"
  ],
  [
    7,
    "en lo más elevado del horizonte"
  ],
  [
    8,
    "y luego descendió y se acercó a él"
  ],
  [
    9,
    "hasta una distancia de dos arcos o menos aún"
  ],
  [
    10,
    "Entonces [Dios] le inspiró a Su siervo la revelación"
  ],
  [
    11,
    "El corazón no desmintió lo que había visto"
  ],
  [
    12,
    "¿Le van a discutir sobre lo que vio"
  ],
  [
    13,
    "Sepan que ya lo había visto en otro descenso"
  ],
  [
    14,
    "junto al azufaifo que demarca el límite"
  ],
  [
    15,
    "donde se encuentra el jardín de la residencia eterna"
  ],
  [
    16,
    "Cuando al azufaifo lo cubrió lo que lo cubrió"
  ],
  [
    17,
    "y su mirada no se desvió ni se propasó"
  ],
  [
    18,
    "Porque contempló algunos de los signos más sublimes de su Señor"
  ],
  [
    19,
    "¿Cómo es que adoran a [los ídolos] Lat, a ‘Uzza"
  ],
  [
    20,
    "y a Manat, la tercera"
  ],
  [
    21,
    "Para ustedes los hijos varones y para Dios las hijas mujeres"
  ],
  [
    22,
    "Esa es una división injusta"
  ],
  [
    23,
    "[Esos tres ídolos] son solo nombres que ustedes y sus padres han inventado, porque Dios no les dio autoridad alguna para ello. [Los idólatras] solo siguen suposiciones impulsados por sus propias pasiones, a pesar de haberles llegado la guía de su Señor"
  ],
  [
    24,
    "¿Acaso cree el ser humano que obtendrá todo cuanto ambiciona"
  ],
  [
    25,
    "A Dios le pertenecen esta vida y la otra"
  ],
  [
    26,
    "¿Cuántos ángeles hay en los cielos cuya intercesión no servirá de nada, salvo que Dios lo permita en favor de quien Él quiera y de quien esté complacido"
  ],
  [
    27,
    "Quienes no creen en la otra vida, le dan a los ángeles nombres femeninos"
  ],
  [
    28,
    "sin tener ningún conocimiento sobre ello. Solo siguen conjeturas, pero las conjeturas carecen de valor frente a la Verdad"
  ],
  [
    29,
    "Apártate de quienes rechazan Mi Mensaje y no desean sino [el materialismo de] la vida mundanal"
  ],
  [
    30,
    "Ese es el único conocimiento que les interesa alcanzar. Tu Señor bien sabe quién se extravía de Su camino y quién se encamina"
  ],
  [
    31,
    "A Dios pertenece cuanto hay en los cielos y en la Tierra, y Él castigará a quienes obren el mal y retribuirá con una hermosa recompensa a los que hagan el bien"
  ],
  [
    32,
    "aquellos que evitan los pecados graves y las obscenidades, y no cometen más que faltas leves. Tu Señor es inmensamente indulgente. Él los conoce bien, ya que los creó de la tierra y luego hizo que fueran embriones en el vientre de sus madres. No se elogien a sí mismos, Él bien sabe quién es realmente piadoso"
  ],
  [
    33,
    "¿Has visto que quien rechaza [el Islam]"
  ],
  [
    34,
    "da poco en caridad y es tacaño"
  ],
  [
    35,
    "¿Acaso tiene conocimiento de lo oculto y puede ver [lo que sucederá en el Más Allá]"
  ],
  [
    36,
    "¿No le han informado de lo que contienen las páginas reveladas a Moisés"
  ],
  [
    37,
    "y a Abraham, el fiel cumplidor"
  ],
  [
    38,
    "Que nadie cargará con pecados ajenos"
  ],
  [
    39,
    "que el ser humano no obtendrá sino el fruto de sus esfuerzos"
  ],
  [
    40,
    "que sus esfuerzos se verán"
  ],
  [
    41,
    "que será retribuido con una recompensa total"
  ],
  [
    42,
    "y que ante tu Señor se ha de comparecer finalmente"
  ],
  [
    43,
    "Él es Quien hace reír y hace llorar"
  ],
  [
    44,
    "Él es Quien causa la muerte y la vida"
  ],
  [
    45,
    "Él ha creado la pareja: el macho y la hembra"
  ],
  [
    46,
    "de una gota de esperma eyaculada"
  ],
  [
    47,
    "Él es Quien los creará por segunda vez"
  ],
  [
    48,
    "Él es Quien concede la riqueza y la pobreza"
  ],
  [
    49,
    "Él es el Señor de Sirio"
  ],
  [
    50,
    "Él destruyó al antiguo pueblo de ‘Ad"
  ],
  [
    51,
    "y al pueblo de Zamud, de los que no quedó nadie"
  ],
  [
    52,
    "También lo hizo antes con el pueblo de Noé, pues ellos eran más injustos y transgresores"
  ],
  [
    53,
    "Y a la ciudad que cayó al revés"
  ],
  [
    54,
    "y la cubrió lo que la cubrió"
  ],
  [
    55,
    "¿Cuál de las bendiciones de tu Señor pondrás en duda [oh, ser humano]"
  ],
  [
    56,
    "Él es un Profeta como los que lo precedieron"
  ],
  [
    57,
    "La llegada es inminente"
  ],
  [
    58,
    "pero nadie, salvo Dios, tiene conocimiento de cuándo ocurrirá"
  ],
  [
    59,
    "¿De este mensaje se sorprenden"
  ],
  [
    60,
    "¿Ríen en vez de llorar"
  ],
  [
    61,
    "¿Permanecen distraídos"
  ],
  [
    62,
    "¡Prostérnense ante Dios y adórenlo solo a Él"
  ]
]