[
  {
    "id": 68,
    "city": "makkah",
    "name": {
      "translated": "El Cálamo",
      "transliterated": "Al-Qalam",
      "codepoints": [
        1575,
        1604,
        1602,
        1604,
        1605
      ]
    },
    "ayahs": 52,
    "slug": "al-qalam",
    "translator": "Traducción española"
  },
  [
    1,
    "Nun. Juro por la pluma y por [los conocimientos que con ella] se escriben,"
  ],
  [
    2,
    "que tú [¡Oh, Mujámmad!], por la gracia de tu Señor, no eres un loco,"
  ],
  [
    3,
    "y tendrás una recompensa ilimitada."
  ],
  [
    4,
    "Eres de una naturaleza y moral grandiosas."
  ],
  [
    5,
    "Pronto verás, y ellos también lo verán,"
  ],
  [
    6,
    "Quién es realmente el insensato."
  ],
  [
    7,
    "Tu Señor sabe mejor que nadie quiénes se extravían de Su camino, así como sabe quiénes son los que siguen la guía."
  ],
  [
    8,
    "No obedezcas a los que desmienten el Mensaje."
  ],
  [
    9,
    "[Los idólatras] desearían que fueras condescendiente con ellos [en sus creencias idolátricas], y así ellos también serían condescendientes contigo."
  ],
  [
    10,
    "No obedezcas al ser despreciable que jura constantemente [por Dios],"
  ],
  [
    11,
    "al difamador que siembra la discordia,"
  ],
  [
    12,
    "a quien se niega a hacer el bien, al transgresor, al pecador,"
  ],
  [
    13,
    "al arrogante y además falso simulador,"
  ],
  [
    14,
    "quien solo porque tiene riqueza e hijos"
  ],
  [
    15,
    "rechaza Mis versículos cuando se le recitan, diciendo: “Son fábulas de los ancestros”."
  ],
  [
    16,
    "[Como castigo] le marcaré su nariz."
  ],
  [
    17,
    "[A los que te desmienten] los he puesto a prueba [con la prosperidad], como probé a los dueños del huerto, cuando juraron recoger sus frutos por la mañana"
  ],
  [
    18,
    "y no dejar nada a los pobres."
  ],
  [
    19,
    "Pero un castigo enviado por tu Señor azotó el huerto mientras dormían,"
  ],
  [
    20,
    "dejándolo devastado."
  ],
  [
    21,
    "Por la mañana, se despertaron unos a otros."
  ],
  [
    22,
    "Dijeron: “Vayamos temprano a nuestro campo si queremos recoger la cosecha”."
  ],
  [
    23,
    "Y se pusieron en camino diciéndose unos a otros en voz baja:"
  ],
  [
    24,
    "“Hoy no dejaremos entrar a ningún pobre”."
  ],
  [
    25,
    "Madrugaron convencidos de que podrían privar a los pobres de su derecho."
  ],
  [
    26,
    "Pero cuando vieron [el huerto devastado] dijeron: “Seguramente nos hemos equivocado de camino”."
  ],
  [
    27,
    "[Pero al darse cuenta de que sí era su huerto, dijeron:] “Estamos arruinados”."
  ],
  [
    28,
    "Entonces, el más sensato de ellos dijo: “¿No les había dicho que recordaran?”"
  ],
  [
    29,
    "Dijeron: “Glorificado sea nuestro Señor, fuimos injustos”."
  ],
  [
    30,
    "Y comenzaron a recriminarse unos a otros."
  ],
  [
    31,
    "Dijeron: “¡Ay de nosotros! Nos comportamos con mucha arrogancia."
  ],
  [
    32,
    "Puede que nuestro Señor nos conceda algo mejor, regresemos a nuestro Señor con esperanza”."
  ],
  [
    33,
    "Ese fue su castigo, pero el castigo de la otra vida será aún mayor. ¡Si lo supieran!"
  ],
  [
    34,
    "El Señor agraciará a los piadosos con los Jardines de las Delicias."
  ],
  [
    35,
    "¿Acaso iba a tratar por igual a quienes se someten a Dios y a los pecadores?"
  ],
  [
    36,
    "¿Qué les pasa? ¿Cómo juzgan así?"
  ],
  [
    37,
    "¿Acaso tienen un libro [revelado] al que consultan,"
  ],
  [
    38,
    "en el que eligen lo que les conviene?"
  ],
  [
    39,
    "¿O creen tener Conmigo un pacto hasta el Día de la Resurrección que Me obligue a concederles lo que quieran?"
  ],
  [
    40,
    "Pregúntales: “¿Quién es el garante de ese pacto?”"
  ],
  [
    41,
    "¿Acaso tienen ídolos [que se lo garantizan]? ¡Traigan a sus ídolos, si es verdad lo que dicen!"
  ],
  [
    42,
    "El día que se descubra la pierna [divina], manifestándose la gravedad de la situación] y sean invitados a prosternarse, pero no podrán,"
  ],
  [
    43,
    "tendrán la mirada abatida, porque fueron invitados a prosternarse cuando podían [pero no lo hicieron]."
  ],
  [
    44,
    "Yo me encargaré de quienes desmienten el Mensaje. Los castigaré sin prisa cuando menos lo esperen."
  ],
  [
    45,
    "Los toleraré por un tiempo, pero luego Mi castigo será severo."
  ],
  [
    46,
    "¿Acaso les reclamas una retribución [a cambio de transmitirles el Mensaje], que se sienten agobiados?"
  ],
  [
    47,
    "¿Acaso conocen lo oculto [de la predestinación] y lo escriben?"
  ],
  [
    48,
    "Ten paciencia ante el designio de tu Señor y no seas como el que fue tragado por la ballena, que Me imploró angustiado."
  ],
  [
    49,
    "Si no hubiera sido por la gracia de su Señor, habría sido arrojado a la playa desierta cargando su culpa."
  ],
  [
    50,
    "Pero su Señor lo había escogido para que fuera uno de los piadosos."
  ],
  [
    51,
    "[Oh, Mujámmad:] Poco faltó para que los que rechazaron el Mensaje te derribaran con sus miradas [de odio] cuando oyeron la recitación del Corán. Y aunque digan: “Es un loco”,"
  ],
  [
    52,
    "[lo que recitas] es un Mensaje para que siga toda la humanidad."
  ]
]