[
  {
    "id": 70,
    "city": "makkah",
    "name": {
      "translated": "Los Grados de Elevación",
      "transliterated": "Al-Ma'arij",
      "codepoints": [
        1575,
        1604,
        1605,
        1593,
        1575,
        1585,
        1580
      ]
    },
    "ayahs": 44,
    "slug": "al-maarij",
    "translator": "Traducción española"
  },
  [
    1,
    "Alguien pide que se desencadene el castigo prometido"
  ],
  [
    2,
    "para que caiga sobre los que niegan el Mensaje. Cuando ocurra, nadie podrá impedirlo"
  ],
  [
    3,
    "pues procede de Dios, Señor de las vías de ascensión"
  ],
  [
    4,
    "por las que ascienden hacia Él los ángeles y las almas; un día que durará cincuenta mil años"
  ],
  [
    5,
    "Persevera con profunda paciencia"
  ],
  [
    6,
    "porque ellos lo ven lejano [al Día del Juicio]"
  ],
  [
    7,
    "pero Yo sé que está cercano"
  ],
  [
    8,
    "El día que el cielo parezca masas de minerales fundidos"
  ],
  [
    9,
    "y las montañas copos de lana"
  ],
  [
    10,
    "y nadie pregunte por sus seres amados"
  ],
  [
    11,
    "a pesar de reconocerlos. El pecador querrá salvarse del castigo de ese día ofreciendo como rescate incluso a sus propios hijos"
  ],
  [
    12,
    "a su esposa, a su hermano"
  ],
  [
    13,
    "a sus parientes en quienes se apoyaba"
  ],
  [
    14,
    "y a todos los habitantes de la Tierra con tal de salvarse"
  ],
  [
    15,
    "Pero no le servirá, su castigo será el fuego del Infierno"
  ],
  [
    16,
    "que le arrancará sus extremidades"
  ],
  [
    17,
    "y convocará a quien le dio la espalda y se apartó del Mensaje"
  ],
  [
    18,
    "y acumuló bienes materiales con avaricia"
  ],
  [
    19,
    "El hombre fue creado impaciente"
  ],
  [
    20,
    "se desespera cuando sufre un mal"
  ],
  [
    21,
    "y se torna mezquino cuando la fortuna lo favorece"
  ],
  [
    22,
    "salvo los orantes devotos"
  ],
  [
    23,
    "que son perseverantes en la oración"
  ],
  [
    24,
    "que de su dinero destinan un derecho establecido"
  ],
  [
    25,
    "para el que pide ayuda y para el indigente honesto"
  ],
  [
    26,
    "que creen en el Día del Juicio Final"
  ],
  [
    27,
    "que tienen temor del castigo de su Señor"
  ],
  [
    28,
    "siendo que nadie está a salvo del castigo de su Señor"
  ],
  [
    29,
    "Los que preservan su sexualidad"
  ],
  [
    30,
    "al ámbito conyugal o lo que posee la diestra, ya que eso no es censurable"
  ],
  [
    31,
    "Quien traspase este límite, sepa que es un trasgresor"
  ],
  [
    32,
    "Y los que devuelven los depósitos que se les confían y respetan los acuerdos que celebran"
  ],
  [
    33,
    "que son veraces en sus testimonios"
  ],
  [
    34,
    "y que cumplen con las oraciones prescritas"
  ],
  [
    35,
    "estos serán honrados con jardines del Paraíso"
  ],
  [
    36,
    "¿Qué les sucede a los que rechazan el Mensaje, que se dirigen hacia ti presurosos"
  ],
  [
    37,
    "en grupos, por la derecha y por la izquierda"
  ],
  [
    38,
    "¿Acaso anhelan ser introducidos en los Jardines de las Delicias"
  ],
  [
    39,
    "No lo conseguirán. Los he creado de lo que saben"
  ],
  [
    40,
    "¡Pues no! Juro por el Señor de los diferentes levantes y ponientes del Sol que tengo poder"
  ],
  [
    41,
    "para sustituirlos por otros seres mejores que ellos, sin que nadie pueda impedírmelo"
  ],
  [
    42,
    "Déjalos que discutan y jueguen hasta que les llegue el día con que se les ha advertido"
  ],
  [
    43,
    "El día que salgan de las tumbas, presurosos como si corrieran hacia una meta"
  ],
  [
    44,
    "con su mirada abatida, cubiertos de humillación. Ese es el día que se les ha advertido"
  ]
]