[
  {
    "id": 71,
    "city": "makkah",
    "name": {
      "translated": "Noé",
      "transliterated": "Nuh",
      "codepoints": [
        1606,
        1608,
        1581
      ]
    },
    "ayahs": 28,
    "slug": "nuh",
    "translator": "Traducción española"
  },
  [
    1,
    "Envié a Noé a su pueblo [diciéndole]: \"Advierte a tu pueblo antes de que le llegue un castigo doloroso"
  ],
  [
    2,
    "Dijo [Noé]: \"¡Pueblo mío! Soy un amonestador que Dios les ha enviado para que les hable con claridad"
  ],
  [
    3,
    "así que adoren y tengan temor de Dios, y obedezcan lo que les indique"
  ],
  [
    4,
    "porque si lo hacen Dios perdonará sus pecados y les concederá vivir hasta el plazo prefijado. Pero sepan que cuando el plazo fijado por Dios los alcance, no podrá ser retrasado. ¡Si tan solo supieran"
  ],
  [
    5,
    "Dijo Noé: \"¡Señor mío! He exhortado a mi pueblo noche y día"
  ],
  [
    6,
    "pero mi exhortación solo ha servido para que se aparten aún más [de Ti]"
  ],
  [
    7,
    "Cada vez que les invité a la guía recta para que Tú los perdonaras, se pusieron los dedos en los oídos, se cubrieron [los ojos] con la ropa, se obstinaron y actuaron con soberbia"
  ],
  [
    8,
    "Además, los llamé abiertamente"
  ],
  [
    9,
    "y les hablé en público y en privado"
  ],
  [
    10,
    "Y les dije: ‘Pidan perdón a su Señor, porque Él es Indulgente"
  ],
  [
    11,
    "así les enviará del cielo bendiciones en abundancia"
  ],
  [
    12,
    "y les concederá numerosas propiedades y muchos hijos, como también les concederá jardines y ríos"
  ],
  [
    13,
    "¿Qué les sucede que no temen la grandeza de Dios"
  ],
  [
    14,
    "Siendo que Él los creó en etapas sucesivas"
  ],
  [
    15,
    "¿Acaso no han visto cómo Dios ha creado siete cielos superpuestos"
  ],
  [
    16,
    "Puso en ellos la Luna para que refleje la luz y el Sol [para que la irradie] como lámpara"
  ],
  [
    17,
    "Dios los ha creado de la misma tierra que a las plantas, y como a las plantas los ha hecho brotar de ella"
  ],
  [
    18,
    "Después los hará volver a ella [al morir], y de ella nuevamente los hará resurgir [el Día del Juicio Final]"
  ],
  [
    19,
    "Dios les ha extendido la Tierra"
  ],
  [
    20,
    "para que la recorran por sus extensos caminos’"
  ],
  [
    21,
    "Dijo Noé: \"¡Señor mío! Ellos me han desobedecido y han seguido a aquellos a los que tener bienes materiales e hijos [los ha vuelto soberbios y] se han desviado aún más"
  ],
  [
    22,
    "[sus líderes] conspiraron contra mí un terrible ardid"
  ],
  [
    23,
    "Y les dijeron: ‘No abandonen a nuestros ídolos. No abandonen ni a Uadd, ni a Suá’, ni a Iagúz, ni a Ia‘úq ni a Nasr’"
  ],
  [
    24,
    "¡Señor mío! Estos [líderes] han extraviado a muchos. ¡Haz que los opresores e injustos se extravíen cada vez más lejos!’"
  ],
  [
    25,
    "A causa de sus pecados murieron ahogados [por el diluvio] y luego [el Día del Juicio] irán al Fuego, ya que encontrarán [que sus ídolos y poderosos] no podrán defenderlos de Dios"
  ],
  [
    26,
    "Dijo Noé: \"¡Señor mío! No dejes subsistir sobre esta tierra a quienes niegan la verdad"
  ],
  [
    27,
    "Porque si los dejas, intentarán por todos los medios extraviar a Tus siervos y no enseñarán a sus hijos sino el pecado y la negación de la verdad"
  ],
  [
    28,
    "¡Señor mío! Perdóname y perdona a mis padres, a todo aquel que ingrese a mi casa como creyente, y a todos los hombres y mujeres que crean en Ti. Pero a los injustos opresores, acreciéntales su perdición"
  ]
]