[
  {
    "id": 78,
    "city": "makkah",
    "name": {
      "translated": "La Noticia",
      "transliterated": "An-Naba",
      "codepoints": [
        1575,
        1604,
        1606,
        1576,
        1573
      ]
    },
    "ayahs": 40,
    "slug": "an-naba",
    "translator": "Traducción española"
  },
  [
    1,
    "¿Sobre qué se preguntan unos a otros"
  ],
  [
    2,
    "Sobre la gran noticia [el Mensaje del Islam]"
  ],
  [
    3,
    "acerca de la cual discrepan"
  ],
  [
    4,
    "Pero no es lo que piensan, ya verán [por desmentirla]"
  ],
  [
    5,
    "Indudablemente no es lo que piensan; ya verán"
  ],
  [
    6,
    "¿Acaso no hice de la tierra un lecho"
  ],
  [
    7,
    "de las montañas estacas"
  ],
  [
    8,
    "los cree en parejas [hombre y mujer]"
  ],
  [
    9,
    "hice que el sueño sea descanso"
  ],
  [
    10,
    "que la noche lo cubra"
  ],
  [
    11,
    "que el día sea para procurar el sustento"
  ],
  [
    12,
    "construí sobre ustedes siete cielos firmes"
  ],
  [
    13,
    "puse una lámpara resplandeciente [el Sol]"
  ],
  [
    14,
    "e hice descender de las nubes agua abundante"
  ],
  [
    15,
    "para que broten semillas y plantas"
  ],
  [
    16,
    "y florezcan jardines frondosos"
  ],
  [
    17,
    "El Día del Juicio Final ya está determinado"
  ],
  [
    18,
    "Ese día, se soplará la trompeta y ustedes se presentarán en grupos"
  ],
  [
    19,
    "El cielo será abierto, transformándose en un portal"
  ],
  [
    20,
    "Las montañas desaparecerán como si hubieran sido un espejismo"
  ],
  [
    21,
    "El Infierno estará al acecho"
  ],
  [
    22,
    "será la morada de los transgresores"
  ],
  [
    23,
    "que permanecerán en él eternamente"
  ],
  [
    24,
    "Allí no podrán sentir frescor ni saciar su sed"
  ],
  [
    25,
    "Solo beberán un líquido hirviente y nauseabundo"
  ],
  [
    26,
    "como castigo justo por lo que hicieron [en la vida mundanal]"
  ],
  [
    27,
    "Ellos no esperaban tener que rendir cuentas"
  ],
  [
    28,
    "y por eso desmintieron abiertamente Mi Mensaje"
  ],
  [
    29,
    "pero Yo lo registré todo en un libro"
  ],
  [
    30,
    "[Se les dirá a los desmentidores:] \"Sufran las consecuencias, no haré sino aumentarles el castigo"
  ],
  [
    31,
    "En cambio, los piadosos obtendrán la bienaventuranza"
  ],
  [
    32,
    "donde habrá huertos y vides"
  ],
  [
    33,
    "compañeras de eterna juventud"
  ],
  [
    34,
    "y copas desbordantes"
  ],
  [
    35,
    "Allí no oirán banalidades ni falsedades"
  ],
  [
    36,
    "Esta es la recompensa de tu Señor, que concederá generosamente"
  ],
  [
    37,
    "El Señor de los cielos, de la Tierra y de lo que hay entre ellos, el Compasivo. Nadie puede hablar ante Él excepto con Su permiso"
  ],
  [
    38,
    "El día en que el Espíritu junto con los demás ángeles se pongan en fila, nadie hablará, salvo aquel a quien el Compasivo se lo permita, y solo podrá decir la verdad"
  ],
  [
    39,
    "Ese es el día en que se establecerá total justicia. Quien quiera, entonces, que busque refugio en Su Señor"
  ],
  [
    40,
    "Les he advertido de este castigo inminente. Ese día cada ser humano ha de contemplar sus obras, y entonces dirá quien haya desmentido el Mensaje: \"¡Ojalá fuera polvo [para no ser juzgado]"
  ]
]